[
    {
        "key": "designate_the_staple_port_title:0",
        "original": "Designate Calais as The Staple Port",
        "translation": "指定加莱为主港口",
        "stage": 5
    },
    {
        "key": "designate_the_staple_port_desc:0",
        "original": "In order to effectively tax things we need to regulate them. If we were to designate Calais as the sole point of import for the wool staple we would improve our tax revenues dramatically. ",
        "translation": "为了更有效率地对货物征税我们需要集中它们. 如我们把加莱作为进口羊毛的唯一港口，我们的税收肯定会增加.",
        "stage": 5
    },
    {
        "key": "pol_commonwealth_title:0",
        "original": "Form Polish-Lithuanian Commonwealth",
        "translation": "建立波兰立陶宛联邦",
        "stage": 5
    },
    {
        "key": "pol_commonwealth_desc:0",
        "original": "Replace the personal union between Poland and Lithuania with a real union, welding the two countries together into one powerful state, capable of withstanding our enemies.",
        "translation": "替代波兰和立陶宛之间的共主联邦以组成真正的联盟国家，过去的两个国家将紧密的结合在统一的联邦权力之下，这样才能有效的应对我们共同的敌人。",
        "stage": 1
    },
    {
        "key": "lit_commonwealth_title:0",
        "original": "Form Polish-Lithuanian Commonwealth",
        "translation": "建立波兰立陶宛联邦",
        "stage": 5
    },
    {
        "key": "lit_commonwealth_desc:0",
        "original": "Replace the personal union between Poland and Lithuania with a real union, welding the two countries together into one powerful state, capable of withstanding our enemies.",
        "translation": "替代波兰和立陶宛之间的共主联邦以组成真正的联盟国家，过去的两个国家将紧密的结合在统一的联邦权力之下，这样才能有效的应对我们共同的敌人。",
        "stage": 1
    },
    {
        "key": "commonwealth_enforced_title:0",
        "original": "Enforce Polish-Lithuanian Commonwealth",
        "translation": "重建波兰立陶宛联邦",
        "stage": 5
    },
    {
        "key": "commonwealth_enforced_desc:0",
        "original": "Poland and Lithuania has a common history of close cooperation and through the Union of Vilnius and Radom our respective aristocracies where integrated with one another in 1413. While fate has since then brought us apart our interests remain closely aligned and now that we control both the core of the Lithuanian and Polish lands it is perhaps time we let our old friends become stakeholders in a joint state.",
        "translation": "波兰及立陶宛有着紧密联合的共同历史，通过维尔纽斯与拉多姆的联盟，我们各自国家的精英们于1413年合为一体。虽然命运使我们分离，但我们的利益仍然高度一致，现在我们控制了波兰及立陶宛的核心地区，是时候让我们的老朋友们成为这个联合国家的股东了。",
        "stage": 5
    },
    {
        "key": "shan_nation_title:0",
        "original": "Confederate the Shan States",
        "translation": "联合掸邦",
        "stage": 5
    },
    {
        "key": "shan_nation_desc:0",
        "original": "Alone, the various disparate Shan states are weak and vulnerable. Together, they could be a serious power in South-East Asia.",
        "translation": "各自孤立而分裂的掸邦是虚弱和脆弱的。而合在一起，可以成为东南亚一个重要的势力。",
        "stage": 5
    },
    {
        "key": "croatian_nation_title:0",
        "original": "Form Croatia",
        "translation": "成立克罗地亚",
        "stage": 5
    },
    {
        "key": "croatian_nation_desc:0",
        "original": "Centuries ago the lands of Croatia were united. Our kingdom stood proud and mighty until a succession crisis led to a personal union under Hungary. Now that we have the Croatian homeland firmly in our hands the time has come to end this age of servitude for our people and create a new independent kingdom.",
        "translation": "几个世纪以前，克罗地亚的土地是统一的。我们的王国荣耀而有力地屹立于世，直到一场继承危机导致我们被匈牙利联合统治。现在我们牢牢控制了我们的祖国，是时候结束这个被奴役的时代并建立一个新的独立王国了。",
        "stage": 1
    },
    {
        "key": "polish_nation_title:0",
        "original": "Form Polish Nation",
        "translation": "成立波兰",
        "stage": 5
    },
    {
        "key": "polish_nation_desc:0",
        "original": "The kingdom that the Piasts once worked so hard to reunify is now divided and without a king. We must strive to unite the Polish people and create a Polish nation to take the place of the kingdom that once was.",
        "translation": "皮雅斯特王朝曾经费尽全力才统一起来的国家现在四分五裂且王位空悬。我们必须努力把波兰人团结起来组成波兰人自己的新国家来重现曾经那个王国的辉煌。",
        "stage": 5
    },
    {
        "key": "australia_nation_title:0",
        "original": "Form Australian Nation",
        "translation": "成立澳大利亚",
        "stage": 5
    },
    {
        "key": "australia_nation_desc:0",
        "original": "The time has come to shake off the last remains of our colonial past. We must form a proper nation and solidify our claims to this region.",
        "translation": "是时候抖掉殖民历史在我们身上留下的最后一点印记了。我们必须建立一个正式的国家来巩固我们对这个地区的宣称。",
        "stage": 5
    },
    {
        "key": "andalusian_nation_title:0",
        "original": "Restore Al-Andalus",
        "translation": "重建安达卢西亚",
        "stage": 1
    },
    {
        "key": "andalusian_nation_desc:0",
        "original": "Once all of Iberia was ruled by the glorious Muslim rulers of Andalusia. Let us undo the shameful Christian Reconquista and retake the lands of our ancestors.",
        "translation": "曾几何时，伊比利亚全境为光荣的安达卢西亚穆斯林所统治。让我们洗刷基督徒「再征服」的耻辱，光复我们祖先的土地。",
        "stage": 5
    },
    {
        "key": "recognization_of_eastern_power_north_title:0",
        "original": "Western Focus",
        "translation": "西方焦点",
        "stage": 5
    },
    {
        "key": "recognization_of_eastern_power_north_desc:1",
        "original": "By our territorial conquests we have proven to our Western neighbors that we are a powerful force to be reckoned with on the field of battle. With our political influence growing daily in the major courts of Europe, it would therefore behove us to take a more Western oriented approach to our culture, economy and politics, as we come into increasing contact with our new neighbors.",
        "translation": "通过领土征服，我们在战场上向我们的西方邻居表明我们是一股不可忽视的强大力量。随着我们在欧洲主要国家政治影响力的日益剧增以及与这些新邻居们接触的增多，我们的文化、经济和政治制度也理所应当地需要更加向西方靠拢。",
        "stage": 1
    },
    {
        "key": "recognization_of_eastern_power_south_title:0",
        "original": "Western Focus",
        "translation": "西方焦点",
        "stage": 5
    },
    {
        "key": "recognization_of_eastern_power_south_desc:1",
        "original": "By our territorial conquests we have proven to our Western neighbors that we are a powerful force to be reckoned with on the field of battle. With our political influence growing daily in the major courts of Europe, it would therefore behove us to take a more Western oriented approach to our culture, economy and politics, as we come into increasing contact with our new neighbors.",
        "translation": "通过领土征服，我们在战场上向我们的西方邻居表明我们是一股不可忽视的强大力量。随着我们在欧洲主要国家政治影响力的日益剧增以及与这些新邻居们接触的增多，我们的文化、经济和政治制度也理所应当地需要更加向西方靠拢。",
        "stage": 1
    },
    {
        "key": "elevate_bishopric_title:0",
        "original": "Elevate Bishopric to an Archbishopric",
        "translation": "将主教区升格为大主教区",
        "stage": 5
    },
    {
        "key": "elevate_bishopric_desc:0",
        "original": "As a Prince-Elector of the Holy Roman Empire we have a much greater political power than the title Bishop would normally imply. Let us make use of this influence to convince the Holy See to elevate our Bishopric to an Archbishopric.",
        "translation": "作为神圣罗马帝国的选帝侯，我们比区区主教头衔所拥有的政治权力要大得多。让我们利用影响力说服教宗圣座将我们从主教区升格为大主教区。",
        "stage": 5
    },
    {
        "key": "secularization_of_protestant_theocracy_title:0",
        "original": "Secularization",
        "translation": "世俗化",
        "stage": 5
    },
    {
        "key": "secularization_of_protestant_theocracy_desc:0",
        "original": "With the ties to Rome cut we no longer have a place in a bigger Christian hierarchy. Perhaps the faithful would be just as well served by a Monarch as they are by a [Root.Monarch.GetTitle]?",
        "translation": "斩断与罗马的纽带之后，我们在整个基督教序列中不再有位置。也许我们的信众会如同侍奉一名[Root.Monarch.GetTitle]一样，侍奉一名世俗君主吧？",
        "stage": 1
    },
    {
        "key": "secularization_of_christian_theocracy_title:0",
        "original": "Secularization",
        "translation": "世俗化",
        "stage": 5
    },
    {
        "key": "secularization_of_christian_theocracy_desc:0",
        "original": "[Root.Monarch.GetTitle] is a fine title but it is time we stood on our own legs and used the influence we have in this state to build something stronger. However pious our state may be we should seize these lands for our our own descendants rather than risk the appointment of an incompetent successor.",
        "translation": "虽然[Root.Monarch.GetTitle]是一个不错的名号，但是时候让我们靠自己的腿走路了，用我们在本国的影响力，建立更强大的国家。不管我国有多虔敬，我们都要将这片热土紧握在自己手中，子孙永宝，而不是冒险任命一名无能的继任者。",
        "stage": 1
    },
    {
        "key": "inti_obligatory_religious_festivals_title:0",
        "original": "Inti Proselytization",
        "translation": "传播因蒂神信仰",
        "stage": 5
    },
    {
        "key": "inti_obligatory_religious_festivals_desc:0",
        "original": "Apart from forcing them to place any deities or icons in our custody we should appoint deputies for our Sapa Inca to visit each and every part of our empire to perform the holy festivals of our religion. Attendence shall be mandatory, especially for those who cling to their heathen faiths.",
        "translation": "除了逼迫他们将神祇和偶像置于我们管下之外，我们当任命我们萨帕·印卡的代理，置于帝国的每一个角落，开展我们宗教神圣的祭典。而且要强制出席，特别是坚持异端信仰的愚民。",
        "stage": 1
    },
    {
        "key": "nahuatl_conversion_ceremonies_title:0",
        "original": "Nahuatl Proselytization",
        "translation": "传播纳瓦特信仰",
        "stage": 5
    },
    {
        "key": "nahuatl_conversion_ceremonies_desc:0",
        "original": "In order to properly teach all those who live in our conquered areas of the proper way to please the gods we must make it a routine to construct great temples with sacrificial stones in each and every provincial capital under our control. Here our subjects will partake in our sacred rituals and be made to see the grace of our gods.",
        "translation": "为了正确教导所有生活在我们征服地区的人们如何正确地取悦于神祇，我们要例行在我们治下的每个省府建设有牺牲石的巨大神庙。这样我们每一名臣民都将参与到我们神圣的祭典中，感受诸神的恩惠。",
        "stage": 1
    },
    {
        "key": "mesoamerican_sacrifical_ceremonies_title:0",
        "original": "Sacrificial Ceremonies",
        "translation": "献祭",
        "stage": 5
    },
    {
        "key": "mesoamerican_sacrifical_ceremonies_desc:0",
        "original": "Let us regularly undertake great sacrificial ceremonies on location in all newly conquered lands so that all our subjects have a fresh and correct image of how to best placate the gods and so that the gods will look upon these regions more favorably.",
        "translation": "让我们例行在每一个新征服的地区开展大献祭，以使所有臣民都对安抚诸神最好的方法有直观认识，使诸神更好地照拂此地。",
        "stage": 5
    },
    {
        "key": "totemism_purification_movement_title:0",
        "original": "Purification Movement",
        "translation": "纯化运动",
        "stage": 5
    },
    {
        "key": "totemism_purification_movement_desc:0",
        "original": "It is high time we take a stand for the faith of our ancestors. Let us do away with all syncretism and outside traditions and promote a purer version of our religion.",
        "translation": "是时候在我们祖先的信仰上表态了。让我们摒除一切调和主义和外来传统，传扬更加纯洁的宗教。",
        "stage": 5
    },
    {
        "key": "shamanism_wondering_shamans_title:0",
        "original": "Wandering Shamans",
        "translation": "游方萨满",
        "stage": 5
    },
    {
        "key": "shamanism_wondering_shamans_desc:0",
        "original": "We have come to control areas far beyond the limits of our faith and as a result a great number of heathens look to us for guidance. Let us send forth our Shamans to spread our faith and to teach those among our new subjects who are able to become Shamans themselves.",
        "translation": "我们控制了远离我们信仰的区域，故而许多异教徒前来寻求指引。让我们派出萨满传播我们的信仰，使我们的新臣民也成为萨满的信徒。",
        "stage": 1
    },
    {
        "key": "animism_ritual_education_title:0",
        "original": "Ritual Education",
        "translation": "仪式教育",
        "stage": 1
    },
    {
        "key": "animism_ritual_education_desc:0",
        "original": "The belief that there is just one divine being in the world is a horrible myth that seems widespread wherever we go. We must endeavor to educate our poor subjects in the true nature of things, of how the world functions and of the many spirits that inhabit it.",
        "translation": "世间只有一名真神的想法实在是非常可怕的谬论，但似乎在我们所至之处广为传播。我们必须致力教育我们的臣民事物的真正本质，世界是如何运行的，以及居住于其中的各路神明。",
        "stage": 1
    },
    {
        "key": "zoroastrian_diaspora_title:0",
        "original": "Zoroastrian Diaspora",
        "translation": "海外祆教徒",
        "stage": 5
    },
    {
        "key": "zoroastrian_diaspora_desc:0",
        "original": "During the harsh years of oppression in Persia many left their ancestral homes to resettle abroad. The Qissa-i Sanjan tells us of those who took a long and arduous journey to settle in Gujarat and to lit new fires and start anew. Known for their industry these men and women have thrived in their new homeland. Our efforts to make Zoroastrianism the only majority religion within our borders will allow us to reunite with these foreign brothers and sisters.",
        "translation": "在压迫波斯祆教的严酷年头，很多人离开了他们祖宗的故土去往海外定居。根据《桑赞故事》，他们历尽千辛万苦，终于在古吉拉特定居下来，点燃了新的圣火，开启新的生活。从他们的产业可以看出，他们在新的家园生活得很兴旺。我们使祆教成为境内唯一主流宗教的努力，让我们可以和这些海外的兄弟姐妹们重新团结起来。",
        "stage": 1
    },
    {
        "key": "zoroastrian_royal_fires_title:0",
        "original": "Rekindling the Royal Fires",
        "translation": "圣火重燃",
        "stage": 5
    },
    {
        "key": "zoroastrian_royal_fires_desc:0",
        "original": "Of all the fire temples of our faith the legend of the three fires lit by Zoroaster himself are the most prestigious. They have, however, long been lost as our faith declined over the centuries and the locations of the old fires are now unknown. While a fire cannot be recreated we can attempt to find the site of these temples and start new fires to symbolize the rise of our Zoroastrian Empire.",
        "translation": "吾等信仰的所有火庙之中，传说由琐罗亚斯德亲点圣火的三座火庙最为庄严。然因吾教数世之衰颓，圣火已荡然无存，旧址无迹可寻。虽不能再现旧火，但吾等可考寻其旧址，重燃新火，以光大吾祆教帝国。",
        "stage": 5
    },
    {
        "key": "zoroastrian_rites_of_admission_title:0",
        "original": "Rites of Admission",
        "translation": "入教典礼",
        "stage": 5
    },
    {
        "key": "zoroastrian_rites_of_admission_desc:0",
        "original": "Unlike some religions ours do not attempt to force itself upon unknowing children. A Zoroastrian initiation must be done by someone old enough to understand what it entails. Still much could be done to encourage those who do not see the value of our faith.",
        "translation": "不像某些宗教，吾等圣教不会强迫无知童蒙信仰之。祆教入教仪式必须到足够年长的时节，能够理解宗教遗产的时候，方能施行。如此，还能鼓励仍未领悟圣教精髓的人入教。",
        "stage": 5
    },
    {
        "key": "tengri_black_shamanism_title:0",
        "original": "Black Shamanism",
        "translation": "萨满黑教",
        "stage": 5
    },
    {
        "key": "tengri_black_shamanism_desc:0",
        "original": "Buddhism is spreading among the practitioners of our ancestral faith at an alarming rate. While this faith was accepted by some of our ancestors it is now dangerously pushing back the true Tengriist faith and polluting the practices of our subjects with Buddhist tendencies. We must actively reject such notions and instead work to spread the true and pure practices of our ancestors among our people.",
        "translation": "佛教已在我们祖先信仰的术士中传播到了危险的数量。虽然此等信仰为祖宗所接受，但现在已将腾格里圣教击退到了危急时刻，同时还污染臣民中的术士，使他们带有佛教倾向。我们必须积极抵制此等思想，致力于在人民中传播真正、纯洁的祖宗信仰。",
        "stage": 1
    },
    {
        "key": "tengri_yellow_shamanism_title:0",
        "original": "Yellow Shamanism",
        "translation": "萨满黄教",
        "stage": 5
    },
    {
        "key": "tengri_yellow_shamanism_desc:0",
        "original": "Since the days of the Great Khans many of our subjects are followers of Vajrayana Buddhism and while we lament that they have strayed from the pure faith of our nation it would be unwise to turn them away. Let us instead accentuate the syncretic elements of our faith and borrow from the Vajrayana rituals and include these Buddhists in our community.",
        "translation": "自大汗的时节以来，我们许多臣民都是金刚乘的信众，虽然吾人悲叹于这些偏离吾族正教的人，放逐他们亦属不智。我们在强调正教合一的原素同时，也要借鉴金刚乘的仪式，并接受这些佛徒作为我们社会的一份子。",
        "stage": 1
    },
    {
        "key": "mesoamerican_codification_of_the_faith_title:0",
        "original": "Codification of the Faith",
        "translation": "编写圣典",
        "stage": 1
    },
    {
        "key": "mesoamerican_codification_of_the_faith_desc:0",
        "original": "In order to properly spread the traditions and rituals of our people to foreign lands we should create a written account of all religious rules, rituals and laws along with the history of creation. This will allow us to educate even the most ignorant in the proper ways to please the gods.",
        "translation": "为了更好地向异邦传播吾民的传统与圣仪，我们当将所有教规、圣仪及律法并同创世纪一道，付诸书面。以我们能正确教化哪怕最愚昧之人愉神的方法。",
        "stage": 1
    },
    {
        "key": "tuscan_nation_title:0",
        "original": "Form Tuscany",
        "translation": "建立托斯卡纳",
        "stage": 5
    },
    {
        "key": "tuscan_nation_desc:0",
        "original": "Not since the days of the Margraviate of Tuscany has a single power controlled as much of the the Tuscan lands as we do. Let us adopt a new title to better reflect our new standing among the states of Italy.",
        "translation": "自托斯卡纳边境侯领时代以来，从来没有一个势力像我们一样统治如此广大的托斯卡纳之地域。让我们使用新的头衔以更好地衬托我们在意大利诸邦中的地位。",
        "stage": 5
    },
    {
        "key": "development_of_amsterdam_title:0",
        "original": "Land Reclamation in Holland",
        "translation": "荷兰干拓",
        "stage": 1
    },
    {
        "key": "development_of_amsterdam_desc:0",
        "original": "Holland has through the years been plagued by intermittent floods and this limits the potential of what is otherwise very attractive region. While our ancestors have done their best to drain the Dutch swamps they did not possess the same means we do. Let us concentrate all our expertise in land reclamation to improve the region and the city of Amsterdam so that we may create a northern port city worthy to rival the old urban centres of the South.",
        "translation": "荷兰常年为间歇的洪水所灾，除此之外荷兰就是一片乐土。列祖列宗为了排干荷兰的湿地付出了极大努力，但我们不同。让我们集中力量在填海造陆上，改善阿姆斯特丹城周边的地区，以创造一个匹敌南方的旧城市地带的港口城市。",
        "stage": 1
    },
    {
        "key": "pragmatic_sanction_decision_title:0",
        "original": "Pragmatic Sanction",
        "translation": "现实主义的法律",
        "stage": 1
    },
    {
        "key": "pragmatic_sanction_decision_desc:0",
        "original": "Our heir is a woman but the Imperial crown can only pass to a man. It would be intolerable if our dynasty should lose their hold on the crown they worked so hard to acquire due to a mere technicality. Let us use all our influence to ensure our female heir will be considered as our successor when the time comes to elect a new Emperor of the Holy Roman Empire.",
        "translation": "我们的继承人是女性，但帝国皇位只能传给男性。我们绝不能坐视辛苦夺来的皇位仅因一个法律上的细节而丢失。发挥所有影响力，确保女性继承人会在神圣罗马帝国皇帝选举时作为我们的继承人上位。",
        "stage": 1
    },
    {
        "key": "stop_shadow_kingdom_title:0",
        "original": "Rein in Northern Italy",
        "translation": "羁縻北意大利",
        "stage": 5
    },
    {
        "key": "stop_shadow_kingdom_desc:0",
        "original": "Many of our predecessors on the Imperial throne have failed to assert their authority over the Kingdom of Italy. If we are to prevent the area from slipping entirely out of imperial control we must forcefully assert our authority over Northern Italy.",
        "translation": "多名先皇在将其权威加于意大利王国上失败。如果要防止此地完全从帝国脱离的话，我们就必须有力地将权威加于北意大利。",
        "stage": 1
    },
    {
        "key": "stop_shadow_kingdom_ai_title:0",
        "original": "Rein in Northern Italy",
        "translation": "羁縻北意大利",
        "stage": 5
    },
    {
        "key": "stop_shadow_kingdom_ai_desc:0",
        "original": "Many of our predecessors on the Imperial throne have failed to assert their authority over the Kingdom of Italy. If we are to prevent the area from slipping entirely out of imperial control we must forcefully assert our authority over Northern Italy.",
        "translation": "多名先皇在将其权威加于意大利王国上失败。如果要防止此地完全从帝国脱离的话，我们就必须有力地将权威加于北意大利。",
        "stage": 5
    },
    {
        "key": "venetia_in_hre_tooltip:0",
        "original": "Mainland parts of §YVenetia§! Area is in the Empire or a vassal of the Emperor.",
        "translation": "§Y威尼斯§!地区的大陆部分处于帝国控制下或是皇帝的属国。",
        "stage": 5
    },
    {
        "key": "central_italy_in_hre_tooltip:1",
        "original": "§YCentral Italy§! Area, except Abruzzi, is in the Empire or a vassal of the Emperor.",
        "translation": "除了阿布鲁齐，§Y意大利中部§!地区处于帝国控制下或是皇帝的属国。",
        "stage": 5
    },
    {
        "key": "lombardy_in_hre_tooltip:0",
        "original": "§YLombardy§! Area is in the Empire or a vassal of the Emperor.",
        "translation": "§Y伦巴第§!地区处于帝国控制下或是皇帝的属国。",
        "stage": 5
    },
    {
        "key": "piedmont_in_hre_tooltip:0",
        "original": "§YPiedmont§! Area is in the Empire or a vassal of the Emperor.",
        "translation": "§Y皮埃蒙特§!地区处于帝国控制下或是皇帝的属国。",
        "stage": 5
    },
    {
        "key": "liguria_in_hre_tooltip:0",
        "original": "§YLiguria§! Area is in the Empire or a vassal of the Emperor.",
        "translation": "§Y利古里亚§!地区处于帝国控制下或是皇帝的属国。",
        "stage": 5
    },
    {
        "key": "emilia_in_hre_tooltip:0",
        "original": "§YEmilia-Romagna§! Area is in the Empire or a vassal of the Emperor.",
        "translation": "§Y艾米利亚—罗马涅§!地区处于帝国控制下或是皇帝的属国。",
        "stage": 5
    },
    {
        "key": "tuscany_in_hre_tooltip:0",
        "original": "§YTuscany§! Area is in the Empire or a vassal of the Emperor.",
        "translation": "§Y托斯卡纳§!地区处于帝国控制下或是皇帝的属国。",
        "stage": 5
    },
    {
        "key": "rome_in_hre_tooltip:0",
        "original": "§YRome§! is in the Empire or a vassal of the Emperor.",
        "translation": "§Y罗马§!处于帝国控制下或是皇帝的属国。",
        "stage": 5
    },
    {
        "key": "disable_shadow_kingdom_tooltip:0",
        "original": "All provinces in Italy under our direct or indirect control will be added to the Empire.\\nNo state will leave the Empire through the Shadow Kingdom event.",
        "translation": "在我们直接或者间接管制下的意大利省份都将加入帝国。\\n没有地区会通过影子王国事件离开帝国。",
        "stage": 1
    },
    {
        "key": "icelandic_nation_title:0",
        "original": "Embrace Icelandic Identity",
        "translation": "接纳冰岛人身份认同",
        "stage": 1
    },
    {
        "key": "icelandic_nation_desc:0",
        "original": "Circumstances have conspired to make our Icelandic holdings the foremost part of our country. Let us embrace this new identity as an Icelandic country and strengthen the local institutions, entrenching our own rule over the island.",
        "translation": "目前的状况导致冰岛成为我国最主要的部分。让我们拥抱新身份，作为冰岛人建设国家和政府，加强当地的管制。",
        "stage": 1
    },
    {
        "key": "global_flag_western_focus_not_set_tooltip:0",
        "original": "No other country has taken the decision §YWestern Focus§!.",
        "translation": "没有其他国家执行§Y西方焦点§!决议.",
        "stage": 5
    },
    {
        "key": "reestablishing_themes_names_tooltip:0",
        "original": "Greek naming will be restored to many of our Turkish provinces.",
        "translation": "我们在土耳其的许多省份将恢复希腊名字。",
        "stage": 5
    },
    {
        "key": "roman_culture_provinces_tooltip:0",
        "original": "All Primary Culture provinces will now have §YRoman§! Culture.",
        "translation": "所有主流文化省份现在将转为§Y罗马§!文化。",
        "stage": 1
    },
    {
        "key": "no_more_celestial_empire_title:0",
        "original": "Government Reform",
        "translation": "政府改革",
        "stage": 5
    },
    {
        "key": "no_more_celestial_empire_desc:0",
        "original": "Having strengthened our government institutions sufficiently we can break the power of our court factions and ensure the direct control of our $MONARCHTITLE$.",
        "translation": "充分地强化我们的政府机构后，我们可以突破宫廷各派系的掣肘，直接掌控我们的$MONARCHTITLE$.",
        "stage": 5
    },
    {
        "key": "native_american_reform_title:0",
        "original": "Reform Society",
        "translation": "社会改革",
        "stage": 5
    },
    {
        "key": "native_american_reform_desc:0",
        "original": "Our society is changing and the state needs to adapt. Let us walk into the future with an open mind to what customs and traditions we need to keep and which ones we would be better off discarding.",
        "translation": "我们的社会正在变革，国家也需要适应。让我们用开放的心态走进未来，以判断我们哪些风俗和传统值得保留，又有哪些最好抛弃。",
        "stage": 1
    },
    {
        "key": "expel_foreign_traders_title:0",
        "original": "Expel Foreign Traders",
        "translation": "驱逐外国商人",
        "stage": 1
    },
    {
        "key": "expel_foreign_traders_desc:0",
        "original": "We have been too generous towards foreign traders who have been allowed far reaching rights to govern the lands around their trade factories. We must seize those lands back to the state and expel the foreign traders.",
        "translation": "我们对外国商人过于慷慨，他们甚至被赋予了支配贸易工厂周围土地的权利。我们必须把这些土地收归国有，并驱逐外国商人。",
        "stage": 1
    },
    {
        "key": "stop_foreign_slave_trade_title:0",
        "original": "Stop Foreign Slave Trade",
        "translation": "阻止外国奴隶贸易",
        "stage": 1
    },
    {
        "key": "stop_foreign_slave_trade_desc:0",
        "original": "For too long we have been granting European traders access to our markets. Slavery has brought some regions of our country to it's knees as many young men are shipped across the Atlantic. A trade that it is now clear is no longer in our interest. Let us break these bands and displace those who would profit from our loss!",
        "translation": "长期以来，我们一直在允许欧洲商人进入我们的市场。由于贩奴活动，许多年轻人被运送到大西洋的彼岸，这正使我国陷入困境。我们不再对这种交易感兴趣了，让我们打破这些交易，驱逐那些从损人利己之徒!",
        "stage": 1
    },
    {
        "key": "stop_slave_trade_tooltip:0",
        "original": "Local Strongmen in provinces with Slave Trade as their main source of income will attempt to sidestep this edict for 15 years.",
        "translation": "以奴隶贸易为主要收入来源的地头蛇们试图将这项法令延迟15年。",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_christianity_title:0",
        "original": "Convert to Christianity",
        "translation": "皈依基督教",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_christianity_desc:0",
        "original": "The Christian communities in our country are propagating the state to adopt their religion. This way they claim that we will be able to bring the Christian countries closer to our point of view.",
        "translation": "我国的基督教团体正在通过传教使国家皈依他们的宗教。他们声称这样做，我们能够和其他基督教国家关系更亲密。",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_christianity_tooltip:0",
        "original": "[Root.GetName] will adopt the Christian faith as practiced by their subjects as the new state religion.",
        "translation": "[Root.GetName]将接受基督教作为新的国教。",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_islam_title:0",
        "original": "Convert to Islam",
        "translation": "皈依伊斯兰教",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_islam_desc:0",
        "original": "The Muslim communities in our country are propagating for the state to adopt their religion. This way they claim that we will be able to bring other Muslim countries closer to our point of view.",
        "translation": "我国的伊斯兰教团体正在通过传教使国家皈依他们的宗教。他们声称这样做，我们能够和其他伊斯兰教国家关系更亲密。",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_islam_tooltip:0",
        "original": "[Root.GetName] will adopt the Muslim faith as practiced by their subjects as the new state religion.",
        "translation": "[Root.GetName]将接受伊斯兰教作为新的国教。",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_buddhism_title:0",
        "original": "Convert to Buddhism",
        "translation": "皈依佛教",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_buddhism_desc:0",
        "original": "The Buddhist communities in our country are propagating the state to adopt their religion. This way they claim that we will be able to bring other Buddhist countries closer to our point of view.",
        "translation": "我国的佛教团体正在通过传教使国家皈依他们的宗教。他们声称这样做，我们能够和其他佛教国家关系更亲密。",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_buddhism_tooltip:0",
        "original": "[Root.GetName] will adopt an Eastern faith as practiced by their subjects as the new state religion.",
        "translation": "[Root.GetName]将接受佛教作为新的国教。",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_dharmic_title:0",
        "original": "Convert to an Indic Faith",
        "translation": "皈依印度教信仰",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_dharmic_desc:0",
        "original": "The Indic communities in our country are propagating for the state to adopt their religion. This way they claim that we will be able to bring other Hindu or Sikh countries closer to our point of view.",
        "translation": "我国的印度教团体正在通过传教使国家皈依他们的宗教。他们声称这样做，我们能够和其他印度教国家关系更亲密。",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_dharmic_tooltip:0",
        "original": "[Root.GetName] will adopt a Dharmic faith practiced by their subjects as the new state religion.",
        "translation": "[Root.GetName]将接受印度教作为新的国教。",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_zoroastrian_title:0",
        "original": "Convert To Zoroastrianism",
        "translation": "皈依祆教",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_zoroastrian_desc:0",
        "original": "The Zoroastrian communities in our country are propagating for the state to adopt their religion.",
        "translation": "我国的祆教团体正在通过传教使国家皈依他们的宗教。",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_zoroastrian_tooltip:0",
        "original": "[Root.GetName] will adopt the Zoroastrian faith practiced by their subjects as the new state religion.",
        "translation": "[Root.GetName]将接受他们的臣民所信奉的祆教作为新的国教。",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_judaism_title:0",
        "original": "Convert To Judaism",
        "translation": "皈依犹太教",
        "stage": 5
    },
    {
        "key": "pagan_conversion_to_judaism_desc:0",
        "original": "The Jewish communities in our country are propagating the state to adopt their religion.",
        "translation": "我国的犹太教团体正在通过传教使国家皈依他们的宗教。",
        "stage": 1
    },
    {
        "key": "pagan_conversion_to_judaism_tooltip:0",
        "original": "[Root.GetName] will adopt the Jewish faith practiced by their subjects as the new state religion.",
        "translation": "[Root.GetName]将接受他们的臣民所信奉的犹太教作为新的国教。",
        "stage": 1
    },
    {
        "key": "abolished_slavery_act_tooltip:0",
        "original": "Every province owned by [Root.GetName] will stop producing Slaves.",
        "translation": "[Root.GetName]拥有的省份都将停止交易奴隶。",
        "stage": 1
    },
    {
        "key": "forming_spain_diplomatically_tooltip:0",
        "original": "[Root.GetName] is the overlord in a vassalage or union between Castile and Aragon.",
        "translation": "[Root.GetName]是卡斯蒂利亚和阿拉贡联盟间的宗主。",
        "stage": 1
    },
    {
        "key": "tatar_nation_title:0",
        "original": "Re-form the Golden Horde",
        "translation": "重建金帐汗国",
        "stage": 5
    },
    {
        "key": "tatar_nation_desc:0",
        "original": "Centuries ago our Great Father united our ancestors in their ancient homeland. He died leaving his sons to squabble and split his mighty empire into petty fiefs, small, weak and unworthy of his legacy! The disjointed remnants still sweep across the steppes instilling fear in the hearts of his enemies just like the Great Mongol army once did.\\nNo more! A worthy people still carrying the banner of his legacy ride across these lands! While we now bow before a new God, the blood of Genghis Khan still flows through our veins. We are the Golden Horde and we are coming for what is rightfully ours!",
        "translation": "几个世纪以前，伟大的祖先在故乡统一了我们的故土。他去世后，儿子们的争执使得他强大的帝国分裂成数个汗国。这些又小又弱的汗国和他的遗产相比完全不值一提！但那些昔日帝国分散的残部仍然横扫着大草原，像旧日的蒙古军队一样，给敌人刻骨铭心的恐惧。\\n不再隐忍！一位有资格继承成吉思汗遗产的人横扫了草原。当我们跪倒在新的神灵前，成吉思汗的血依然奔涌在我们的血管中！我们是金帐汗国！我们将夺回一切！",
        "stage": 1
    },
    {
        "key": "accept_rhodians_and_other_greeks_title:0",
        "original": "Rhodians and other Greeks in the Order",
        "translation": "骑士团中的罗得岛人和其他希腊人",
        "stage": 1
    },
    {
        "key": "accept_rhodians_and_other_greeks_desc:0",
        "original": "In the face of the advance of the heathens we cannot afford to discriminate against the local Rhodians and other Greeks. All that can must serve the order.",
        "translation": "异教徒数量上涨使得我们不能承受歧视当地罗得岛人和其他希腊人带来的风险。有能力的人都必须为骑士团效力。",
        "stage": 1
    },
    {
        "key": "recently_changed_government_flag_tooltip:1",
        "original": "Has not changed Government Type for the past 25 years.",
        "translation": "过去的25年里没有改变过政府形态。",
        "stage": 1
    },
    {
        "key": "restore_the_shrine_of_ise_title:0",
        "original": "Restore the Ise Shrines",
        "translation": "重建伊势神宫",
        "stage": 1
    },
    {
        "key": "restore_the_shrine_of_ise_desc:0",
        "original": "Barbarians have let the Great Shrine of Ise decay for lack of proper maintenance. We must restore this holy location to its proper status as the holiest site of our religion.",
        "translation": "蛮夷让伊势神宫因缺乏维护而衰落破败。我们必须重建圣所，尊重其地位，并将其作为我们的宗教圣地。",
        "stage": 1
    },
    {
        "key": "empire_of_china_title:0",
        "original": "Claim The Empire of China",
        "translation": "宣称中华帝国",
        "stage": 1
    },
    {
        "key": "empire_of_china_desc:0",
        "original": "The Chinese imperial traditions are tainted by a people who control no part of the realm of China. As the proud carrier of this legacy our [Root.Monarch.GetTitle] must be proclaimed the new [Root.GetTributaryOverlord] once we have secured the traditional capitals of the Empire.",
        "translation": "中华帝统正被名不副实的人所玷污。作为天命遗产的荣耀继承者，我们的[Root.Monarch.GetTitle]一旦将帝国的各个古都纳入掌控，则新的[Root.GetTributaryOverlord]将会建立。",
        "stage": 1
    },
    {
        "key": "empire_of_china_not_in_china:0",
        "original": "The current Empire of China owns no provinces in either the region of §YNorth China§!, §YSouth China§! or §YXinan§!.",
        "translation": "目前的天子在下列地区并未拥有任何省份： §Y华北地区§!、§Y华南地区§!或者§Y西南地区§!。",
        "stage": 1
    },
    {
        "key": "become_russian_principality_title:0",
        "original": "Adopt Autocratic Administration",
        "translation": "采用独裁政体",
        "stage": 1
    },
    {
        "key": "become_russian_principality_desc:0",
        "original": "We need a strong ruler to guide us in these troubled times. Let us centralize our power over the Boyars and create a government in the spirit of the old Kievan Rus'.",
        "translation": "我们需要一位强力统治者以在困难时期指引我们。让我们把权力集中给波雅尔们，建立一个充满传统基辅罗斯精神的政府。",
        "stage": 1
    },
    {
        "key": "abolish_black_army_title:0",
        "original": "Abolish the Black Army",
        "translation": "废除黑军",
        "stage": 1
    },
    {
        "key": "abolish_black_army_desc:0",
        "original": "The Black Army is a source of constant expenses and is detested by our nobility. Loyalty bought with silver can be lost just as cheaply. Let us do away with the Black Army and instead let the reliable armies of the realm fight for us.",
        "translation": "黑军是过多军费消耗的源头，它也被贵族阶级所厌恶。银子买来的忠诚不会牢固。所以我们裁掉黑军，让忠实可靠的王国军队为我们而战。",
        "stage": 1
    },
    {
        "key": "abolishing_black_army_tooltip:0",
        "original": "§YThe Nobility§! will gain §Y15§! Influence.",
        "translation": "§Y贵族阶级§!将会获得§Y15§!点影响力。",
        "stage": 1
    },
    {
        "key": "capital_in_belgrade_title:0",
        "original": "Move Capital to Belgrade",
        "translation": "迁都贝尔格莱德",
        "stage": 1
    },
    {
        "key": "capital_in_belgrade_desc:0",
        "original": "Belgrade occupies a key defensive and economic point in the Balkans and has in the past served as the capital of Serbia. We should make this great city our capital once again and restore it to the glorious city it once was!",
        "translation": "贝尔格莱德占据着巴尔干地区防御和经济的关键点，它还是塞尔维亚故都。我们应迁都于此，重现它的辉煌",
        "stage": 1
    },
    {
        "key": "from_great_yuan_title:0",
        "original": "Reform Great Yuan",
        "translation": "重建大元",
        "stage": 5
    },
    {
        "key": "from_great_yuan_desc:0",
        "original": "The heirs of Kublai Khan once ruled over all Chinese and Mongol lands. Let us rise to reclaim the legacy of the old Yuan and crush the weaker lineages that have attempted to claim the Empire that is our birthright!",
        "translation": "忽必烈汗的继承者们一度统治着蒙古和中国的所有土地。而我们将奋起收回旧日帝国的遗产，碾碎胆敢觊觎我们与生俱来的帝国宣称的弱小宗族！",
        "stage": 1
    },
    {
        "key": "subject_all_mongols:0",
        "original": "All Mongol, Chahar, Kalkha, Oirat and Uyghur lands must be ruled by [Root.GetName] or their vassals.",
        "translation": "所有蒙古、察哈尔、喀尔喀、瓦剌和维吾尔的土地需要被[Root.GetName]或他的附庸所统治。",
        "stage": 1
    },
    {
        "key": "custom_tsardom_title:0",
        "original": "Claim Tsar Title",
        "translation": "宣称沙皇头衔",
        "stage": 1
    },
    {
        "key": "custom_tsardom_desc:0",
        "original": "Our principality has grown to be one of the most powerful states of the planet. Clearly we are worthy of claiming the title of Tsar over all others?",
        "translation": "我国已经成为这个星球上最强大的国家。显然，我们无愧于沙皇的称号！",
        "stage": 1
    },
    {
        "key": "yemen_nation_title:0",
        "original": "Unite Yemen",
        "translation": "统一也门",
        "stage": 1
    },
    {
        "key": "yemen_nation_desc:0",
        "original": "For too long the fertile lands of Yemen have suffered in the hands of incompetent dynasties intent only on plundering her treasures. We must unite these lands so that they can once again prosper under an able ruler.",
        "translation": "也门肥沃的土地长期处于只是为了掠夺财宝的无能的王朝手中。 我们必须重新统一也门，使也门能够在一个伟大的统治者的统治下再度繁荣起来。",
        "stage": 1
    },
    {
        "key": "georgia_nation_desc:0",
        "original": "Ever since the abdication of Alexander I Georgia has been divided and devastated by in-fighting. This has allowed other countries to control the internal politics of the region and oppress our people.\\nThe time has come to once again unite the Georgian people and reforge the kingdom that was once lost!",
        "translation": "自从亚历山大一世退位以来，格鲁吉亚一直因为内战而分裂。 这使得其他国家能够控制我们的政治，压迫我们的人民。\\n现在是时候再次团结格鲁吉亚人民，重塑曾经失去的王国！",
        "stage": 1
    },
    {
        "key": "georgia_nation_title:0",
        "original": "Unite Georgia",
        "translation": "统一格鲁吉亚",
        "stage": 1
    },
    {
        "key": "turkish_nation_title:0",
        "original": "Restore the Sultanate of Rûm",
        "translation": "重建罗姆苏丹国",
        "stage": 1
    },
    {
        "key": "turkish_nation_desc:0",
        "original": "Once, the Sultanate of Rûm united all the Turkish Beys and Emirs of Anatolia, but it was brought down by jealous and deceitful enemies from afar. By tearing down the empires that defile the memory of the Seljuk dynasty we can restore the Sultanate that once was. Let us unite the Beys under our banner and bring destruction upon those that would dream themselves our overlords!",
        "translation": "曾经，罗姆的苏丹国联合了所有土耳其的贝伊和安纳托利亚的埃米尔，但它却被远方的嫉妒和敌人的欺骗所击倒。 通过毁灭玷污了塞尔柱王朝的记忆的帝国，我们可以恢复曾经的苏丹国。 让我们把贝伊们团结在我们的旗帜下，并把那些自以为是的敌人都毁灭！",
        "stage": 1
    },
    {
        "key": "state_firearm_regiments_title:0",
        "original": "State Firearm Regiments",
        "translation": "建立火枪兵团",
        "stage": 5
    },
    {
        "key": "state_firearm_regiments_desc:0",
        "original": "While the technology is still in its infancy, firearms can be a deadly force on any battlefield. In order to be efficient, however, firearms require regular training and a steady supply of ammunition. For a regular levy army this level of proficiency can be hard to maintain. A soldier that has to go home to tend his fields is not one that will regularly exercise with his weapon.\\nWhile we cannot change our entire army structure in one stroke we can ensure that a core of highly trained salaried troops specialize in these weapons.",
        "translation": "虽然技术还处于起步阶段，但枪支在任何战场上都可以成为致命的武器。 然而，为了提高效率，枪手们需要定期的训练和稳定的弹药供应。对于一个常规的征募军队来说，这个水平可能很难维持。一个不得不回家过夜的士兵并不是一个会经常用武器来锻炼的人。\\n虽然我们不能一下子改变我们整个军队的结构，但是我们可以确保一支核心训练有素的高收入的军队专长这些武器。",
        "stage": 1
    },
    {
        "key": "explain_state_firearm_regiments:0",
        "original": "Gives the following modifier until revoked:",
        "translation": "给予我们以下修正直到撤销:",
        "stage": 1
    },
    {
        "key": "standardized_uniforms_title:0",
        "original": "Standardized Uniforms",
        "translation": "标准化制服",
        "stage": 1
    },
    {
        "key": "standardized_uniforms_desc:0",
        "original": "To the extent that uniforms are in use in our armies regiment commanders are often expected to provide and pay for them. This leads to a great variety in colors and styles on the battlefield and makes identifying friend from foe confusing. Let us create a standard uniform for all troops on our payrolls that we then attempt to provide for our troops.",
        "translation": "由于我们的军队制服常常要求指挥官为其支付和提供。 这导致了战场上色彩和风格的多样化，也使得军队难以从敌军中分辨出战友。 让我们为我们所有部队制定一个标准的制服，然后提供给我们的部队。",
        "stage": 1
    },
    {
        "key": "abolish_standardized_uniforms_title:0",
        "original": "Abolish Standardized Uniforms",
        "translation": "取消标准化制服",
        "stage": 1
    },
    {
        "key": "abolish_standardized_uniforms_desc:0",
        "original": "There are many upsides to the state supplying standardized uniforms but it is perhaps cheaper and more efficient to have regimental commanders pay and commission them instead. We could go back to the way things were even if our army professionalism would suffer somewhat.",
        "translation": "国家提供标准化的制服有很多好处，但支付和委托军团指挥官他们可能会更便宜，更高效。 即使我们的军事职业化会受到一些影响，我们也可以回到最初的状态。",
        "stage": 1
    },
    {
        "key": "abolish_state_firearm_regiments_title:0",
        "original": "Abolish our Armed Elite Regiments",
        "translation": "废除我们的精英军团",
        "stage": 1
    },
    {
        "key": "abolish_state_firearm_regiments_desc:0",
        "original": "We are paying far too much for new technology and new methods. We should strive to lift the entire army and not just a few pioneers.",
        "translation": "我们为新技术和新方案的付出太大了，我们应当努力提升整体军队的素质而不是几个先驱者。",
        "stage": 1
    },
    {
        "key": "armenia_nation_title:0",
        "original": "Kingdom of Armenia",
        "translation": "亚美尼亚王国",
        "stage": 5
    },
    {
        "key": "armenia_nation_desc:0",
        "original": "The Kingdom of Armenia once dominated the Caucasus. Time was not kind to our ancestors, however, and neighboring empires saw weakness in our internal divisions and used it to conquer our people. Let us drive out these invaders and re-establish the Kingdom and Church of Armenia.",
        "translation": "亚美尼亚王国曾经主宰过高加索地区。 然而，时间对我们的先祖们并不友好，邻近的帝国在我们内部的分裂中却看到了弱点，并用它来征服我们的人民。 让我们赶出这些侵略者，重建亚美尼亚王国和教会。",
        "stage": 1
    },
    {
        "key": "timurid_nation_title:0",
        "original": "Claim Timur's Legacy",
        "translation": "宣称帖木儿的遗产",
        "stage": 5
    },
    {
        "key": "timurid_nation_desc:0",
        "original": "As the descendant of Timur Lenk, the great conqueror of Iran, Transoxiana and Khorasan, it is our duty to reclaim his legacy. With the traditional Timurid Strongholds under our control we can at last proclaim ourselves the head of Timur's dynasty, and the leader of all of the Ghurkani princes.",
        "translation": "作为伟大的征服者帖木儿的后裔，我们有义务收回他在伊朗（Iran）、河中地区（Transoxiana）和呼罗珊（Khorasan）的遗产。 现在，我们控制了曾经帝国的各个部分，是时候宣布自己是帖木儿王朝的首领了。",
        "stage": 1
    },
    {
        "key": "enthrone_timurid_prince_title:0",
        "original": "Enthrone Timurid Prince",
        "translation": "拥立帖木儿的继承者",
        "stage": 5
    },
    {
        "key": "enthrone_timurid_prince_desc:0",
        "original": "Amir Timur once crushed all realms in this region and entrusted their rule to his relatives. Ever since they have been torn apart by the Timurid princes' lust to rule it all, and there are many princes who could yet stake their claim to Timur's empire. Some local rulers have been known to invite Timurid claimants to their states, propping them up as leaders, and using the strength Timur's name to extend their rulership over all lands he once ruled.",
        "translation": "埃米尔帖木儿曾经击溃了这片区域的所有王国，并把他们的统治权交给他的亲属。 自从帖木儿去世之后，整个帝国一直在分裂，许多的王子都拥有帖木儿帝国的宣称。 一些地方的统治者已经邀请帖木儿的的继承者来到他们的国家，支持他们作为领导人，并用帖木儿的名字把他们的统治扩大到他曾经统治的所有领土。",
        "stage": 1
    },
    {
        "key": "tooltip_about_timurid_empire:0",
        "original": "This will make it possible for us to form the Timurid Empire.",
        "translation": "这将使我们能够重建帖木儿帝国。",
        "stage": 5
    },
    {
        "key": "adopt_mamluk_government_title:0",
        "original": "Adopt Mamluk Government",
        "translation": "采用马穆鲁克政府",
        "stage": 1
    },
    {
        "key": "adopt_mamluk_government_desc:0",
        "original": "The Mamluks are still a strong factor in this region. We could gain their support by inviting these seasoned soldier slaves to participate in our government.",
        "translation": "马穆鲁克仍然是这个地区不可忽视的一部分。我们可以通过邀请这些老练的奴隶士兵参与我们的政府以此获得他们的支持。",
        "stage": 1
    },
    {
        "key": "conversion_of_convenience_title:0",
        "original": "Time for a [Root.Religion.GetName] [Root.Monarch.GetTitle]?",
        "translation": "[Root.Monarch.GetTitle]改信[Root.Religion.GetName]的时机到来了吗？",
        "stage": 1
    },
    {
        "key": "conversion_of_convenience_desc:0",
        "original": "The fact that [Root.Monarch.GetName] [Root.Monarch.GetHerselfHimself] does not follow the official state religion has long been a great thorn in the side of those that fight for the spirits and minds of the [Root.GetAdjective] people. Perhaps it is time for [Root.Monarch.GetName] to let the good of [Root.Monarch.GetHerHis] people go before personal matters of faith?",
        "translation": "[Root.Monarch.GetName] [Root.Monarch.GetHerselfHimself]并不信仰国教的事实一直以来如同一根荆棘刺痛着那些为灵魂与思想而战的[Root.GetAdjective]人民。也许[Root.Monarch.GetName]是时候考虑将[Root.Monarch.GetHerHis]人民的幸福置于他个人的信仰问题之前了？",
        "stage": 1
    },
    {
        "key": "reform_into_iqta_title:0",
        "original": "Adopt Islamic Government",
        "translation": "采用伊斯兰政体",
        "stage": 1
    },
    {
        "key": "reform_into_iqta_desc:0",
        "original": "Kingship and governance can be many things and the traditions we rely on lie outside the mainstream of the Islamic world. By adopting the Iqta system we can assert our authority over the lands of the realm directly, with revenue rights given only to trusted Amirs.",
        "translation": "王权和统治可以有很多种形态，但是我们长期坚持的传统被伊斯兰世界的主流排斥在外。通过采用伊克塔封建制，把税收权利仅赋予可靠的埃米尔，我们可以直接在王国的土地上维护权威。",
        "stage": 1
    },
    {
        "key": "enforce_religion_muslim_title:0",
        "original": "Enforce Religious Unity",
        "translation": "加强宗教统一",
        "stage": 1
    },
    {
        "key": "enforce_religion_muslim_desc:0",
        "original": "We must not abide the heretics in our realm. A harsh set of laws designed to target any followers of the traditions of false Imams and priests will allow us to marginalize any heretical influence within our society.",
        "translation": "在我们的王国里，我们决不能容忍异教徒的存在。一套针对那些追随异教伊玛目和阿訇的信徒的严厉法律，将帮助我们排斥社会上一切异教徒势力。",
        "stage": 1
    },
    {
        "key": "remove_non_electors_emperors_from_empire_effect_tooltip:0",
        "original": "All owned provinces will be removed from the Holy Roman Empire.",
        "translation": "所有属于你的省份都将脱离神圣罗马帝国。",
        "stage": 5
    },
    {
        "key": "muslim_conversion_to_sikhism_title:0",
        "original": "Convert to Sikhism",
        "translation": "皈依锡克教",
        "stage": 1
    },
    {
        "key": "muslim_conversion_to_sikhism_desc:0",
        "original": "A new faith is spreading in our lands. The Sikh follow the teachings of Guru Nanak and his successors and their message is increasingly gaining traction among many of our subjects. Should we adopt this faith for ourselves we would have the support of the Sikh movement for generations.",
        "translation": "新的信仰正在分离我们的土地，锡克教徒遵循那纳克与他继任者的教导并且他们的启示正在我们的子民中快速传播，我们应该为了下一代抛弃现在的信仰转而支持锡克教活动吗。",
        "stage": 1
    },
    {
        "key": "scottish_nation_title:0",
        "original": "Form Scottish Nation",
        "translation": "建立苏格兰",
        "stage": 1
    },
    {
        "key": "scottish_nation_desc:0",
        "original": "The once proud nation of Scotland has fallen into ruin, yet there remain some among the Clans with the will to restore our kingdom. We will muster our courage and fight for a free and independent Scotland.",
        "translation": "曾经自豪的国度苏格兰已经化为废墟，然而仍有存续的家族保有恢复我们王国的决心。我们将鼓起勇气，为苏格兰的自由和独立而战。",
        "stage": 1
    },
    {
        "key": "sultan_of_delhi_title:0",
        "original": "Sultan of Delhi",
        "translation": "德里苏丹国",
        "stage": 1
    },
    {
        "key": "sultan_of_delhi_desc:0",
        "original": "Delhi was once the capital of the entire Indian subcontinent and our own state is in many ways a continuation of their traditions.\\nLet us reclaim the heritage of the sultans of Delhi, and rule the subcontinent from their ancient capital in the Doab.",
        "translation": "德里曾经是整个印度次大陆的首都，而我们自己的国家在很多方面延续了他们的传统。\\n让我们重申德里苏丹国的遗产，并从他们在两河之间过去的首都统治整个次大陆。",
        "stage": 1
    },
    {
        "key": "nepal_nation_title:0",
        "original": "Unification of Nepal",
        "translation": "尼泊尔的统一",
        "stage": 1
    },
    {
        "key": "nepal_nation_desc:0",
        "original": "While many of them have proud and ancient histories the Himalayan kingdoms are weak and divided. We must unite the entire mountain region under the rule of one kingdom. Together we will be an unstoppable force to the kings of Hindusthan. Content to live of their wealth they have squandered their riches for generations, and will be no match for our hardened armies.",
        "translation": "虽然喜马拉雅诸王国大都有着辉煌骄傲的过去，但事实是现在分裂的他们都很孱弱。我们必须要让整个喜马拉雅山区统一在一面王国的旗帜下。而对于印度斯坦那些世代奢靡、武备废弛的国王而言，团结起来的我们是不可阻挡的。",
        "stage": 1
    },
    {
        "key": "timurid_claims_abandoned_tooltip:0",
        "original": "§RAll Claims in the regions of Persia, Khorasan, Caucasia and Central Asia will be lost.§!",
        "translation": "§R将会失去对波斯、呼罗珊、高加索与中亚的宣称权§!",
        "stage": 1
    },
    {
        "key": "rajput_nation_title:0",
        "original": "Unite the Rajputs",
        "translation": "统一拉杰普特",
        "stage": 1
    },
    {
        "key": "rajput_nation_desc:0",
        "original": "The lands of Rajputana have been shattered and weak ever since the muslim invasion centuries ago. We must reclaim the great cities of the great dynasties that came before us and unite the princes of Rajputana!",
        "translation": "自几个世纪前的穆斯林入侵以来，拉杰普塔纳的土地一直处于破碎和衰弱之中。 我们必须收回我们面前那些伟大王朝的伟大城市，团结拉杰普塔纳的王公们！",
        "stage": 1
    },
    {
        "key": "deccan_nation_title:0",
        "original": "Sultan of the Deccan",
        "translation": "德干苏丹",
        "stage": 1
    },
    {
        "key": "deccan_nation_desc:0",
        "original": "This land was once foreign to our ancestors but we have made it our own. Here we have built a new society where Persianate influences have met local ancient Indian traditions. We have our own language, our own administrative traditions and our own myths and legends. It is time we show the world that the south has overcome its differences and is united as one.",
        "translation": "这片曾是我们祖先的异邦的土地，现在已经被收入了我们的囊中。在这里，我们建立起了一个新的社会，我们的波斯文化与本地的印度传统相交融。我们有自己的语言、自己的治理传统和自己的神话传说。是时候向世界宣布我们南方已经克服困难结为一体了。",
        "stage": 1
    },
    {
        "key": "maratha_nation_title:0",
        "original": "Maratha Confederation",
        "translation": "马拉塔联盟",
        "stage": 1
    },
    {
        "key": "maratha_nation_desc:0",
        "original": "The Maratha warriors all over Deccan will gather to our banners if we show clear leadership and acquire all the great forts of the Desh. Let us unite the clans and go forth to rule India!",
        "translation": "如果我们表现出足够的领导能力并且控制德什所有的雄城，德干全部的马拉塔武士都将聚集在我们的旗帜之下。让我们团结宗族，前去统治整个印度。",
        "stage": 1
    },
    {
        "key": "gond_nation_title:0",
        "original": "Kingdom of Nagpur",
        "translation": "那格浦尔王国",
        "stage": 1
    },
    {
        "key": "gond_nation_desc:0",
        "original": "Let us dream of a new and modern kingdom that transcends tribal loyalties. A modern kingdom with a new capital ready to meet a new age.",
        "translation": "让我们梦想一个超越部落忠诚的新的现代王国。 我们的现代化王国和她新的首都已经准备好迎接新的时代了。",
        "stage": 1
    },
    {
        "key": "punjab_nation_title:0",
        "original": "Kingdom of Punjab",
        "translation": "旁遮普王国",
        "stage": 5
    },
    {
        "key": "punjab_nation_desc:0",
        "original": "We must unite the Punjabi people if we are ever to be able to stand against foreign invaders. Together we will build a modern state with armies capable of taking on the many enemies who would attack us for our lands, and who would do anything to extinguish our faith!",
        "translation": "我们必须团结旁遮普人民以抵御外国入侵者。我们将一起建立一个现代化的国家和一只足以对抗所有侵略者的军队，而他们将用尽一切办法来抹杀我们的信仰。",
        "stage": 1
    },
    {
        "key": "orissa_nation_title:0",
        "original": "Unite Orissa",
        "translation": "统一奥里萨",
        "stage": 5
    },
    {
        "key": "orissa_nation_desc:0",
        "original": "With the heartlands of Orissa under our control it is time we claim our legacy as servitors of Jagannath and proclaim ourselves kings over the entire region!",
        "translation": "随着奥里萨邦的心脏地带已在我们的控制之下，我们应宣称我们为主宰的仆人，并宣称我们是整个地区的王！",
        "stage": 1
    },
    {
        "key": "cossack_nation_title:0",
        "original": "Call of the Steppes",
        "translation": "大草原的呼唤",
        "stage": 1
    },
    {
        "key": "cossack_nation_desc:0",
        "original": "We must be true to the traditions of our ancestors and rule our nation in the Cossack way!",
        "translation": "我们必须忠实于祖先的传统且以哥萨克的方式统治我们的国家！",
        "stage": 1
    },
    {
        "key": "become_indian_sultanate_title:0",
        "original": "Indianize the Sultanate",
        "translation": "将苏丹国印度化",
        "stage": 1
    },
    {
        "key": "become_indian_sultanate_desc:0",
        "original": "We must evolve and expand the traditional Muslim ideas of Kingship if we wish too prosper as a Muslim Sultanate in India. While we would remain an Islamic state, the role of the Dhimmi will be extended to the Dharmic religions.",
        "translation": "如果希望保持我们作为一个印度苏丹国的繁荣，我们就必须衍伸并拓展传统的穆斯林王权理念。这样我们虽依然是穆斯林国，但达摩教信徒也将会被视作齐米保护民。",
        "stage": 1
    },
    {
        "key": "unite_japan_subject_tooltip:1",
        "original": "Every Subject Daimyo of Japan will become independent.\\nWe will lose all §Ycores§! on provinces owned by our Daimyo subjects.\\nEvery Daimyo Subject of Japan:\\nAbolish §YDaimyo§! Government Reform!",
        "translation": "所有日本的臣属大名都将独立。\\n我们将失去所有臣属大名领地的§Y核心§!。\\n所有日本的臣属大名：\\n废止§Y大名§!政府改革！",
        "stage": 1
    },
    {
        "key": "curtail_prussian_confederation_title:0",
        "original": "Curtail the Prussian Confederation",
        "translation": "削弱普鲁士联邦",
        "stage": 5
    },
    {
        "key": "curtail_prussian_confederation_desc:0",
        "original": "We must put an end to the Prussian Confederation lest the situation spiral out of control. We must decide whether appeasement or repression is the right path.",
        "translation": "我们必须终结普鲁士联邦的存在，以免局势失控。绥靖或是镇压，我们必须确定正确的道路。",
        "stage": 1
    },
    {
        "key": "curtail_prussian_confederation.tooltip:0",
        "original": "§YThe Prussian Confederation will not rise up against us.§!",
        "translation": "§Y普鲁士联邦不会奋起反抗我们。§!",
        "stage": 1
    },
    {
        "key": "restore_mongol_empire_title:0",
        "original": "Restore the Mongol Empire",
        "translation": "重建蒙古帝国",
        "stage": 5
    },
    {
        "key": "restore_mongol_empire_desc:0",
        "original": "The empire of Genghis Khan has fallen, broken into many parts. We must restore his legacy by replicating the Great Khan's conquests. We will reconquer the Mongol Empire!",
        "translation": "成吉思汗的帝国早已陷落，分裂成诸多部分。只有重走大汗的征服之路，我们才能继承他的遗产。我们将重建蒙古帝国！",
        "stage": 1
    },
    {
        "key": "mongolia_decision_tooltip:0",
        "original": "§Y[Root.GetName]§! owns all colonized provinces in the Mongolia region",
        "translation": "§Y[Root.GetName]§!拥有蒙古地区的全部殖民省份",
        "stage": 1
    },
    {
        "key": "restore_ilkhanate_decision_march_title:0",
        "original": "Restore the Ilkhanate",
        "translation": "重建伊儿汗国",
        "stage": 1
    },
    {
        "key": "restore_ilkhanate_decision_march_desc:0",
        "original": "As the Great Khan did long ago, we should delegate Persia to a subordinate Khan to ease the burden of ruling our vast empire.",
        "translation": "正如很久之前大可汗所做的那样，我们应该将波斯委派给下属的可汗，以减轻统治我们庞大帝国的负担。",
        "stage": 1
    },
    {
        "key": "restore_ilkhanate_decision_title:0",
        "original": "Re-form the Ilkhanate",
        "translation": "重建伊儿汗国",
        "stage": 1
    },
    {
        "key": "restore_ilkhanate_decision_desc:0",
        "original": "The Ilkhanate, successors to the Mongol Empire in Persia, once ruled over a great empire. It is time to restore this legacy and rule Persia as a new dynasty of Ilkhans.",
        "translation": "伊儿汗国是蒙古帝国在波斯的继承者，曾是一个伟大的帝国。伊尔汗人是时候继承这一遗产，建立新王朝来统治波斯了。",
        "stage": 1
    },
    {
        "key": "california_nation_title:0",
        "original": "Form Californian Nation",
        "translation": "成立加利福利亚",
        "stage": 1
    },
    {
        "key": "california_nation_desc:0",
        "original": "We have made a home in this rugged land. It is time for us to muster our strength and cast off the oppression of our colonial overlords, so that we may build a paradise in the West.",
        "translation": "我们已经在这篇崎岖不平的土地上建立了我们的家园。现在是时候召集我们的力量，摆脱殖民统治者的压迫。这样一来，我们将在西方的大地上建立新的天堂。",
        "stage": 1
    },
    {
        "key": "texas_nation_title:0",
        "original": "Form Texan Nation",
        "translation": "成立德克萨斯",
        "stage": 1
    },
    {
        "key": "texas_nation_desc:0",
        "original": "When a government has ceased to protect the lives, liberty and property of the people, from whom its legitimate powers are derived, and for the advancement of whose happiness it was instituted, and so far from being a guarantee for the enjoyment of those inestimable and inalienable rights, becomes an instrument in the hands of evil rulers for their oppression.",
        "translation": "当一个政府停止去保护其合法权力的来源，即人民的生命、自由和财产，并且不在致力于人民幸福生活的实现，犹有过之的是不再是人民享受其不可剥夺的无价权利的保证，它就成为了邪恶统治者压榨人民的工具。",
        "stage": 1
    },
    {
        "key": "por_flee_to_brazil_title:0",
        "original": "Flee to Brazil",
        "translation": "转进巴西",
        "stage": 1
    },
    {
        "key": "por_flee_to_brazil_desc:0",
        "original": "Portugal is in ruins! The monarch and the court must make haste across the sea before our enemies descend upon us once more. Though it will be painful to leave Portugal behind, we shall surely create a glorious new Empire in Brazil.",
        "translation": "葡萄牙已成废墟！在敌人再次降临在我们头上之前，王室和法庭必须匆忙地从海上逃离。虽然离开葡萄牙将是痛苦的，但我们一定会在巴西创造一个光荣的新帝国。",
        "stage": 1
    },
    {
        "key": "brazil_move_capital_tooltip:0",
        "original": "The capital will move to Rio de Janeiro if owned, or else to a random province in the Brazil colonial region.",
        "translation": "如果拥有里约热内卢，首都将会迁移于此，否则将会迁移至巴西殖民区域的一个随机省份。",
        "stage": 1
    },
    {
        "key": "brazil_provinces_tooltip:0",
        "original": "A colonial subject with a capital in the Brazil colonial region has at least 20 owned provinces.",
        "translation": "首都位于巴西殖民区域的殖民领拥有至少20个州。",
        "stage": 1
    },
    {
        "key": "brazil_portugal_tooltip:0",
        "original": "Portugal will be released as a junior partner in a Personal Union under Brazil.",
        "translation": "葡萄牙将会被释放为巴西的被联统国。",
        "stage": 1
    }
]