[
    {
        "key": "HINTS_DISABLE_ALL_HINTS:0",
        "original": "Turn Off",
        "translation": "关闭",
        "stage": 5
    },
    {
        "key": "HINTS_DISABLE_HINT:0",
        "original": "Disable This",
        "translation": "不再提示",
        "stage": 5
    },
    {
        "key": "HINT_CONFIRM_DISABLE_TITLE:0",
        "original": "Turn Off Hints",
        "translation": "关闭提示",
        "stage": 5
    },
    {
        "key": "HINT_CONFIRM_DISABALE_DESC:0",
        "original": "Are you sure you want to turn off hints? You can enable them in the Options again.",
        "translation": "确定要关闭提示么？你可以随时再次打开.",
        "stage": 5
    },
    {
        "key": "HINTBAR_HINTS:0",
        "original": "Hints",
        "translation": "提示",
        "stage": 5
    },
    {
        "key": "HINT_MAXIMIZE:0",
        "original": "Maximize Window",
        "translation": "最大化窗口",
        "stage": 5
    },
    {
        "key": "HINT_MINIMIZE:0",
        "original": "Minimize Window",
        "translation": "最小化窗口",
        "stage": 5
    },
    {
        "key": "HINT_DISABLETHIS_TIP:0",
        "original": "Will disable this hint from automatically showing again.",
        "translation": "将禁用这个自动提示.",
        "stage": 5
    },
    {
        "key": "HINT_TURNOFF_TIP:0",
        "original": "This will hide the hints interface. It can be enabled again through the options menu.",
        "translation": "这将禁用提示系统，你可以在菜单里重新打开.",
        "stage": 5
    },
    {
        "key": "HINT_BANNER_TEXT:0",
        "original": "Tell me more about...",
        "translation": "我想了解更多",
        "stage": 5
    },
    {
        "key": "HINT_MODE_BUTTON:0",
        "original": "§YClick-for-Hint Mode§!\\nShortcut: §Yh§!",
        "translation": "§YClick-for-Hint Mode§!\\n快捷面板：§Yh§!",
        "stage": 5
    },
    {
        "key": "HINT_MODE_BUTTON_DESC:0",
        "original": "This will allow you to click buttons and icons in the game for more info.",
        "translation": "单击这里将在游戏中获得更多信息",
        "stage": 5
    },
    {
        "key": "HINT_INTRO_TILE:0",
        "original": "Hints",
        "translation": "提示",
        "stage": 5
    },
    {
        "key": "HINT_INTRO_TEXT:0",
        "original": "Hints aim to help you by giving you information about things in the game. You can click the Click-for-Hint button in the top right to activate the hint mode. Once you are in the hint mode, most icons will glow in blue. Clicking on them will then give you information about what they do. You can minimize and maximize this interface by clicking the minimize/maximize button.",
        "translation": "为了给您更好的游戏体验以及更全面的游戏信息，你可以单击在右上角的提示按钮激活提示模式.提示模式内，游戏中大部分图标都会闪烁蓝色光芒.单击之可以获得更详细的信息.你可以最大化或最小化这部分讯息.",
        "stage": 5
    },
    {
        "key": "HINT_STABILITY_TITLE:0",
        "original": "Stability",
        "translation": "稳定度",
        "stage": 5
    },
    {
        "key": "HINT_STABILITY_TEXT:0",
        "original": "Stability represents how stable the government in your nation is. High Stability gives you more taxes while Low Stability will give you increased chance of revolts.",
        "translation": "稳定度代表你的国家社会稳定程度，高稳定将带来更多税收，低稳定则意味着更多叛军.",
        "stage": 5
    },
    {
        "key": "HINT_INCREASESTABILITY_TITLE:0",
        "original": "Increasing Stability",
        "translation": "提高稳定",
        "stage": 5
    },
    {
        "key": "HINT_INCREASESTABILITY_TEXT:0",
        "original": "Stability can be increased by clicking the shield in the top-left of the screen, and then clicking the Stability and Expansion tab. Once there, click the Boost button to increase Stability.",
        "translation": "点击屏幕左上角的标志，单击稳定和扩展选项.你可以点这里增加稳定.",
        "stage": 5
    },
    {
        "key": "HINT_LOSESTABILITY_TITLE:0",
        "original": "Losing Stability",
        "translation": "失去稳定",
        "stage": 5
    },
    {
        "key": "HINT_LOSESTABILITY_TEXT:0",
        "original": "Stability can be lost by events, by declaring war without a Casus Belli, by breaking a royal marriage or by having your ruler or heir die in combat.",
        "translation": "随机事件、无借口宣战、解除王室联姻、君主/继承人战死都可能减少稳定.",
        "stage": 5
    },
    {
        "key": "HINT_DUCATS_TITLE:0",
        "original": "Ducats",
        "translation": "金币",
        "stage": 5
    },
    {
        "key": "HINT_DUCATS_TEXT:0",
        "original": "Ducats are the primary resourse in the game. They are used to purchase everything from new ships, to paying advisors' salaries, to recruiting armies.",
        "translation": "金币是游戏中的主要资源.你可以用来征兵、造船或者支付顾问工资.",
        "stage": 5
    },
    {
        "key": "HINT_MONARCHPOINTS_TITLE:0",
        "original": "Monarch Points",
        "translation": "君主点数",
        "stage": 1
    },
    {
        "key": "HINT_MONARCHPOINTS_TEXT:1",
        "original": "Monarch Points are among most important resources in the game. Monarch Points are used to unlock new Technology, Ideas and much more. The amount of Monarch Points you get per month depends on the abilities of your Ruler and can be boosted by hiring Advisors. There are three categories of Monarch Points: Administrative Power, Diplomatic Power and Military Power.",
        "translation": "君主点数是游戏中最重要的资源。君主点数可以用来解锁新科技、理念等等。每月获得的君主点数取决于你的统治者的能力并可以通过招募顾问提高。君主点数分为三类：行政点数、外交点数、军事点数。",
        "stage": 1
    },
    {
        "key": "HINT_MANPOWER_TITLE:0",
        "original": "Manpower",
        "translation": "人力",
        "stage": 5
    },
    {
        "key": "HINT_MANPOWER_TEXT:0",
        "original": "Manpower represents how many able men of military age your nation has available. Manpower is used to recruit new troops and to reinforce armies that have suffered casualties in war.",
        "translation": "人力代表你的国家有多少适龄兵员供你使用。人力可以用来征募新兵或补充在战争中受损的部队。",
        "stage": 1
    },
    {
        "key": "HINT_LEGITIMACY_TITLE:0",
        "original": "Legitimacy",
        "translation": "正统性",
        "stage": 5
    },
    {
        "key": "HINT_LEGITIMACY_TEXT:1",
        "original": "Legitimacy represents how legitimate your ruler is. Having a high Legitimacy will lower your global unrest while having low Legitimacy will do the opposite. Nations who are in a Royal Marriage may end up spreading their dynasty, which can be later used to claim thrones.",
        "translation": "正统性表示你的君主的合法程度。高正统性将会减少局部和全国性的叛乱风险，反之，则会增加叛乱风险。一个国家若与另一低正统性国家联姻，则该国可以向其联姻国索取王位并强迫其实行联统。",
        "stage": 5
    },
    {
        "key": "HINT_LOSELEGITIMACY_TITLE:0",
        "original": "Losing Legitimacy",
        "translation": "失去正统性",
        "stage": 5
    },
    {
        "key": "HINT_LOSELEGITIMACY_TEXT:0",
        "original": "Entering a Royal Marriage will decrease Legitimacy at first, but will increase more over time. Legitimacy can also be lost by random events or by having an heir with a weak claim.",
        "translation": "王室联姻将暂时减少正统性，但随着时间推移，你能收获更多.正统性也可能在随机事件中损失.低正统的继承人即位将导致正统大幅度减少.",
        "stage": 5
    },
    {
        "key": "HINT_GAINLEGITIMACY_TITLE:0",
        "original": "Gaining Legitimacy",
        "translation": "获得正统性",
        "stage": 5
    },
    {
        "key": "HINT_GAINLEGITIMACY_TEXT:0",
        "original": "Legitimacy can be increased by random events, but also increases over time. Royal Marriage, controlling cardinals and having high Prestige are some of the factors that will increase your ruler's Legitimacy over time.",
        "translation": "随机事件、维持王室联姻关系、控制枢机都会使统治者的正统性随着时间逐渐增加。",
        "stage": 1
    },
    {
        "key": "HINT_REPUBLICAN_TITLE:0",
        "original": "Republican Tradition",
        "translation": "共和传统",
        "stage": 5
    },
    {
        "key": "HINT_REPUBLICAN_TEXT:0",
        "original": "Republican Tradition represents how strong the traditions are in a Republic. A republic elects a new ruler every couple of years and keeping the same ruler over several elections will reduce your Republican Tradition. If it goes down to 0, the republic will turn into a Despotic Monarchy.",
        "translation": "共和政体将拥有一个代表共和传统的传统值.共和国定期选举执政官，执政官连任将导致共和传统的流失.如果传统降到0，共和国将转变为专制君主制。",
        "stage": 5
    },
    {
        "key": "HINT_PRESTIGE_TITLE:0",
        "original": "Prestige",
        "translation": "威望",
        "stage": 5
    },
    {
        "key": "HINT_PRESTIGE_TEXT:0",
        "original": "Prestige represents how well your nation performs overall. High Prestige provides many positive effects that are beneficial, but not crucial. Low Prestige gives you the same effects, but they are negative. Other nations, that you have a Royal Marriage with, may also try to claim your throne to force you into a Personal Union.",
        "translation": "声望代表着国家的整体表现。高声望提供了许多有益但并非关键的积极影响。低声望带来的则是负面的。与你有王室联姻的国家可能会试图夺取你的王位，迫使你成为他们的被联统国。",
        "stage": 5
    },
    {
        "key": "HINT_INCREASEPRESTIGE_TITLE:0",
        "original": "Increasing Prestige",
        "translation": "提高威望",
        "stage": 5
    },
    {
        "key": "HINT_INCREASEPRESTIGE_TEXT:0",
        "original": "Prestige is gained by completing missions, by random events and by winning wars.",
        "translation": "完成任务、随机事件或者战争胜利将为你带来威望.",
        "stage": 5
    },
    {
        "key": "HINT_LOSEPRESTIGE_TITLE:0",
        "original": "Losing Prestige",
        "translation": "失去威望",
        "stage": 5
    },
    {
        "key": "HINT_LOSEPRESTIGE_TEXT:0",
        "original": "Prestige can be lost by random events, by declining Call to Arms from allies or by losing wars.",
        "translation": "随机事件、拒绝响应盟友召唤或者战败将损失威望。",
        "stage": 1
    },
    {
        "key": "HINT_ENVOYS_TITLE:0",
        "original": "Envoys",
        "translation": "特使",
        "stage": 5
    },
    {
        "key": "HINT_ENVOYS_TEXT:0",
        "original": "Envoys are a form of resource used to perform certain actions. Envoys are never consumed, but will instead perform a certain action for some time and will return when they have finished the task. Merchants, Colonists, Diplomats and Missionaries are all envoys.",
        "translation": "特使是一种用来执行特定操作的资源.专员不会消耗，但是执行行动会花费一定时间（这段时间内你不能委派新的任务）.特使包括：商人、殖民者、外交官、传教士.",
        "stage": 5
    },
    {
        "key": "HINT_MERCHANT_TITLE:0",
        "original": "Merchants",
        "translation": "商人团",
        "stage": 5
    },
    {
        "key": "HINT_MERCHANT_TEXT:0",
        "original": "Merchants can be used to perform one of two actions in a Trade Node. They can either Collect from Trade or Transfer Trade Value. A Merchant that is performing Collect from Trade will increase the income generated from that Trade Node, while a Merchant performing Transfer Trade Value will be able to steer Trade Value.",
        "translation": "商人可以在贸易节点活动.他们可以收集物资，转移贸易价值.一个在贸易节点收集物资的商人可以为你带来贸易收入.而一个由商人转移贸易价值的贸易节点可以改变贸易价值的流动.",
        "stage": 5
    },
    {
        "key": "HINT_MOREMERCHANT_TITLE:0",
        "original": "Gaining Merchants",
        "translation": "获得商人",
        "stage": 5
    },
    {
        "key": "HINT_MOREMERCHANT_TEXT:0",
        "original": "You can gain more Merchants by selecting certain Idea Groups. The Trade and Expansion Idea Groups both provide additional Merchants, although the Trade Idea Group gives more.",
        "translation": "通过选择贸易和发展理念可以提供额外商人上限.当然，贸易理念提供的更多.",
        "stage": 5
    },
    {
        "key": "HINT_COLONIST_TITLE:0",
        "original": "Colonists",
        "translation": "殖民队",
        "stage": 5
    },
    {
        "key": "HINT_COLONIST_TEXT:0",
        "original": "Colonists are used to found new colonies in Uncolonized Land.",
        "translation": "殖民者可以在未殖民地区建立殖民地.",
        "stage": 5
    },
    {
        "key": "HINT_MORECOLONIST_TITLE:0",
        "original": "Gaining Colonists",
        "translation": "获得殖民队",
        "stage": 5
    },
    {
        "key": "HINT_MORECOLONIST_TEXT:0",
        "original": "More Colonists can be unlocked by selecting the Exploration or Expansion Idea Groups.",
        "translation": "通过选择探索或发展理念，你可以获得更多的殖民队.",
        "stage": 5
    },
    {
        "key": "HINT_DIPLOMAT_TITLE:0",
        "original": "Diplomats",
        "translation": "外交官",
        "stage": 5
    },
    {
        "key": "HINT_DIPLOMAT_TEXT:0",
        "original": "Diplomats are used to send in Diplomatic Actions to send Diplomatic Offers to other nations. Once they have delivered the offer, they will have to return home before you can give them a new order.",
        "translation": "外交官用来与其他国家进行外交行动.但是一旦派出，你将必须等待他们返回首都才能给他们分派新任务.",
        "stage": 5
    },
    {
        "key": "HINT_MOREDIPLOMAT_TITLE:0",
        "original": "Gaining Diplomats",
        "translation": "获得外交官",
        "stage": 5
    },
    {
        "key": "HINT_MOREDIPLOMAT_TEXT:1",
        "original": "More Diplomats can be unlocked by selecting the Diplomatic or Aristocratic Idea Groups. Being the Papal Controller or having Kingdom Government Rank also provides additional Diplomats.",
        "translation": "通过选择外交或贵族理念，你可以获得更高的外交官上限。成为教廷监护者或者拥有王国及帝国级政体也将提供额外的外交官.",
        "stage": 1
    },
    {
        "key": "HINT_MISSIONARY_TITLE:0",
        "original": "Missionaries",
        "translation": "传教士",
        "stage": 5
    },
    {
        "key": "HINT_MISSIONARY_TEXT:0",
        "original": "Missionaries are envoys used to convert the religion in provinces. When a province is not the same religion as your state religion, you can send a Missionary to begin converting the province. When he is finished, he will return home and be ready for another order.",
        "translation": "传教士用来转化省份的宗教。当你的国内存在一个非国教省份时，你可以派传教士令其皈依。在完成任务后，他将返回首都等待新的命令。",
        "stage": 5
    },
    {
        "key": "HINT_MOREMISSIONARY_TITLE:0",
        "original": "Gaining Missionaries",
        "translation": "获得传教士",
        "stage": 5
    },
    {
        "key": "HINT_MOREMISSIONARY_TEXT:0",
        "original": "More Missionaries can be unlocked by selecting the Religious Idea Group. Certain National Ideas also provide extra Missionaries. The Spanish Ideas are one example.",
        "translation": "通过选择宗教理念，你可以获得更高传教士上限。诸如西班牙这种国家的国家理念也可以提供额外的传教士。",
        "stage": 5
    },
    {
        "key": "HINT_SCORE_TITLE:0",
        "original": "Score",
        "translation": "得分",
        "stage": 5
    },
    {
        "key": "HINT_SCORE_TEXT:0",
        "original": "Score represents how well your nation is doing and is divided into three categories. Administrative score, Diplomatic Score and Military score.",
        "translation": "分数代表你的国家治理水平。它被细化成三部分：行政得分、外交得分、军事得分。",
        "stage": 5
    },
    {
        "key": "HINT_ADMSCORE_TITLE:0",
        "original": "Gaining Admin. Score",
        "translation": "获得行政得分",
        "stage": 5
    },
    {
        "key": "HINT_ADMSCORE_TEXT:0",
        "original": "Administrative score is gained by having a high monthly income, administrative technology, having many provinces, having high stability, prestige and Legitimacy or Republican Tradition.",
        "translation": "高月收入、行政技术发展、控制大量省份、高稳定、高威望、高正统将提高你的行政得分.",
        "stage": 1
    },
    {
        "key": "HINT_DIPSCORE_TITLE:0",
        "original": "Gaining Diplomatic Score",
        "translation": "获得外交得分",
        "stage": 5
    },
    {
        "key": "HINT_DIPSCORE_TEXT:0",
        "original": "Diplomatic score is gained by Diplomatic Technology, high Trade Efficiency, Merchants, amount of Admirals, having a large fleet, naval morale, having vassals and strong allies.",
        "translation": "外交技术发展、高贸易效率、商人、海军将领数量、庞大的舰队、海军士气、控制附庸、强大的盟友将提高你的外交得分.",
        "stage": 1
    },
    {
        "key": "HINT_MILSCORE_TITLE:0",
        "original": "Gaining Military Score",
        "translation": "获得军事得分",
        "stage": 5
    },
    {
        "key": "HINT_MILSCORE_TEXT:0",
        "original": "Military score is gained from Military Technology, high Land Morale, amount of Generals, high Discipline and having a large army.",
        "translation": "军事技术、陆军士气、陆军将领数量、训练度、陆军数量的提高将提高你的军事得分。",
        "stage": 1
    },
    {
        "key": "HINT_OUTLINER_TITLE:0",
        "original": "Outliner",
        "translation": "快捷窗口",
        "stage": 1
    },
    {
        "key": "HINT_OUTLINER_TEXT:0",
        "original": "The Outliner is a list of information regarding your country.",
        "translation": "大纲窗口是一个关于你的国家的信息列表。",
        "stage": 1
    },
    {
        "key": "HINT_WAROVERVIEW_TITLE:0",
        "original": "War Overview",
        "translation": "战争概览",
        "stage": 5
    },
    {
        "key": "HINT_WAROVERVIEW_TEXT:0",
        "original": "The outcome of a war is calculated in War Score. Each side in the war has a War Leader. When you treat with a War Leader, you are dealing with their whole alliance. Signing a peace with a War Leader will therefore put you at peace with that whole alliance.",
        "translation": "战争结果以战争分数计算。战争的每一方都有战争领袖。当你与一位战争领袖打交道时，那你正在与他们的整个联盟打交道。与战争领袖签署和平协议将使你与他们整个联盟保持和平。",
        "stage": 1
    },
    {
        "key": "HINT_HRE_TITLE:0",
        "original": "Holy Roman Empire",
        "translation": "神圣罗马帝国",
        "stage": 5
    },
    {
        "key": "HINT_HRE_TEXT:0",
        "original": "The Holy Roman Empire is a collection of German countries who together form an Empire with Electors and an Emperor. When the old Emperor dies a new one is chosen by the Electors. Attacking any country in the Holy Roman Empire will give the Emperor a Call to Arms to defend the Member States against foreign threat.",
        "translation": "神圣罗马帝国由若干个德意志国家共同构成，包括一个皇帝和若干选帝侯。前任皇帝去世后将由选帝侯选举新任皇帝。神圣罗马帝国成员受到非成员国侵略时会召集皇帝参战，以确保成员国不受外来侵犯。",
        "stage": 1
    },
    {
        "key": "HINT_PAPACY_TITLE:0",
        "original": "Papacy",
        "translation": "教廷",
        "stage": 5
    },
    {
        "key": "HINT_PAPACY_TEXT:1",
        "original": "Catholic countries can compete for influence with the Papacy by spending Papal Influence on a chance to be the next Curia Controller.",
        "translation": "天主教国家可以竞选教廷监护者职位。控制枢机最多的国家将成为教廷监护。与教宗国保持良好的关系有助于你控制更多枢机。",
        "stage": 1
    },
    {
        "key": "HINT_MACROBUILD_TITLE:0",
        "original": "Production Interface",
        "translation": "生产界面",
        "stage": 5
    },
    {
        "key": "HINT_MACROBUILD_TEXT:0",
        "original": "The Production Interface is designed to make it easier for you to more efficiently manage production in your country once it grows larger. It will also make it easier for you to see where a building would give you the largest benefit. You select what you want to build and then click the province where you want to start production.",
        "translation": "生产界面将更直观的向你展示国家生产的情形.也有助于你分析什么建筑才能为国家带来更高收益.你可以直接在这个界面建造建筑.",
        "stage": 1
    },
    {
        "key": "HINT_ADMINPOWER_TITLE:0",
        "original": "Administrative Power",
        "translation": "行政点数",
        "stage": 5
    },
    {
        "key": "HINT_ADMINPOWER_TEXT:0",
        "original": "Administrative Power is possibly the most important resource in the game. Its primary uses are to make provinces into core provinces and to increase Administrative Technology or unlock new Ideas.",
        "translation": "行政点数可能是游戏中最重要的资源了.它的主要用途是何兴华省份、发展行政技术还有解锁新的理念.",
        "stage": 1
    },
    {
        "key": "HINT_DIPLOPOWER_TITLE:0",
        "original": "Diplomatic Power",
        "translation": "外交点数",
        "stage": 5
    },
    {
        "key": "HINT_DIPLOPOWER_TEXT:0",
        "original": "Diplomatic Power is one of the primary resourses in the game. Its primary uses are to change culture in provinces and to increase Diplomatic Technology or unlock new Ideas.",
        "translation": "外交点数是一种重要资源.它可以改变省份文化、发展外交技术或解锁新的理念.",
        "stage": 1
    },
    {
        "key": "HINT_MILPOWER_TITLE:0",
        "original": "Military Power",
        "translation": "军事点数",
        "stage": 5
    },
    {
        "key": "HINT_MILPOWER_TEXT:0",
        "original": "Military Power is one of the primary resources in the game. Its primary uses are to increase Military Technology, hire Leaders or unlock new Ideas.",
        "translation": "军事点数是一种重要资源.它可以用来发展军事技术、聘请将领或解锁新的理念.",
        "stage": 1
    },
    {
        "key": "HINT_CHANGEGOV_TITLE:0",
        "original": "Change Government",
        "translation": "改变政府",
        "stage": 5
    },
    {
        "key": "HINT_CHANGEGOV_TEXT:1",
        "original": "You can change the type of government you have. Monarchies can only change government type to other monarchies, and so on. Specific Country Decisions are the only way to change from a monarchy to a republic. Changing Government Type will cost 100 Administrative Power.",
        "translation": "你可以改变你的政府类型，但是你不能改组政府形式.君主制政体只能变成其他君主制政体.革命是唯一将君主国改组为共和国的方法.改变政府体制需要花费50行政点数.",
        "stage": 1
    },
    {
        "key": "HINT_GOVTYPE_TITLE:0",
        "original": "Government Forms",
        "translation": "政府形式",
        "stage": 5
    },
    {
        "key": "HINT_GOVTYPE_TEXT:0",
        "original": "The government form of your country determines what kind of ruler you have. Monarchies are hereditary and rulership will pass down to an heir once the old Ruler dies. Theocracies will change Ruler once the old one dies. Republics will have elections every 3 to 8 years where a new ruler can be chosen.",
        "translation": "国家政府形式决定你的统治者如何选出。君主制是世袭的，如果老的统治者死亡将由继承人即位。神权制的统治者将在死后重新选出。而共和国每隔一段时间将进行选举。",
        "stage": 1
    },
    {
        "key": "HINT_PRIMARYCULTURE_TITLE:0",
        "original": "Primary Culture",
        "translation": "主流文化",
        "stage": 5
    },
    {
        "key": "HINT_PRIMARYCULTURE_TEXT:0",
        "original": "The Primary Culture determines what culture is the dominant culture of the country. Cultures in the same Culture Group as your Primary Culture are Tolerated Cultures and they have a -15% penalty on Manpower and Tax Income. Non-accepted cultures suffer a -33% penalty on Manpower and Tax Income.",
        "translation": "主流文化决定了国家中何种文化是根本。与主流文化同一文化组的文化带来15%的税收、人力减少，而非可接受文化省份则将损失33%。",
        "stage": 1
    },
    {
        "key": "HINT_ACCEPTCULTURE_TITLE:0",
        "original": "Accepted Cultures",
        "translation": "相容文化",
        "stage": 5
    },
    {
        "key": "HINT_ACCEPTCULTURE_TEXT:1",
        "original": "Accepted Cultures are the cultures which do not suffer any penalties to Manpower, Tax Income or suffer increased unrest. A country that reaches Empire rank is a Cultural Union will treat all Tolerated Cultures of that Culture Group as Accepted Cultures.",
        "translation": "相容文化是指没有人力、税收和叛乱风险增加等惩罚的文化。达到帝国级别的国家是所在文化组的文化母国，将视其文化组内的所有文化为相容文化。",
        "stage": 2
    },
    {
        "key": "HINT_COUNTRYMOD_TITLE:0",
        "original": "Country Modifiers",
        "translation": "国家修正",
        "stage": 5
    },
    {
        "key": "HINT_COUNTRYMOD_TEXT:0",
        "original": "Country Modifiers are the effects that currently affect your country. These can be both positive and negative. Other common words for them could be 'buffs' or 'debuffs'.",
        "translation": "国家修正影响你的整个国家。其影响可能是积极的也可能是消极的。一般来说我们称其为“BUFF”和“DEBUFF”。",
        "stage": 1
    },
    {
        "key": "HINT_ADVISOR_TITLE:0",
        "original": "Advisors",
        "translation": "顾问",
        "stage": 5
    },
    {
        "key": "HINT_ADVISOR_TEXT:0",
        "original": "Advisors boost how many Monarch Points you gain each month. They cost gold to hire and you also pay them salaries each month. Hiring a more expensive advisor will give you more monthly Monarch Points, but you will gain less gold each month.",
        "translation": "顾问将提高你每月获得的君主点数。雇佣他们会立即消耗一笔钱，同时每月还需要支付他们工资。越贵的顾问提供的君主点数越多，但是你每月的净收入也会降低。",
        "stage": 1
    },
    {
        "key": "HINT_TECHNOLOGY_TITLE:0",
        "original": "Technology",
        "translation": "科技",
        "stage": 5
    },
    {
        "key": "HINT_TECHNOLOGY_TEXT:0",
        "original": "There are three different categories of Technology, each category is associated with a specific set of Monarch Points. Administrative Technology is unlocked with Administrative Power, and so on. You can unlock Technology by spending Monarch Points. The cost is determined by your Technology Group as well as how far ahead you are in Technology.",
        "translation": "有三种不同的科技类别，分别对应三种君主点数。例如行政点数用于解锁行政科技。你可以通过消耗君主点数解锁科技。其花费取决于你的科技组以及你这项科技的先进程度决定。",
        "stage": 1
    },
    {
        "key": "HINT_TECHGROUP_TITLE:0",
        "original": "Technology Group",
        "translation": "科技组",
        "stage": 5
    },
    {
        "key": "HINT_TECHGROUP_TEXT:1",
        "original": "Each nation belongs to a specific Technology Group which determines which types of units it gets.",
        "translation": "每个国家都属于一个特殊的科技组，不同的科技组研究新科技的花费不同.所有科技组中，西方科技组的研究速度最快，非西方科技组的国家可以尝试西方化.",
        "stage": 1
    },
    {
        "key": "HINT_SPYEFFICIENCY_TITLE:0",
        "original": "Spy Networks",
        "translation": "间谍网",
        "stage": 1
    },
    {
        "key": "HINT_SPYEFFICIENCY_TEXT:1",
        "original": "Spy Networks are built in other nations to gain passive bonuses with that nation. Higher levels of Spy Network Construction speed will allow you to construct spy networks faster and Foreign Spy Detection will allow you to catch spies in your nation faster. Spy Network points are used to forge claims, support rebels and other espionage actions.",
        "translation": "间谍效率决定了秘密行动的速度和效率.它也可以防止在执行任务的时候间谍被别的国家抓住.当间谍效率很高的情况下，外国间谍在本国内行动的难度也会加大.",
        "stage": 1
    },
    {
        "key": "HINT_IDEAS_TITLE:0",
        "original": "Ideas",
        "translation": "理念",
        "stage": 5
    },
    {
        "key": "HINT_IDEAS_TEXT:0",
        "original": "Ideas are a way of specializing your nation in certain ways. After having selected an Idea Group, you can begin unlocking Ideas in that Idea Group. Unlocking an Idea will cost 400 of the associated Monarch Points. Unlocking three Ideas will also unlock one of your National Ideas.",
        "translation": "对于国家来说，不同的理念引导着不同的发展方向。当你选择了某一个理念组，你就可以解锁这个理念组中的理念，解锁理念需要 400 点对应的君主点数。每解锁3个理念的同时会解锁一个国家理念。",
        "stage": 1
    },
    {
        "key": "HINT_IDEAGROUP_TITLE:0",
        "original": "Idea Groups",
        "translation": "理念组",
        "stage": 5
    },
    {
        "key": "HINT_IDEAGROUP_TEXT:0",
        "original": "Idea Groups are a mechanic where you choose a specialization for your country. Each Idea Group is connected to a specific set of Monarch Points. Each Idea Group contains 7 Ideas and when you unlock all of them you receive a bonus. You unlock new Idea Group slots at certain intervals of Administrative Technology.",
        "translation": "理念组是引导国家发展方向的一种机制。不同的理念组需要消耗不同种类的君主点数。每个理念组包含 7 个理念，解锁全部 7 个理念你将会获得奖励。你需要提高行政科技来解锁新的理念组槽位。",
        "stage": 1
    },
    {
        "key": "HINT_NATIONALIDEAS_TITLE:0",
        "original": "National Ideas",
        "translation": "国家理念",
        "stage": 5
    },
    {
        "key": "HINT_NATIONALIDEAS_TEXT:0",
        "original": "National Ideas add flavor to the different nations by providing some additional historical context. Unlocking three Ideas will also automatically unlock one of your National Ideas. You National Ideas give you a starting bonus and unlocking all National Ideas will give you an additional bonus.",
        "translation": "我们给不同的国家设置了不同的国家理念来体现他们在历史上的特征.每解锁三个理念你将有机会解锁一个新的国家理念.开局时国家理念就会给你一个奖励，而解锁了所有的理念的同时将会给你一个额外的奖励.",
        "stage": 5
    },
    {
        "key": "HINT_DIPUPKEEP_TITLE:0",
        "original": "Diplomatic Relations",
        "translation": "外交关系",
        "stage": 5
    },
    {
        "key": "HINT_DIPUPKEEP_TEXT:0",
        "original": "Alliances, Royal Marriages, Subjects, Guarantees and Military Access all require Diplomatic Relations to maintain. Each Diplomatic Relation over the Diplomatic Relations limit will cost you 1 Diplomatic Power each month. A country will only require a Diplomatic Relations slot once, so you may be allied and have a Royal Marriage with them without it taking two Diplomatic Relations slots.",
        "translation": "结盟、王室联姻、属国和军事通行权都需要外交关系来维持。外交关系上限之外的每一个外交关系每个月都会额外消耗你1点外交点数。与同一个国家联姻和联盟只占用一个外交关系。",
        "stage": 1
    },
    {
        "key": "HINT_DIPREPUTATION_TITLE:0",
        "original": "Diplomatic Reputation",
        "translation": "外交声誉",
        "stage": 5
    },
    {
        "key": "HINT_DIPREPUTATION_TEXT:0",
        "original": "Diplomatic Reputation is a mechanic that allows you to have greater success in performing certain Diplomatic Actions. Diplomatically Annexing vassals is a process that takes several years and the time it takes is reduced by Diplomatic Reputation. Diplomatic Reputation also increases the likelihood of other nations accepting your diplomatic offers.",
        "translation": "外交声誉可以让你在进行某些外交行为时更容易成功.外交吞并一个附庸需要花费好几年的时间，而外交声誉可以缩短这个过程.外交声誉同时会使得其他国家更有可能接受你的外交提议.",
        "stage": 5
    },
    {
        "key": "HINT_RELIGION_TITLE:0",
        "original": "Religion",
        "translation": "宗教",
        "stage": 5
    },
    {
        "key": "HINT_RELIGION_TEXT:0",
        "original": "A major cause of division, other than cultural differences, are religious differences. A Catholic country, for example, will consider other countries that are Protestant, Reformed, Coptics or Orthodox as heretics, while it would consider other religions to be heathens. All the provinces in your country affect your Religious Unity. You can convert provinces to your religion with a Missionary.",
        "translation": "导致国家间矛盾的主要原因除了文化差异以外，还有宗教差异。例如，一个天主教国家会认为新教，改革宗，科普特正教和东正教是异端，而其他宗教属于异教。所有省份的宗教都会影响你的宗教统一。你可以通过传教士来改变省份的宗教。",
        "stage": 1
    },
    {
        "key": "HINT_RIVAL_TITLE:0",
        "original": "Rivals",
        "translation": "宿敌",
        "stage": 5
    },
    {
        "key": "HINT_RIVAL_TEXT:0",
        "original": "Each country may select up to three Rivals. When you select a country as your Rival, your relations with them will be lowered, but their enemies will like you more. Rival countries have a higher chance of receiving Missions and Events that give them reasons to fight each other. It's free for them to Embargo each other, cheaper to demand more from one another in peace deals and weakening your rivals gives you Power Projection. Once set, a rival remains for 25 years, after which they can be changed in exchange for 100 diplomatic points.",
        "translation": "每个国家可以选择最多三个宿敌。当你将一个国家选为宿敌，你与他们的关系将会降低，但是他们的敌人会更喜欢你。互为宿敌的国家将会有更可能获得任务和事件来互相作战。他们可以互相贸易禁运而不用付出任何代价，也可以在和平协议中要求更多。削弱你的宿敌将给与你力量投射点数。一旦设置宿敌，将会持续25年，之后可以花费100点外交点数来更换。",
        "stage": 1
    },
    {
        "key": "HINT_ADMTECH_TITLE:0",
        "original": "Administrative Technology",
        "translation": "行政科技",
        "stage": 1
    },
    {
        "key": "HINT_ADMTECH_TEXT:0",
        "original": "Administrative Technology costs Administrative Power and is very important for unlocking more Idea Groups and buildings of the Government category.",
        "translation": "行政科技花费行政点数，提高行政科技可以帮助你解锁更多的理念组和行政类建筑.",
        "stage": 1
    },
    {
        "key": "HINT_DIPTECH_TITLE:0",
        "original": "Diplomatic Technology",
        "translation": "外交科技",
        "stage": 1
    },
    {
        "key": "HINT_DIPTECH_TEXT:0",
        "original": "Diplomatic Technology costs Diplomatic Power and is important for unlocking Trade-related Technology and buildings from the Trade and Naval categories. More powerful ships are also unlocked by Diplomatic Technology.",
        "translation": "外交科技花费外交点数，提高外交科技可以帮助你解锁贸易相关的科技，以及贸易和海军建筑.此外，解锁更有力的船只也取决于外交科技的提升.",
        "stage": 1
    },
    {
        "key": "HINT_MILTECH_TITLE:0",
        "original": "Military Technology",
        "translation": "军事科技",
        "stage": 1
    },
    {
        "key": "HINT_MILTECH_TEXT:0",
        "original": "Military Technology costs Military Power and is important for unlocking new units and Military-related Technologies. It also unlocks buildings from the Fort and Army building categories.",
        "translation": "军事科技花费军事点数，提高军事科技可以帮助你解锁新陆地单位和军事相关的科技.此外，它还可以帮助及解锁更高等级的要塞和军事建筑.",
        "stage": 1
    },
    {
        "key": "HINT_TAXES_TITLE:0",
        "original": "Taxes",
        "translation": "税收",
        "stage": 1
    },
    {
        "key": "HINT_TAXES_TEXT:1",
        "original": "Taxes are collected from provinces and are directly connected to base tax. The amount of tax collected depends on the Base Tax Development of the province, whether it is a core or not and how high the unrest in the province is. Tax Income is increased by Tax Efficiency.",
        "translation": "税收从各省征收，与税基直接相关. 税收额取决于该省是否拥有城市，是否拥有核心，叛乱风险是否高。税收收入会随着税收收入的提高而提高。",
        "stage": 1
    },
    {
        "key": "HINT_TRADE_TITLE:0",
        "original": "Trade",
        "translation": "贸易",
        "stage": 1
    },
    {
        "key": "HINT_TRADE_TEXT:0",
        "original": "Trade can be a major source of income for a country. The world is split up into Trade Nodes and all Trade Value produced in provinces is transported to their associated Trade Node. You can either steer trade or collect income from a Trade Node. Trade Power influences how much of a Trade Node you can control, and is therefore very important. Trade Income is directly modified by Trade Efficiency.",
        "translation": "对于国家来说，贸易是收入的一种主要来源。世界上有许多贸易节点，每个省份所产生的贸易额都会被运输到所属的贸易节点中。在一个贸易节点中你可以选择转移贸易额或者将贸易额转化为收入。贸易竞争力决定了你在贸易节点中的支配贸易额的能力. 贸易收入受贸易效率直接影响.",
        "stage": 1
    },
    {
        "key": "HINT_INCOME_TITLE:0",
        "original": "Income",
        "translation": "收入",
        "stage": 1
    },
    {
        "key": "HINT_INCOME_TEXT:0",
        "original": "Income can come from taxes, production and tariffs. Taxes are gathered from provinces and can be improved by Tax Efficiency. Production comes from the Trade Value in a province and can be improved by Production Efficiency. Tariffs represent income from Colonial Nations. Certain Ideas can increase the tariffs collected.",
        "translation": "你的收入来源于三部分：税收，生产和关税.每个省都会产生税收，税收随着税收效率的提高而增加.生产取决于省份的贸易额，并随着生产效率的提高而增加.关税是海外省份的收入，它需要轻型战舰或重型战舰来获得这些跨海的收入.一些理念会增加关税.",
        "stage": 1
    },
    {
        "key": "HINT_ROYALMARRIAGE_TITLE:0",
        "original": "Royal Marriage",
        "translation": "王室联姻",
        "stage": 5
    },
    {
        "key": "HINT_ROYALMARRIAGE_TEXT:0",
        "original": "A Royal Marriage is the dynastic bond between two nations. Having a Royal Marriage will increase opinion, but will also be accompanied by a chance that the two dynasties merge. Two nations with rulers of the same dynasty will have increased opinion of each other. Being of the same dynasty means there is a chance that when the ruler of a country dies and has no heir, the country might become a junior partner in a Personal Union.",
        "translation": "王室联姻是连接两个王朝的纽带，与一个国家王室联姻可以增加两国的关系，但也有可能导致两国王室融合成一个家族。两个国家被同一王朝统治时两国之间的关系会好转。当一个国家的统治者去世且没有继承人时可能会被一个同王朝国家联合统治。",
        "stage": 1
    },
    {
        "key": "HINT_ENTERROYALMARRIAGE_TITLE:0",
        "original": "Entering a Royal Marriage",
        "translation": "王室联姻",
        "stage": 1
    },
    {
        "key": "HINT_ENTERROYALMARRIAGE_TEXT:0",
        "original": "Entering a Royal Marriage is a Diplomatic Action found under the Dynastic action category in the Diplomacy view. Right-click a nation, expand the Dynastic actions accordion and click the Royal Marriage button.",
        "translation": "在外交界面中，可以通过王室活动进行王室联姻。右键点击一个国家，展开王室活动菜单，点击王室联姻选项就可以了。",
        "stage": 1
    },
    {
        "key": "HINT_ENTERPERSONALUNION_TITLE:0",
        "original": "Entering a Personal Union",
        "translation": "建立联合统治",
        "stage": 1
    },
    {
        "key": "HINT_ENTERPERSONALUNION_TEXT:0",
        "original": "If you have a Royal Marriage with another nation that has low Prestige, you may use the Claim Throne Diplomatic Action. That will give you a Casus Belli to force them into a Personal Union under your nation. When a ruler dies without an heir, there is a chance that the country can enter a Personal Union with another country if they had a Royal Marriage.",
        "translation": "如果你和另一个威望比你低的国家有王室联姻，你可以对其宣称王位。这会给你一个强制对该国形成联合统治的宣战理由。当统治者在没有继承人的情况下死亡时，与该国有王室联姻的国家可能会对该国形成联合统治。",
        "stage": 1
    },
    {
        "key": "HINT_PERSONALUNION_TITLE:0",
        "original": "Personal Union",
        "translation": "联合统治",
        "stage": 5
    },
    {
        "key": "HINT_PERSONALUNION_TEXT:0",
        "original": "A Personal Union is a form of vassalage that means that the ruler is the ruler of both nations. The junior partner counts as a vassal under the leadership of the union leader. If relations are good enough, a union leader has the chance of inheriting the lands of the junior partner, effectively transferring all provinces to the union leader.",
        "translation": "联合统治指的是统治者同时统治两个国家，被联统国可以看成在联统国统治下的附庸.如果两国关系足够高，联合统治的主导者有机会继承被联统国，所有的省份都成为联统国的一部分.",
        "stage": 1
    },
    {
        "key": "HINT_INFLATION_TITLE:0",
        "original": "Inflation",
        "translation": "通货膨胀",
        "stage": 5
    },
    {
        "key": "HINT_INFLATION_TEXT:1",
        "original": "Inflation will have negative economic effects on your country. Inflation will increase the costs for most things in your country. Inflation can be increased by random events and Gold Income from provinces. Inflation can be reduced yearly with a Master of the Mint advisor or the National Bank Economic Idea. In the economy screen you can reduce Inflation by spending Administrative Power.",
        "translation": "通货膨胀对国家有负面作用，会增加国内许多行为的花费.通货膨胀的可能会因为随机事件和黄金收入而增加.当铸币专家或国家银行理念存在的时候，可以减少通货膨胀.当你选择了经济理念组中的所有理念，你可以通过花费行政点数来减少通货膨胀.",
        "stage": 1
    },
    {
        "key": "HINT_WARTAXES_TITLE:0",
        "original": "War Taxes",
        "translation": "战争税",
        "stage": 5
    },
    {
        "key": "HINT_WARTAXES_TEXT:0",
        "original": "War Taxes can be collected during war. Collecting War Taxes will give you a significant decrease of unit costs, but will also cost 50£mil every two years.",
        "translation": "战争期间可以征收战争税。这将极大降低你的部队维护费，但每两年要消耗50£mil£。",
        "stage": 1
    },
    {
        "key": "HINT_WAREXHAUSTION_TITLE:0",
        "original": "War Exhaustion",
        "translation": "厌战度",
        "stage": 5
    },
    {
        "key": "HINT_WAREXHAUSTION_TEXT:0",
        "original": "War Exhaustion represents how much your nation has been ravaged by war. High War Exhaustion will have an increased unrest while also making recruiting regiments and building ships significantly slower. It will also be more expensive to make provinces into core provinces. War Exhaustion can be reduced by spending Diplomatic Power.",
        "translation": "厌战度是指战争对你的国家造成的破坏程度。高厌战度会增加叛乱风险，同时也会使得招募军团和组建舰队的速度显著降低。制造核心省份的花费也会更高。厌战度可以用外交点数降低。",
        "stage": 1
    },
    {
        "key": "HINT_REVOLTRISK_TITLE:0",
        "original": "Unrest",
        "translation": "叛乱度",
        "stage": 5
    },
    {
        "key": "HINT_REVOLTRISK_TEXT:0",
        "original": "Unrest is the chance of rebels appearing in your provinces. Wrong culture, wrong religion or random events are all things that can affect the Local Unrest in a province. Low Stability, low Legitimacy, high War Exhaustion are examples of things that can affect your Unrest on a national level.",
        "translation": "叛乱几率是你的省份中出现叛乱者的几率。不接受的文化，不同宗教，以及随机事件都可能导致省份本地叛乱风险增加。而低稳定，低正统，高厌战都会增加国家层级的叛乱风险。",
        "stage": 1
    },
    {
        "key": "HINT_REBELS_TITLE:0",
        "original": "Rebels",
        "translation": "叛军",
        "stage": 5
    },
    {
        "key": "HINT_REBELS_TEXT:0",
        "original": "Rebels can appear in your provinces due to you having a high unrest or by random events. If your armies have trouble with defeating the rebels in battle, it might be a good idea to go into the Stability and Expansion tab and treat with the rebels by clicking 'Handle Them'.",
        "translation": "叛军会因为高叛乱风险和随机事件而出现。 如果你的军队镇压叛乱时受阻，打开\"稳定与扩张\"界面并单击\"处理他们\"不失为一个好方法。",
        "stage": 1
    },
    {
        "key": "HINT_REBELTYPES_TITLE:0",
        "original": "Rebel Types",
        "translation": "叛乱类型",
        "stage": 5
    },
    {
        "key": "HINT_REBELTYPES_TEXT:0",
        "original": "There are many types of rebels varying from peasants or heretics to pretenders or nationalists. The different rebels vary in strength, where pretender rebels are generally the strongest because they have access to troops of higher quality and generally have higher morale while being lead by the pretender himself.",
        "translation": "叛乱者有许多类型，包括农民起义，异端，贵族叛乱和民族主义者.不同的叛军战斗力不同，其中贵族叛乱战斗力最高，因为贵族们可以获得高水平的军队.当贵族亲自指挥部队时，部队的士气会增加.",
        "stage": 1
    },
    {
        "key": "HINT_LEADER_TITLE:0",
        "original": "Leaders",
        "translation": "将领",
        "stage": 5
    },
    {
        "key": "HINT_LEADER_TEXT:0",
        "original": "Leaders are commanders that lead your armies or fleets. Generals will lead armies and are recruited by spending 50£mil. Admirals are leaders that you put in command of your fleets and they are recruited by spending 50£dip . Each leader above your free upkeep will cost you 1 point of Military Power per month.",
        "translation": "将领分是领导你的军队或舰队的指挥官。陆军将领可以可以指挥军队，通过花费50£mil£招募。海军将领可以指挥舰队，通过花费50£dip£招募。将领上限之外的每个将领每月会额外花费你1点军事点数。",
        "stage": 1
    },
    {
        "key": "HINT_EXPCONQ_TITLE:0",
        "original": "Explorers & Conquistadors",
        "translation": "探险家和征服者",
        "stage": 5
    },
    {
        "key": "HINT_EXPCONQ_TEXT:0",
        "original": "Explorers are Admirals that can be sent into unexplored sea provinces to discover them. Conquistadors are Generals and can be put in command of armies to allow them to move into unexplored land. Explorers and Conquistadors require the Quest for the New World Idea in the Exploration Idea Group.",
        "translation": "探险家是可以带领舰队探索未知海域的提督；征服者是可以带领军队探索未知陆地的将军。要征兆探险家和征服者需要解锁探索理念组中的「探索新世界」理念。",
        "stage": 1
    },
    {
        "key": "HINT_EXPLORATION_TITLE:0",
        "original": "Exploration",
        "translation": "探索",
        "stage": 5
    },
    {
        "key": "HINT_EXPLORATION_TEXT:0",
        "original": "Uncharted lands are hidden by Terra Incognita. You will need an Explorer or a Conquistador in order to move into Terra Incognita. Explorers lead fleets while Conquistadors lead armies.",
        "translation": "地图上未发现的省份被标识为未知省份。你需要探险家或征服者来带领军队或舰队进入未知省份。探险家带领舰队，征服者带领军队。",
        "stage": 1
    },
    {
        "key": "HINT_TERRAINCOGNITA_TITLE:0",
        "original": "Terra Incognita",
        "translation": "未知之地",
        "stage": 5
    },
    {
        "key": "HINT_TERRAINCOGNITA_TEXT:1",
        "original": "Terra Incognita is part of the world that you have not explored yet. Unless your unit is being led by an Explorer or a Conquistador or the land is owned by someone you are at war with, it will be impossible to move your units there.",
        "translation": "未知之地是世界上你还未探索的区域。除非你的单位由探险家或征服者领导，或者该地区由与你交战的对手所拥有，否则你无法把单位移动到那里。",
        "stage": 1
    },
    {
        "key": "HINT_TERRAINCOGNITA_ED_TEXT:0",
        "original": "Terra Incognita is part of the world that you have not explored yet. You must give a unit led by an Explorer or Conquistador a mission to explore here, and until the mission is carried out it will be impossible to move your units here.",
        "translation": "未知之地是你还没探索的区域。你必须给一个由探险家或征服者领导的单位一个探索任务才能探索那里。直到探索任务完成之前，你都无法把单位移动到那里。",
        "stage": 1
    },
    {
        "key": "HINT_TERRAINCOGNITA_QFTNW_WARN:0",
        "original": "§R- You need the idea $IDEANAME$ to explore across the oceans.§!",
        "translation": "§R- 你需要$IDEANAME$理念来探索大洋。§!",
        "stage": 1
    },
    {
        "key": "HINT_TERRAINCOGNITA_NEED_EXPLORER:0",
        "original": "§R- Your fleet must be led by an explorer to reveal Terra Incognita.§!",
        "translation": "§R- 你必须为你的舰队分配一个探险家才能探索未知之地。§!",
        "stage": 1
    },
    {
        "key": "HINT_TERRAINCOGNITA_OUT_OF_RANGE:0",
        "original": "§R- Our Colonization range does not permit us to explore this yet.§!",
        "translation": "§R- 我们的殖民距离还不容许我们探索此地。§!",
        "stage": 1
    },
    {
        "key": "HINT_TERRAINCOGNITA_EXPLORE_REGION:0",
        "original": "Right-click to send your fleet to explore §Y$REGION$§!",
        "translation": "右键点击以派遣舰队探索 §Y$REGION$§!",
        "stage": 1
    },
    {
        "key": "HINT_LOANS_TITLE:0",
        "original": "Loans",
        "translation": "贷款",
        "stage": 5
    },
    {
        "key": "HINT_LOANS_TEXT:0",
        "original": "Loans can be taken to save your nation in terms of economic peril or to make economic investment for more long-term profit. Taking a loan will give you the ducats instantly and you pay Interest every month until the loan is repaid. If your interest is higher than your monthly income, your country will go bankrupt. You should not be afraid to take loans.",
        "translation": "贷款可以帮助你的国家脱离经济危机或进行经济投资以期获得长期收益。所贷金额将立即到账，但贷款还清之前每个月都需偿付利息。一旦利息高于国家月收入,国家将会破产。当然，你也无须畏惧贷款。",
        "stage": 1
    },
    {
        "key": "HINT_INTEREST_TITLE:0",
        "original": "Interest",
        "translation": "利息",
        "stage": 1
    },
    {
        "key": "HINT_INTEREST_TEXT:1",
        "original": "Whenever you take a loan you will pay monthly interest on that loan. The interest is higher with low Stability.",
        "translation": "每当你进行了一笔贷款，每一个月你都需要支付一笔利息。低稳定的情况下这笔利息会变得更高。",
        "stage": 1
    },
    {
        "key": "HINT_HEAVYSHIPS_TITLE:0",
        "original": "Heavy Ships",
        "translation": "重型战舰",
        "stage": 1
    },
    {
        "key": "HINT_HEAVYSHIPS_TEXT:0",
        "original": "Heavy Ships are the most powerful warships and are also the most expensive type of ship to build. They have the most Cannons and Hull Size.",
        "translation": "重型战舰是最为强大、最为昂贵的一类战舰。它们拥有最多的火炮以及最大的船体尺寸。",
        "stage": 1
    },
    {
        "key": "HINT_LIGHTSHIPS_TITLE:0",
        "original": "Light Ships",
        "translation": "轻型战舰",
        "stage": 1
    },
    {
        "key": "HINT_LIGHTSHIPS_TEXT:0",
        "original": "Light Ships are fast ships primarily used to secure trade opportunities. A fleet with Light Ships in it can be ordered to Protect Trade in a Trade Node. Light Ships that are performing Protect Trade will increase Trade Power in that Trade Node.",
        "translation": "轻型战舰是一种快船，它们主要用于夺取贸易机会。你可以指派有轻型战舰的舰队前去贸易节点保护贸易。正在一处贸易节点内保护贸易的轻型战舰将提升该节点的贸易竞争力。",
        "stage": 1
    },
    {
        "key": "HINT_GALLEYS_TITLE:0",
        "original": "Galleys",
        "translation": "桨帆战舰",
        "stage": 1
    },
    {
        "key": "HINT_GALLEYS_TEXT:0",
        "original": "Galleys are cheap warships that are very cost-effective in inland seas, where they receive a 100% bonus to damage dealt to non-galleys. You can hover the mouse over a sea-zone to view the tooltip and see whether it is an inland sea or not. The Mediterranean is one example of an inland sea.",
        "translation": "桨帆战舰对于内海航行而言是一种性价比极高的廉价战舰——它们在内海时能对其他类型船只造成100%的额外伤害。你可以将鼠标停在一片海域上以确认其是否为内海。地中海就是一个内海的例子。",
        "stage": 1
    },
    {
        "key": "HINT_TRANSPORTS_TITLE:0",
        "original": "Transports",
        "translation": "运输船",
        "stage": 1
    },
    {
        "key": "HINT_TRANSPORTS_TEXT:0",
        "original": "Transports are used to transfer armies across water. Each transport ship can transport one regiment, regardless of the regiment is of full strength or not.",
        "translation": "运输船可以运送军队渡过水体。每艘运输船可搭载一个团（无论满员与否）。",
        "stage": 1
    },
    {
        "key": "HINT_BLOCKADE_TITLE:0",
        "original": "Blockade",
        "translation": "封锁",
        "stage": 1
    },
    {
        "key": "HINT_BLOCKADE_TEXT:0",
        "original": "Blockade is available at Diplomatic Technology level 3 and you can blockade an enemy province by placing ships outside their ports. A blockaded province has reduced Tax income and Trade Power. A province that is not blockaded will hold out longer during a siege.",
        "translation": "在外交科技达到3级后，你就可以封锁港口——通过派遣舰队据守在敌方港口外封锁该省份。此举将削减被封锁的省份的税收和贸易竞争力。未被封锁港口的省份能在被围城中坚持更久。",
        "stage": 1
    },
    {
        "key": "HINT_COALITION_TITLE:0",
        "original": "Coalition",
        "translation": "包围网",
        "stage": 1
    },
    {
        "key": "HINT_COALITION_TEXT:0",
        "original": "For a coalition to form it requires that a country is Outraged by the Aggressive Expansion caused by another country. Although a coalition will disband when no members are Outraged, coalition members do not need to be Outraged to join. Opinion, distance and threat all affect the likelihood of new members joining the coalition. When a Coalition member is at war with the Coalition target, all Coalition members will join.",
        "translation": "当一个国家被另一个国家的侵略扩张行为激怒的时候便可以对扩张国建立包围网。尽管一个包围网在没有包围网成员国对目标国家的态度为愤怒时就会被解散，但是国家并不需要对目标国家持有愤怒的态度便可以加入包围网。好感度，距离和威胁程度都会影响包围网新成员加入的可能性。只要有一名包围网的成员与目标国家开战，所有成员都会加入战争。",
        "stage": 1
    },
    {
        "key": "HINT_ATTRITION_TITLE:0",
        "original": "Attrition",
        "translation": "损耗",
        "stage": 1
    },
    {
        "key": "HINT_ATTRITION_TEXT:0",
        "original": "Each regiment in your army counts towards the army's unit weight. The unit weight determines how many troops can be inside a province without suffering attrition. Attrition slowly causes casualties to large armies and is more severe in tropical climate or during winter.",
        "translation": "部队中每个团都会计入单位重量。单位重量决定了能有多少部队可以不承受损耗地停留在一个省份里。损耗会不断地导致大部队缓慢减员，在热带地区或在冬天损耗会变得更为严重。",
        "stage": 1
    },
    {
        "key": "HINT_COLONIALRANGE_TITLE:0",
        "original": "Colonial Range",
        "translation": "殖民距离",
        "stage": 1
    },
    {
        "key": "HINT_COLONIALRANGE_TEXT:0",
        "original": "Colonial Range determines how close Uncolonized Land has to be in order for you to be able to send a Colonist there. Colonial Range can be increased by the Exploration Ideas or by Technology Level.",
        "translation": "殖民距离决定你能往多远的未殖民地区派遣殖民者进行殖民活动。你可以通过探索理念和提升科技等级增加殖民距离。",
        "stage": 1
    },
    {
        "key": "HINT_COLONY_TITLE:0",
        "original": "Colonies",
        "translation": "殖民地",
        "stage": 1
    },
    {
        "key": "HINT_COLONY_TEXT:0",
        "original": "When you send a Colonist to found a Colony it will first take him some time to get there. Once the Colonist arrives to the location, a Colony will be founded in the province. When the Colony's population of Settlers reaches 1000, the province turns into a city and can construct buildings and will generate more income.",
        "translation": "殖民者需要一定的时间才能达到目标省份并开始殖民。当殖民者到达目标省份时，一个新的殖民地就会在该省诞生。当殖民地中居民的数量达到1000时，这个省份就会变成城市，你就可以在此建造建筑物以产生更多的税收。",
        "stage": 1
    },
    {
        "key": "HINT_BUILDING_TITLE:0",
        "original": "Buildings",
        "translation": "建筑",
        "stage": 1
    },
    {
        "key": "HINT_BUILDING_TEXT:1",
        "original": "Buildings can be constructed in a province that is not a colony. A province has a limited number of building slots based on its terrain and development.",
        "translation": "只要你控制的这个省份不是殖民地，你就可以在这上面建造建筑物。一个省份仅有有限的建筑槽，其数量取决于省份地形和发展度。",
        "stage": 1
    },
    {
        "key": "HINT_MONARCHY_TITLE:0",
        "original": "Monarchies",
        "translation": "君主制",
        "stage": 1
    },
    {
        "key": "HINT_MONARCHY_TEXT:0",
        "original": "Monarchies are a government form where the Ruler normally stays in power until he dies, followed by the heir who will become the next Ruler. Monarchies have Legitimacy to represent how strong claim the Ruler has to the throne. Only Monarchies and Noble Republics may enter Royal Marriages.",
        "translation": "采用君主制的国家的统治者一般情况下都会执政至死，其后由继承人接任。君主制国家的正统性一值体现君主对王位拥有的宣称之强弱。只有君主制国家和贵族共和国才能进行王室联姻。",
        "stage": 1
    },
    {
        "key": "HINT_REPUBLIC_TITLE:0",
        "original": "Republics",
        "translation": "共和制",
        "stage": 1
    },
    {
        "key": "HINT_REPUBLIC_TEXT:1",
        "original": "Republics are a government form where a new Ruler is elected every 4 to 8 years. When an Election happens, you will get a number of choices of different candidates. Alternatively you may choose to keep the previous Ruler, which will reduce your Republican Tradition. Republics' main strength is their ability to choose a Ruler suitable for whatever task the Republic has set up.",
        "translation": "共和制政体的国家每四到八年都会选出一位新的统治者。当竞选开始后，你可以在几个新候选人之间进行选择。你也可以选择保留现有统治者，但这将降低你的共和传统。共和制的主要优点在于可以根据其需要选择最理想的统治者。",
        "stage": 1
    },
    {
        "key": "HINT_TRIBE_TITLE:0",
        "original": "Tribes",
        "translation": "部落制",
        "stage": 1
    },
    {
        "key": "HINT_TRIBE_TEXT:0",
        "original": "Tribe is the most primitive form of government. They vary in the way they select their chiefs and in the degree of centralization of power. Their technological progress is seriously hindered until they reform their government.",
        "translation": "部落制是最为原始的政体。各个部落制在它们选择酋长的方式上以及集权的程度上都有所不同。在它们进行政体改革前，其科研速度都会受到严重限制。",
        "stage": 1
    },
    {
        "key": "HINT_NOMAD_TITLE:0",
        "original": "Steppe Nomads",
        "translation": "草原游牧部落",
        "stage": 1
    },
    {
        "key": "HINT_NOMAD_TEXT:0",
        "original": "Steppe Nomads are remnants of the Mongol hordes of past centuries. They are ruled by a khan who maintains his power and popularity by crushing opposition and plundering neighboring countries. Their technological progress is seriously hindered until they reform their government. Nomads also receive a damage bonus in combat when they are fighting in flat terrain.",
        "translation": "草原游牧民族是过去几个世纪蒙古部落的残余势力。其领导者可汗通过碾碎反对者和劫掠邻国的方式来维持他的统治与人望。在它们进行政体改革前，其科研速度都会受到严重限制。游牧部落在平坦地形上作战时会获得伤害增益。",
        "stage": 1
    },
    {
        "key": "HINT_THEOCRACY_TITLE:0",
        "original": "Theocracies",
        "translation": "神权制",
        "stage": 1
    },
    {
        "key": "HINT_THEOCRACY_TEXT:0",
        "original": "Theocracy is a form of government where the Ruler is a religious leader such as the Pope or an archbishop. The Ruler reigns until death, at which point a new ruler is chosen. Theocracies have special National Ideas.",
        "translation": "神权国的统治者是一位宗教领袖，例如教宗或大主教。统治者执政至死，其后将会指定出一位新统治者。神权国有着特殊的国家理念。",
        "stage": 1
    },
    {
        "key": "HINT_COMBATPOWER_TITLE:0",
        "original": "Combat Ability",
        "translation": "作战能力",
        "stage": 1
    },
    {
        "key": "HINT_COMBATPOWER_TEXT:0",
        "original": "Combat Ability is a bonus that gives your units extra damage in combat. It is different from Discipline because Combat Ability only increases damage, while Discipline also reduces damage taken.",
        "translation": "作战能力可以在战斗中给你的军队带来伤害加成。作战能力和训练度的不同在于它只增加伤害，而训练度同时还能减少受到的伤害。",
        "stage": 1
    },
    {
        "key": "HINT_PREFERREDUNIT_TITLE:0",
        "original": "Preferred Unit",
        "translation": "首选兵种",
        "stage": 1
    },
    {
        "key": "HINT_PREFERREDUNIT_TEXT:0",
        "original": "The Preferred Unit is the unit you have picked to use as your Preferred Unit for each Unit Type. For example, there are many different types of Infantry, many of which are unlocked by Technology. When you unlock a new unit, you may change your Preferred Unit so that all your Infantry will upgrade to that unit. Changing Preferred Unit will drain all morale of that unit type.",
        "translation": "首选兵种是你选择的每种部队的首选部队。比如说，步兵有许多不同的兵种，它们大多是由科技解锁的。当你解锁新的兵种后，你就能更改你的首选兵种并使所有的步兵都会升级为该兵种。更改首选兵种将耗尽所有该兵种类型单位的士气。",
        "stage": 1
    },
    {
        "key": "HINT_UNITBASECOST_TITLE:0",
        "original": "Unit Base Cost",
        "translation": "单位基础花费",
        "stage": 1
    },
    {
        "key": "HINT_UNITBASECOST_TEXT:0",
        "original": "Each unit has an associated base cost in ducats. Infantry has 10, cavalry 25 and 30 for artillery. The amount you end up paying is reduced by ideas or buildings in the province.",
        "translation": "每个单位都有相应的单位基本花费，步兵是10，骑兵是25，炮兵30。理念或者省份建筑都可以减少你的相应花费。",
        "stage": 1
    },
    {
        "key": "HINT_INFANTRY_TITLE:0",
        "original": "Infantry",
        "translation": "步兵",
        "stage": 1
    },
    {
        "key": "HINT_INFANTRY_TEXT:0",
        "original": "Infantry are the core of most armies. They are cheap and effective, but overshadowed by Cavalry early in the game. Once you start unlocking higher levels of Fire Modifier from Technology, Infantry will start to make Cavalry less effective. Infantry can be used to Assault forts in sieges.",
        "translation": "步兵是多数军队的核心。他们廉价而有效，但游戏初期效果并不如骑兵。随着科技的提升，步兵火力修正将进一步解锁，骑兵的效率也就会越来越比不上步兵。围城时，步兵可以用来强攻要塞。",
        "stage": 1
    },
    {
        "key": "HINT_CAVALRY_TITLE:0",
        "original": "Cavalry",
        "translation": "骑兵",
        "stage": 1
    },
    {
        "key": "HINT_CAVALRY_TEXT:0",
        "original": "Cavalry is very strong early on in the game when their higher Shock means they will deal a noticeable amount of damage. If you do not have a certain mix of Infantry and Cavalry you will receive an Insufficient Support modifier that reduces the damage dealt by your troops. The amount of Infantry or Cavalry you can have depends on your Technology Group.",
        "translation": "因为骑兵高冲击的特点，其所造成的伤害显著，在游戏前期是非常强大的单位。然而，如果你没有按照一定比率分配好骑兵和步兵，部队就会受到支援不足的战斗惩罚修正，你的部队对敌方所造成的伤害也就会因此变少。不同的科技组有着不同的步骑比例。",
        "stage": 1
    },
    {
        "key": "HINT_ARTILLERY_TITLE:0",
        "original": "Artillery",
        "translation": "炮兵",
        "stage": 1
    },
    {
        "key": "HINT_ARTILLERY_TEXT:0",
        "original": "Artillery are support regiments that help you siege provinces faster. They also provide 50% of their Shock and Fire (green pips) to help a unit in the front row take reduced damage when attacked. Artillery can also attack from the rear and they deal 50% of the damage. Artillery positioned in the front will take double damage when attacked.",
        "translation": "炮兵是支援型单位，可加快省份围城的进度。此外炮兵还可以给战斗中的前排部队提供自身一半的火力防护和冲击防护，以减弱其受到攻击时的伤害。炮兵可以在后排进行输出，对敌人造成的伤害为平时的一半。位于前排的炮兵受到攻击时会受到双倍伤害。",
        "stage": 1
    },
    {
        "key": "HINT_TOLERANCETRUE_TITLE:0",
        "original": "True Faith",
        "translation": "正统信仰",
        "stage": 1
    },
    {
        "key": "HINT_TOLERANCETRUE_TEXT:0",
        "original": "Tolerance of True Faith reduces the unrest in provinces that are of the same religion of your state religion.",
        "translation": "正统信仰的容忍影响信仰国教的省份的叛乱风险。",
        "stage": 1
    },
    {
        "key": "HINT_TOLERANCEHERETIC_TITLE:0",
        "original": "Heretics",
        "translation": "异端",
        "stage": 1
    },
    {
        "key": "HINT_TOLERANCEHERETIC_TEXT:0",
        "original": "Tolerance of Heretics affects the unrest in provinces that are of similar, but not same, religion as your state religion.",
        "translation": "信仰宗教为国教异端信仰的省份会有一定的宗教叛乱风险，异端信仰的容忍度会影响这些省份的叛乱风险。",
        "stage": 1
    },
    {
        "key": "HINT_TOLERANCEHEATHEN_TITLE:0",
        "original": "Heathens",
        "translation": "异教",
        "stage": 1
    },
    {
        "key": "HINT_TOLERANCEHEATHEN_TEXT:0",
        "original": "Tolerance of Heathens affects the unrest in provinces that are of a different religion than your state religion.",
        "translation": "信仰宗教与国教完全不同的省份会有一定的宗教叛乱风险，异教信仰的容忍度会影响这些省份的叛乱风险。",
        "stage": 1
    },
    {
        "key": "HINT_REFORMDESIRE_TITLE:0",
        "original": "Reform Desire",
        "translation": "改革呼声",
        "stage": 1
    },
    {
        "key": "HINT_REFORMDESIRE_TEXT:0",
        "original": "Reform Desire represents how much pressure there is within Catholicism to reform the faith. High Reform Desire will eventually unlock the Reformation, allowing Catholic countries and provinces to convert into Protestantism or Reformed Faith. Reform Desire is usually increased by random events and is global for the whole Catholic religion, not just your country.",
        "translation": "改革呼声代表了天主教内部面临的改革信仰压力。过高的改革呼声将解锁宗教改革，这将允许天主教国家和省份转信新教或者改革宗。不单单只有你的国家，整个天主教世界的随机事件都会提升改革呼声。",
        "stage": 5
    },
    {
        "key": "HINT_PAPALINFLUENCE_TITLE:0",
        "original": "Papal Influence",
        "translation": "教廷影响力",
        "stage": 1
    },
    {
        "key": "HINT_PAPALINFLUENCE_TEXT:1",
        "original": "Papal Influence is a resource you use to gain bonuses from the Holy See and try to become Curia Controller. Papal Influence is gained yearly from Religious Unity and having good relations with the Papal State. Certain Ideas can also increase your Papal Influence.",
        "translation": "教廷影响力可用于从圣座获得一定奖励，或是作成为教廷监护的资本。基于国内宗教统一的状况以及与教宗国的关系，你每年都会获得一些教廷影响力。某些特定的理念也能增加教廷影响力。",
        "stage": 1
    },
    {
        "key": "HINT_CHANGERELIGION_TITLE:0",
        "original": "Change Religion",
        "translation": "更改宗教",
        "stage": 1
    },
    {
        "key": "HINT_CHANGERELIGION_TEXT:0",
        "original": "When the Reform Desire has reached a high enough level to unlock the Reformation, you will be able to change your state religion from Catholic to Protestant and later on Reformed. Changing Religion will reduce the Stability of your country by -5.",
        "translation": "当改革呼声够高，足以解锁宗教改革时，你将能把你的国教从天主教改变为新教或是改革宗。更改宗教将使你的国家的稳定减少五点。",
        "stage": 5
    },
    {
        "key": "HINT_CARDINAL_TITLE:0",
        "original": "Cardinals",
        "translation": "枢机",
        "stage": 1
    },
    {
        "key": "HINT_CARDINAL_TEXT:1",
        "original": "Cardinals are randomly assigned to Catholic provinces in Europe. Owners of these provinces receive a bonus to their Papal Influence.",
        "translation": "枢机会被随机分配给欧洲的天主教省份，这些省份的拥有者将获得额外教廷影响力。",
        "stage": 1
    },
    {
        "key": "HINT_OVEREXTENSION_TITLE:0",
        "original": "Overextension",
        "translation": "过度扩张",
        "stage": 1
    },
    {
        "key": "HINT_OVEREXTENSION_TEXT:0",
        "original": "Each province you own that is not one of your core provinces will increase your Overextension. The amount of Overextension depends on the Base Tax of the province. Usually, each 1 Development is equal to 1% in Overextension, though this number can be reduced with Administrative Efficiency. You usually want to turn recently conquered provinces into cores as quickly as possible.",
        "translation": "每一个占有的非核心省份都将使你进一步过度扩张。过度扩张的情况取决于该省份的基础税收。一般而言，1点发展度相当于1%的过度扩张，不过行政效率可以减少这一数值。通常情况下，你都应当把征服下的省份尽快变为核心省份。",
        "stage": 1
    },
    {
        "key": "HINT_SETTLERGROWTH_TITLE:0",
        "original": "Settler Growth",
        "translation": "定居者增长",
        "stage": 1
    },
    {
        "key": "HINT_SETTLERGROWTH_TEXT:0",
        "original": "Settler Growth is a bonus to the yearly increase in Settler population in a Colony. When the population of Settlers reaches 1000, the Colony will turn into a city province and can be turned into a Core Province to begin producing units and constructing buildings.",
        "translation": "定居者增长是对殖民地内定居者人口每年增长之上的额外加成。当定居者人口达到1000时，殖民地将变为城市并可以被转变为核心省份，你就可以在那生产部队和建造建筑。",
        "stage": 1
    },
    {
        "key": "HINT_COLONISTTIME_TITLE:0",
        "original": "Colonist Travel Time",
        "translation": "殖民队行程时间",
        "stage": 1
    },
    {
        "key": "HINT_ADMINISTRATIVE_EFFICIENCY_TEXT:0",
        "original": "Administrative Efficiency is gained from high levels of Administrative technology. It is a measure of how effective your nation is at integrating foreign provinces, reducing the overextension impact and core-creation cost of non-core provinces and making it cheaper to conquer lands in wars. However, it will also increase the administrative burden on your Colonial Nations, increasing their Liberty desire.",
        "translation": "行政效率随着行政科技的提高而提高，它体现了你的国家在整合外国省份、减少过度扩张影响以及制造省份核心方面的效率，从而使得你通过战争征服土地的花费更少。然而，它也会增加你的殖民国家的行政压力，提升他们的独立倾向。",
        "stage": 1
    },
    {
        "key": "HINT_ADMINISTRATIVE_EFFICIENCY_TITLE:0",
        "original": "Administrative Efficiency",
        "translation": "行政效率",
        "stage": 1
    },
    {
        "key": "HINT_COLONISTTIME_TEXT:0",
        "original": "Colonist Travel Time is the time it takes for your Colonist to arrive to the Uncolonized Land to which you sent him. Once he arrives, the province will turn into a Colony.",
        "translation": "殖民者旅行时间是你的殖民者到达未殖民土地的时间。当殖民者到达时，该省份将转变为殖民地。",
        "stage": 1
    },
    {
        "key": "HINT_TRADERANGE_TITLE:0",
        "original": "Trade Range",
        "translation": "贸易范围",
        "stage": 1
    },
    {
        "key": "HINT_TRADERANGE_TEXT:0",
        "original": "Trade Range determines how far away you may send a Merchant. A Merchant can perform either Collect from Trade or Transfer Trade Power.",
        "translation": "贸易范围决定了你能把商人派到多远。商人能执行以下任务：贸易变现、转移贸易额。",
        "stage": 1
    },
    {
        "key": "HINT_MERCANTILISM_TITLE:0",
        "original": "Mercantilism",
        "translation": "重商主义",
        "stage": 1
    },
    {
        "key": "HINT_MERCANTILISM_TEXT:0",
        "original": "Mercantilism is a bonus that affects your Trade Power in provinces. The higher it is, the better it is. Mercantilism can be gained or reduced by random events.",
        "translation": "重商主义是影响你在省份中的贸易竞争力的加成。重商主义越高，贸易竞争力就越高。重商主义会因随机事件而增加或减少。",
        "stage": 1
    },
    {
        "key": "HINT_TRADESTEERING_TITLE:0",
        "original": "Trade Steering",
        "translation": "贸易引导",
        "stage": 1
    },
    {
        "key": "HINT_TRADESTEERING_TEXT:0",
        "original": "When you want to steer trade from one Trade Node to another you can send a Merchant to the Trade Node with the order to Transfer Trade Power. This will transfer Trade Value from a Trade Node to the next Trade Node downstream. The amount of trade steered depends on your Trade Power. You can never steer trade upstream or past your Main Trade City.",
        "translation": "如果你想将一个贸易节点的份额引导至另一个贸易节点，你便可以派遣一个商人执行“转移贸易竞争力”行动。此举将把一个贸易节点内的贸易额转移至下游的贸易节点，所引导的贸易额数量取决于你的贸易竞争力。你无法向上游引导贸易额，你也不能引导贸易额穿过你的贸易本埠。",
        "stage": 1
    },
    {
        "key": "HINT_TRADEEFF_TITLE:0",
        "original": "Trade Efficiency",
        "translation": "贸易效率",
        "stage": 1
    },
    {
        "key": "HINT_TRADEEFF_TEXT:0",
        "original": "Trade Efficiency affects how much extra income you can collect from trade.",
        "translation": "贸易效率影响你能由贸易变现中获得多少额外收入。",
        "stage": 1
    },
    {
        "key": "HINT_BASETAX_TITLE:0",
        "original": "Base Tax",
        "translation": "基础税收",
        "stage": 1
    },
    {
        "key": "HINT_BASETAX_TEXT:1",
        "original": "Base Tax is a very important value that represents how valuable a province is. Population, good soil and infrastructure are all represented by Base Tax. The Base Tax determines how expensive it will be to make the province a core or change its culture and religion. Base Tax counts alongside other development to determine your Land Force Limit as well as Naval Force Limit in coastal provinces.",
        "translation": "基础税收非常重要，它体现了一个省份的价值，也就是人口、土地的肥沃度和基础设施状况。基础税收决定了核心化、转文化和传教的花费，它与其他方面的发展度一同决定了你的陆军上限以及海军上限。",
        "stage": 1
    },
    {
        "key": "HINT_TRADEPOWER_TITLE:0",
        "original": "Trade Power",
        "translation": "贸易竞争力",
        "stage": 1
    },
    {
        "key": "HINT_TRADEPOWER_TEXT:0",
        "original": "Trade Power is directly connected to the amount of trade that you control in a Trade Node. Trade Power comes from provinces as well as Light Ships that are performing the Protect Trade action. Light Ships are key to competing for control of a Trade Node. Trade Power directly determines how much trade you can steer or how much income you can collect.",
        "translation": "贸易竞争力直接决定了你在一个贸易节点内所控制的贸易总额的多少。贸易竞争力来自于省份以及正在执行保护贸易任务的轻型战舰。轻型战舰是争夺贸易节点内贸易份额的关键。贸易竞争力直接决定了你能转移多少贸易份额以及你能获得多少贸易收入。",
        "stage": 1
    },
    {
        "key": "HINT_TRADEVALUE_TITLE:0",
        "original": "Trade Value",
        "translation": "贸易额",
        "stage": 1
    },
    {
        "key": "HINT_TRADEVALUE_TEXT:0",
        "original": "Provinces produce trade goods that have an associated value. The amount of goods produced and the value of those goods together make up Trade Value. Trade Value is sent to the Trade Node for terms of calculating the amount of trade in that node, but is also used for Production income in a province.",
        "translation": "省份会生产商品，而商品有与之相关的价值。生产商品的数量以及这些商品共计的价值构成了贸易额。贸易额会被计入所属贸易节点的总贸易额，但也会决定省份的生产收入。",
        "stage": 1
    },
    {
        "key": "HINT_TRADEGOODS_TITLE:0",
        "original": "Trade Goods",
        "translation": "贸易品",
        "stage": 1
    },
    {
        "key": "HINT_TRADEGOODS_TEXT:0",
        "original": "Each province produces a certain type of trade goods. The trade goods that exist are Fish, Naval Supplies, Grain, Copper, Iron, Wine, Cloth, Wool, Salt, Gold, Chinaware, Spices, Slaves and Ivory. Gold is the only good that is not traded, but rather is directly converted to Production Income.",
        "translation": "每个省份都会生产一种商品。目前存在的商品有鱼、船具、谷物、铜、铁、酒类、布料、羊毛、盐、金、瓷器、香料、奴隶和象牙。只有金是不可交易的商品，它会被直接转化为生产收入。",
        "stage": 1
    },
    {
        "key": "HINT_PAPALCONTROLLER_TITLE:0",
        "original": "Papal Controller",
        "translation": "教廷监护",
        "stage": 1
    },
    {
        "key": "HINT_PAPALCONTROLLER_TEXT:1",
        "original": "When a new Pope rules in The Papal States, a new country is picked as Curia Controller based on their Invested Papal Influence. The Curia Controller gains access to bonuses and specific Papal Actions that can be used through the Diplomacy view.",
        "translation": "当一个新的教宗在教宗国上任时，基于每个国家所投资的教廷影响力，一个新国家将成为教廷监护。教廷监护能获取许多加成，在外交界面也能够使用一些特殊的教廷外交能力。",
        "stage": 1
    },
    {
        "key": "HINT_PAPALACTIONS_TITLE:0",
        "original": "Papal Actions",
        "translation": "教廷外交",
        "stage": 5
    },
    {
        "key": "HINT_PAPALACTIONS_TEXT:0",
        "original": "The Papal Controller has access to a few extra Diplomatic Actions called Papal Actions. These actions include Excommunicate, which allows you to excommunicate a Catholic ruler provided their relation with the Papal States is bad enough. Call Crusade is another Papal Action which allows the Papal Controller to call a crusade against an infidel country, encouraging other Catholic countries to attack them.",
        "translation": "教廷监护能使用一些名为教廷外交的外交行动。这些行动包括：绝罚——只要一个国家与教宗国的关系足够差，你就能绝罚该天主教统治者；发动十字军——向一个异教国家发动十字军战争，鼓励其他的天主教国家对其发动进攻。",
        "stage": 1
    },
    {
        "key": "HINT_VASSALS_TITLE:0",
        "original": "Vassals",
        "translation": "附庸",
        "stage": 1
    },
    {
        "key": "HINT_VASSALS_TEXT:0",
        "original": "Vassals are countries that are subjects to another country. When the liege goes to war, the vassals will also automatically join the war. Vassals also always have Military Access through the liege country. Vassals cost Diplomatic Relations to maintain and pay a share of their monthly income to their liege.",
        "translation": "附庸国臣服于宗主国，当宗主国处于战争时，它的附庸国也会自动加入。附庸国总是拥有宗主国的军队通行权。附庸需要占用外交关系来维持，他们会向宗主国供奉月收入的一部分。",
        "stage": 1
    },
    {
        "key": "HINT_ALLIANCE_TITLE:0",
        "original": "Alliances",
        "translation": "联盟",
        "stage": 1
    },
    {
        "key": "HINT_ALLIANCE_TEXT:0",
        "original": "Whenever you are declaring a war you may choose to also call your allies into that war. If an ally is attacked, you will automatically get a Call to Arms from them. Declining a Call to Arms will break the alliance and negatively affect your Prestige. Each Alliance costs Diplomatic Relations to maintain.",
        "translation": "无论你何时发动一场战争你都能选择召集你的盟友加入你方。如果一个盟友遭受到侵略，他们将自动召集你参与他们的战争。拒绝他们的要求将导致联盟的破裂与威望的降低。每个联盟关系都占用一个外交关系来维持。",
        "stage": 1
    },
    {
        "key": "HINT_MILITARYACCESS_TITLE:0",
        "original": "Military Access",
        "translation": "军事通行权",
        "stage": 1
    },
    {
        "key": "HINT_MILITARYACCESS_TEXT:0",
        "original": "Military Access allows your troops to move through the provinces of the other country. Military Access requires a Diplomatic Relations slot to maintain.",
        "translation": "如果拥有某个国家的军事通行权，你就可以让你的部队在这个国家的省份上移动。军事通行权会占用一个外交关系。",
        "stage": 1
    },
    {
        "key": "HINT_PROVINCE_TITLE:0",
        "original": "The Province",
        "translation": "省份",
        "stage": 1
    },
    {
        "key": "HINT_PROVINCE_TEXT:0",
        "original": "Provinces are the primary measure for determining the power and wealth of your nation. Trade goods are produced in provinces, tax is collected in provinces, regiments are recruited in provinces and all ships and buildings are constructed in provinces. The wealth of a province is determined by the base tax value and the type of trade goods produced.",
        "translation": "省份是衡量国家的国力和财富的最主要方法。省份出产货物，税收，还能征召军队，制造船只，建造建筑。省份产生的财富主要取决于基础税收和出产商品的种类。",
        "stage": 1
    },
    {
        "key": "HINT_CORE_TITLE:0",
        "original": "Core Province",
        "translation": "核心省份",
        "stage": 1
    },
    {
        "key": "HINT_CORE_TEXT:0",
        "original": "Core provinces are lands you consider to be legitimately yours. A province that is a core has increased tax income and you may only recruit regiments and build ships in core provinces. A province can be turned into a core by spending Administrative Power.",
        "translation": "有核心的省份表明你对这个省份的控制被认为是合法的。核心省份有更高的税收，并且你只能在核心省份内征召军队和建造船只。花费一定的行政点数就能将一个省份转变为核心省份。",
        "stage": 1
    },
    {
        "key": "HINT_RULER_TITLE:0",
        "original": "The Ruler",
        "translation": "统治者",
        "stage": 1
    },
    {
        "key": "HINT_RULER_TEXT:0",
        "original": "Monarch Points are some of the most important resources in the game. Monarch Points are gained each month and the amount depends on the skills of your Ruler and advisors. The Ruler plays a crucial role into planning the specialization of your country. If you are a Monarchy with an heir that has a high Diplomatic Skill, you know you will gain a lot of Diplomatic Power when the heir becomes the new Ruler.",
        "translation": "君主点数是游戏中最重要的资源。你每个月都能获得一定君主点数，其数量取决于统治者和顾问的能力。统治者的能力在规划你的国家的时候尤为重要。显而易见的，如果你是君主制国家，当一个高外交能力的继承人继位为新任统治者后，你会得到大量外交点数。",
        "stage": 1
    },
    {
        "key": "HINT_HEIR_TITLE:0",
        "original": "The Heir",
        "translation": "继承人",
        "stage": 1
    },
    {
        "key": "HINT_HEIR_TEXT:0",
        "original": "The Monarch Points of the Heir will take effect when the current Ruler dies.",
        "translation": "在当前统治者去世后，继承人的君主点数就会生效。",
        "stage": 1
    },
    {
        "key": "HINT_TRADENODE_TITLE:0",
        "original": "Trade Node",
        "translation": "贸易节点",
        "stage": 1
    },
    {
        "key": "HINT_TRADENODE_TEXT:1",
        "original": "All Trade Value from provinces flows to the associated Trade Node. The world is split up into different Trade Nodes and every province belongs to one. Trade Value can flow downstream from one Trade Node to the next. Trade Power is key to securing income in a Trade Node or to determine how much Trade Value is steered downstream. Trade cannot be steered away from Venice, Genoa or the English Channel.",
        "translation": "省份的所有贸易额将流入与之相关的贸易节点。整个世界被分为若干个不同的贸易节点，每个省份都属于其中的一个。贸易额也能从一个贸易节点流向其下游的贸易节点。贸易竞争力是在贸易节点内确保收入的关键，或是用于决定有多少的贸易份额能被引导至下游。贸易额无法从威尼斯、热那亚和英吉利海峡转移至别的节点。",
        "stage": 1
    },
    {
        "key": "HINT_TRADEPOST_TITLE:0",
        "original": "Trade Post",
        "translation": "贸易站",
        "stage": 1
    },
    {
        "key": "HINT_TRADEPOST_TEXT:0",
        "original": "Merchant Republics have the option to create a Trade Post in provinces they own; trade posts give the province additional trade power and increase Naval Force Limits. Merchant Republic can only have a single Trade Post in each node and cannot create Trade Posts in their home node.",
        "translation": "商业共和国能在它们拥有的省份中建立贸易站。贸易站能给予该省份额外的贸易竞争力并增加海军上限。商业共和国在每个贸易节点内只能建立一个贸易站，且不能在他们的本土贸易节点内建立贸易站。",
        "stage": 1
    },
    {
        "key": "HINT_FORTDEFENSE_TITLE:0",
        "original": "Fort Defense",
        "translation": "要塞防御",
        "stage": 1
    },
    {
        "key": "HINT_FORTDEFENSE_TEXT:0",
        "original": "Fort Defense directly modifies how long it takes between each siege phase. A siege phase is normally 30 days, but a Fort Defense of +50% would increase that to 45 days.",
        "translation": "要塞防御直接影响不同围城阶段之间的间隔时期。通常一个围城阶段是30天，但拥有要塞防御+50%修正的话，这个数值会变为45天。",
        "stage": 1
    },
    {
        "key": "HINT_EMPEROR_TITLE:0",
        "original": "Holy Roman Emperor",
        "translation": "神圣罗马帝国皇帝",
        "stage": 1
    },
    {
        "key": "HINT_EMPEROR_TEXT:0",
        "original": "The Emperor is a ruler that gets elected when the old Emperor dies. The Emperor leads the Holy Roman Empire and protects it against foreign threats. The Emperor builds up Imperial Authority, which can be used to enact Imperial Reforms. Being the Emperor has specific bonuses attached depending on how many Imperial Reforms have been enacted.",
        "translation": "上一任帝国皇帝驾崩后，帝国选帝侯便会选出新的皇帝。皇帝领导神圣罗马帝国，助其应对外部威胁。皇帝可以累积帝国权威以进行帝国改革。成为皇帝会拥有一些好处，这些内容具体取决于已经完成的帝国改革。",
        "stage": 1
    },
    {
        "key": "HINT_ELECTOR_TITLE:0",
        "original": "Elector",
        "translation": "选帝侯",
        "stage": 1
    },
    {
        "key": "HINT_ELECTOR_TEXT:0",
        "original": "The Holy Roman Emperor is chosen by the electors. The Holy Roman Empire should have seven Electors and any less will cause the Emperor to lose Imperial Authority. If an Elector country stops existing, the Emperor may grant the title to a new country.",
        "translation": "神圣罗马帝国皇帝是由选帝侯选出的。神圣罗马帝国应当有七位选帝侯，少任何一个都会导致皇帝失去帝国权威。如果一个选帝侯国家不复存在，那么皇帝可以把这一空头衔授予新的国家。",
        "stage": 1
    },
    {
        "key": "HINT_IMPERIALAUTHORITY_TITLE:0",
        "original": "Imperial Authority",
        "translation": "帝国权威",
        "stage": 1
    },
    {
        "key": "HINT_IMPERIALAUTHORITY_TEXT:0",
        "original": "Imperial Authority is necessary for the Emperor of the Holy Roman Empire to try to enact Imperial Reforms. High Imperial Authority will increase the probability of member countries voting in favor of a new Imperial Reform. Imperial Authority is gained when the Emperor maintains Religious Unity in the Empire and when he protects the Holy Roman Empire from foreign aggressors.",
        "translation": "帝国权威是神圣罗马帝国皇帝颁布帝国改革的必要条件。高帝国权威将增加成员国投票支持新的帝国改革的可能性。皇帝在帝国内维护宗教统一、保护神圣罗马帝国免受外来侵略时，就能获得帝国权威。",
        "stage": 1
    },
    {
        "key": "HINT_UNITY_TITLE:0",
        "original": "Religious Unity",
        "translation": "宗教统一",
        "stage": 1
    },
    {
        "key": "HINT_UNITY_TEXT:0",
        "original": "Religious Unity is determined by the percentage of all the provinces you control being of the same religion as your state Religion. You can send a Missionary to convert the religion of a province. Low Religious Unity will increase unrest in your provinces and Stability cost.",
        "translation": "宗教统一取决于你所有省份中国教信仰省份的比例。你可以派遣传教士使得你的一个省份皈依国教。低宗教统一会增加各省的叛乱风险和增加稳定费用。",
        "stage": 1
    },
    {
        "key": "HINT_FIRE_TITLE:0",
        "original": "Unit Fire",
        "translation": "单位火力",
        "stage": 1
    },
    {
        "key": "HINT_FIRE_TEXT:0",
        "original": "The offensive Fire (orange pips) of the attacker is subtracted by defensive Fire (green pips) of the defender. The result is then modified by leaders and terrain penalties. High offensive Fire means a unit will have an easier time dealing Fire damage, while defensive Fire will make it easier to resist Fire damage.",
        "translation": "交战双方中，一方的火力杀伤（橙点）会被另一方的火力防护（绿点）所抵消，最终伤害量会受到将领和地形惩罚因素的修正。高火力杀伤意味着部队更容易打出火力伤害，高火力防护意味着部队更容易抵挡火力伤害。",
        "stage": 1
    },
    {
        "key": "HINT_SHOCK_TITLE:0",
        "original": "Unit Shock",
        "translation": "单位冲击",
        "stage": 1
    },
    {
        "key": "HINT_SHOCK_TEXT:0",
        "original": "The offensive Shock (orange pips) of the attacker is subtracted by defensive Shock (green pips) of the defender. The result is then modified by leaders and terrain penalties. High offensive Shock means a unit will have an easier time dealing Shock damage, while defensive Shock will make it easier to resist Shock damage.",
        "translation": "交战双方中，一方的冲击杀伤（橙点）会被另一方的冲击防护（绿点）所抵消，最终伤害量会受到将领和地形惩罚因素的修正。高冲击杀伤意味着部队更容易打出冲击伤害，高冲击防护意味着部队更容易抵挡冲击伤害。",
        "stage": 1
    },
    {
        "key": "HINT_UNITMORALE_TITLE:0",
        "original": "Unit Morale",
        "translation": "单位士气",
        "stage": 1
    },
    {
        "key": "HINT_UNITMORALE_TEXT:0",
        "original": "The offensive Morale (orange pips) of the attacker is subtracted by defensive Morale (green pips) of the defender. When damage has been calculated, damage is done to morale and as casualties. High Offensive Morale means a unit will have an easier time to make enemies flee, while defensive Morale will make it harder for enemies to make the unit flee.",
        "translation": "交战双方中，一方的士气杀伤（橙点）会被另一方的士气防护（绿点）所抵消，伤害结算后，除了产生士兵伤亡，士气也会受到打击。高士气杀伤会使敌军更容易溃退，而高士气防护会使我军更能坚守阵地。",
        "stage": 1
    },
    {
        "key": "HINT_SHOCKMOD_TITLE:0",
        "original": "Shock Modifier",
        "translation": "冲击修正",
        "stage": 1
    },
    {
        "key": "HINT_SHOCKMOD_TEXT:0",
        "original": "During the Shock phase and after the dice roll and other modifiers have been added together, the unit makes an attack on an enemy unit. The Shock Modifier directly affects damage dealt to morale and number of casualties inflicted.",
        "translation": "在交战的冲击阶段，骰子投出，再经过其他修正的加减计算后，单位就会对敌人发动一次攻击。冲击修正值直接影响该阶段可造成的伤亡和士气打击。",
        "stage": 1
    },
    {
        "key": "HINT_FIREMOD_TITLE:0",
        "original": "Fire Modifier",
        "translation": "火力修正",
        "stage": 1
    },
    {
        "key": "HINT_FIREMOD_TEXT:0",
        "original": "During the Fire phase and after the dice roll and other modifiers have been added together, the unit makes an attack on an enemy unit. The Fire Modifier directly affects damage dealt to morale and number of casualties inflicted.",
        "translation": "在交战的射击阶段，骰子投出，再经过其他修正的加减计算后，单位就会对敌人发动一次攻击。火力修正值直接影响该阶段可造成的伤亡和士气打击。",
        "stage": 1
    },
    {
        "key": "HINT_MILTAC_TITLE:0",
        "original": "Military Tactics",
        "translation": "军事战术",
        "stage": 1
    },
    {
        "key": "HINT_MILTAC_TEXT:0",
        "original": "Military Tactics directly affects the amount of damage taken during combat. The higher the value is, the more damage is reduced. New levels of Military Tactics are unlocked by Military Technology.",
        "translation": "军事战术直接影响战斗中所遭受的伤害。军事战术的值越高，就能减免越多的伤害。研究军事科技可以解锁新的军事战术等级。",
        "stage": 1
    },
    {
        "key": "HINT_DISCIPLINE_TITLE:0",
        "original": "Discipline",
        "translation": "训练度",
        "stage": 1
    },
    {
        "key": "HINT_DISCIPLINE_TEXT:0",
        "original": "Discipline directly affects the amount of damage your troops deal and how much damage they take during combat. Affects both casualties and morale damage.",
        "translation": "训练度直接影响你的部队造成的伤害量以及他们在作战中所受到的伤害量。伤害量同时影响伤亡与士气。",
        "stage": 1
    },
    {
        "key": "HINT_COMBATWIDTH_TITLE:0",
        "original": "Combat Width",
        "translation": "战线宽度",
        "stage": 1
    },
    {
        "key": "HINT_COMBATWIDTH_TEXT:1",
        "original": "Combat Width determines how many regiments may fight at the same time. Increased Combat Width can be unlocked by Military Technology.",
        "translation": "战线宽度决定了多少部队可以同时展开进攻。研究军事科技可以解锁更长的战线宽度。",
        "stage": 1
    },
    {
        "key": "HINT_FORTLVL_TITLE:0",
        "original": "Fort Level",
        "translation": "要塞等级",
        "stage": 1
    },
    {
        "key": "HINT_FORTLVL_TEXT:0",
        "original": "A higher Fort Level means the siege will take longer to finish. Fort Level directly adds a negative modifier to any siege roll. Fort Level can be improved by building Fort buildings in the province.",
        "translation": "更高的要塞等级意味着围下城池将需要更长的时间。要塞等级直接会给攻城骰子附加一个负面修正。你可以在省份内建造更高级的要塞建筑来提升要塞等级。",
        "stage": 1
    },
    {
        "key": "HINT_SIEGE_TITLE:0",
        "original": "Siege",
        "translation": "围城",
        "stage": 1
    },
    {
        "key": "HINT_SIEGE_TEXT:0",
        "original": "A siege begins when an army moves into an enemy province during war. The siege will last for months until the defenders surrender, depending on a number of values. A siege check happens every 30 days by default, and is modified by the Fort Defense of the defender and the Siege Ability of the attacker. Forts may be assaulted to shorten the siege, but at expense of high casualties even if the walls have been breached.",
        "translation": "当一支军队在战时进入敌方省份后就会开始围城。围城将持续数月直至防守方投降，所需时间取决于好几个因素。默认每30天进行一次围城结算，而这个结算时间会由防守方的要塞等级和进攻方的围城能力所修正。你也能选择强攻要塞以缩短围城时间，但是，就算是在敌人城墙破裂的情况下，这一决定也定会产生大量伤亡。",
        "stage": 1
    },
    {
        "key": "HINT_COMBAT_TITLE:0",
        "original": "Land Combat",
        "translation": "陆战",
        "stage": 1
    },
    {
        "key": "HINT_COMBAT_TEXT:0",
        "original": "When two warring armies meet in a province they will start a combat. Combat is divided into 2 phases, the Fire phase and the Shock phase. Each phase lasts for 5 days. If you have a ratio of Cavalry to Infantry that is too high, you will suffer a damage penalty. Artillery is very useful for reducing damage taken for units in front of it and it may attack from the back row.",
        "translation": "在一场战争中，两支敌对部队在同一个省份相遇时，双方就会开始一场交战。作战被分为两个阶段：射击阶段和冲击阶段。每个阶段持续3天。如果你的骑兵对步兵的比值过高，你就会受到一个伤害惩罚。炮兵是一个很有用的兵种，它能为前排部队减伤，也能在后排发起进攻。",
        "stage": 1
    },
    {
        "key": "HINT_COMBATADV_TITLE:0",
        "original": "Land Combat (Advanced)",
        "translation": "陆战（进阶）",
        "stage": 1
    },
    {
        "key": "HINT_COMBATADV_TEXT:0",
        "original": "In combat both sides make a roll and add it together with modifiers such as terrain and leaders. Each unit attacks an enemy unit in range and the orange pips of the attacker are subtracted by the green pips of the defender. The result is then divided by Military Tactics and then multiplied by Discipline. The result is then used to check for Morale damage and casualties inflicted.",
        "translation": "在交战中双方都会投掷骰子，得到的点数会与相关修正相加减，比如说地形修正和将领修正。每个单位都会攻击另一个攻击范围内的敌军单位，攻击单位的黄点（杀伤力）会被受攻击单位的绿点（防护力）所抵消，其结果会先除以被攻击单位军事战术，再乘以攻击单位的训练度得到一个最终数值。这个数值会决定最终造成的伤亡人数和士气挫伤。",
        "stage": 1
    },
    {
        "key": "HINT_BREACH_TITLE:0",
        "original": "Breach",
        "translation": "城墙破裂",
        "stage": 1
    },
    {
        "key": "HINT_BREACH_TEXT:0",
        "original": "A breach may happen during a siege when the siege roll is 14. A breach will add up to 3 to the siege progress modifier and makes it easier for troops to Assault the fort.",
        "translation": "当围城骰子总值达到14后城墙可能破裂。城墙破裂会给围城进度修正增加3点数值，并能使军队更易强攻要塞。",
        "stage": 1
    },
    {
        "key": "HINT_CANNONS_TITLE:0",
        "original": "Cannons",
        "translation": "火炮",
        "stage": 1
    },
    {
        "key": "HINT_CANNONS_TEXT:0",
        "original": "The amount of cannons on a ship determines how much damage they deal in combat.",
        "translation": "舰船上的火炮数量决定了它们在作战时可造成的伤害。",
        "stage": 1
    },
    {
        "key": "HINT_HULLSIZE_TITLE:0",
        "original": "Hull Size",
        "translation": "船体尺寸",
        "stage": 1
    },
    {
        "key": "HINT_HULLSIZE_TEXT:0",
        "original": "Hull Size reduces the amount of damage a ship takes in combat.",
        "translation": "船体尺寸决定了船只在海战中承受伤害的能力。",
        "stage": 1
    },
    {
        "key": "HINT_LEADERFIRE_TITLE:0",
        "original": "Leader Fire",
        "translation": "将领火力",
        "stage": 1
    },
    {
        "key": "HINT_LEADERFIRE_TEXT:0",
        "original": "The Leader Fire of the attacker is subtracted by the Leader Fire of the defender. The result is added to the dice roll.",
        "translation": "作战一方的将领火力减去另一方的将领火力所得到的结果，会与前一方的骰子点数相加。",
        "stage": 1
    },
    {
        "key": "HINT_LEADERSHOCK_TITLE:0",
        "original": "Leader Shock",
        "translation": "将领冲击",
        "stage": 1
    },
    {
        "key": "HINT_LEADERSHOCK_TEXT:0",
        "original": "The Leader Shock of the attacker is subtracted by the Leader Shock of the defender. The result is added to the dice roll.",
        "translation": "作战一方的将领冲击减去另一方的将领冲击所得到的结果，会与前一方的骰子点数相加。",
        "stage": 1
    },
    {
        "key": "HINT_LEADERMANEUVER_TITLE:0",
        "original": "Leader Maneuver",
        "translation": "将领机动",
        "stage": 1
    },
    {
        "key": "HINT_LEADERMANEUVER_TEXT:0",
        "original": "Leader Maneuver affects the movement speed of the army or fleet the leader is assigned to. For land leaders Maneuver also reduces attrition and increases reinforce speed. For naval leaders it influences fleet positioning, and each point gives a Trade Power bonus when assigned to a fleet that is protecting a Trade Node.",
        "translation": "将领的机动属性首先影响其麾下军队或舰队的移动速度。同时，拥有高机动属性的陆军将领能降低部队的损耗并增加增援速度；拥有高机动属性的海军将领能让更多舰船到达开火位置，还能为所指挥舰队保护的贸易节点提供更多的贸易竞争力加成。",
        "stage": 1
    },
    {
        "key": "HINT_LEADERSIEGE_TITLE:0",
        "original": "Leader Siege",
        "translation": "将领围城",
        "stage": 1
    },
    {
        "key": "HINT_LEADERSIEGE_TEXT:0",
        "original": "Leader Siege gives you a bonus to the siege roll during a siege.",
        "translation": "将领围城能力会给你的围城增加围城骰子的点数。",
        "stage": 1
    },
    {
        "key": "HINT_MORALE_TITLE:0",
        "original": "Morale",
        "translation": "士气",
        "stage": 1
    },
    {
        "key": "HINT_MORALE_TEXT:0",
        "original": "A combat is often won by one side fleeing, not by them being completely wiped out. The morale decides how much morale damage an army may take before fleeing.",
        "translation": "一场战役的结果往往是一方军队溃逃，而不是一方军队被完全歼灭。士气决定了一支军队在溃逃前能承受多少士气伤害。",
        "stage": 1
    },
    {
        "key": "HINT_MANEUVER_TITLE:0",
        "original": "Maneuver",
        "translation": "机动",
        "stage": 1
    },
    {
        "key": "HINT_MANEUVER_TEXT:0",
        "original": "Maneuver decides how large the engagement area is for a unit during combat. Infantry starts with 1 while Cavalry and Artillery both start with 2. The Maneuver can be improved by technology. This is not to be confused with Leader Maneuver, which is used for other purposes.",
        "translation": "机动决定了作战时交战范围能有多大。开始时步兵有1点，骑兵、炮兵有2点。机动能随着科技的提升而提升。需要注意的是这与将领机动不同，因为两者作用不同。",
        "stage": 1
    },
    {
        "key": "HINT_SEACOMBAT_TITLE:0",
        "original": "Naval Combat",
        "translation": "海战",
        "stage": 1
    },
    {
        "key": "HINT_SEACOMBAT_TEXT:0",
        "original": "When two warring navies enter the same province a naval combat will begin. A ship will try to find a target and make an attack. The amount of cannons of the attacker affects the damage dealt and the hullsize of the defender affects the damage reduces. Artillery Fire Modifier gives a bonus or penalty to damage dealt depending on if attacker or defender has a technological advantage.",
        "translation": "当两支交战中的舰队在同一海域上遭遇时，海战就会开始。舰船将试图找到目标并进行攻击。攻击者的火炮数量会影响所造成的伤害，而防御者的船体尺寸会影响所减少的伤害。根据攻击者或防御者是否具有相关科技优势，炮兵火力修正给予所造成伤害的奖励或惩罚。",
        "stage": 1
    },
    {
        "key": "HINT_BREAKUNION_TITLE:0",
        "original": "Breaking a Union",
        "translation": "断绝联统",
        "stage": 1
    },
    {
        "key": "HINT_BREAKUNION_TEXT:0",
        "original": "A junior partner can use the Independence Casus Belli to attempt to break free. They will proclaim a king of their own and then have to win a war against the union leader. They must win the war to break free. White Peace will not be enough.",
        "translation": "联合统治关系中的被联统国拥有争取独立的战争借口，他们需要选出一个自己的国王并且赢得这场战争的胜利才能获得独立。达成无条件和平不足以脱离联合统治。",
        "stage": 1
    },
    {
        "key": "HINT_INHERIT_TITLE:0",
        "original": "Inheritance",
        "translation": "继承",
        "stage": 1
    },
    {
        "key": "HINT_INHERIT_TEXT:0",
        "original": "If you are a union leader you have a chance of inheriting the junior partner when your ruler dies. You need to have positive Prestige and higher Prestige than the junior partner. When you inherit or integrate a country you will gain cores in all provinces.",
        "translation": "如果你主导联合统治，老国王死时你有机会继承被联统国，前提条件是你的威望为正且高于被联统国。如果你继承了被联统国，你会获得所有被联统国省份的核心。",
        "stage": 1
    },
    {
        "key": "HINT_INTEGRATE_TITLE:0",
        "original": "Integrate",
        "translation": "合并",
        "stage": 1
    },
    {
        "key": "HINT_INTEGRATE_TEXT:0",
        "original": "You can manually try to Integrate a junior partner into your nation if you are the union leader. The relations between your two countries need to be great and the junior partner must have been in the personal union for at least 50 years. When the Integration process is completed, you will gain all the provinces of the junior partner and they will become your core provinces.",
        "translation": "如果你主导联合统治，你可以尝试要求合并被联统国。两国关系必须非常好，且联合统治已持续50年。如果合并成功，你会获得被联统国的所有省份，并且获得它所有省份的核心。",
        "stage": 1
    },
    {
        "key": "HINT_POWERPROJECTION_TITLE:0",
        "original": "Power Projection",
        "translation": "力量投射",
        "stage": 1
    },
    {
        "key": "HINT_POWERPROJECTION_TEXT:0",
        "original": "Power Projection represents how well your nation is asserting its power internationally. It is gained by selecting rivals and weakening them, directly or indirectly. High power projection grants additional Monarch Points, as the ruler increases his authority through these successes.",
        "translation": "力量投射表现了你的国家在国际上展示自己力量的程度。它可以通过选择宿敌并直接或间接的削弱他们来取得。较高的力量投射将带来额外的君主点数，也就是说，统治者通过这些成功的决策增加了自己的权威。",
        "stage": 1
    },
    {
        "key": "HINT_POLICIES_TITLE:0",
        "original": "Policies",
        "translation": "政策",
        "stage": 1
    },
    {
        "key": "HINT_POLICIES_TEXT:0",
        "original": "Policies are special bonuses a nation can activate temporarily. Five can be active at any given time, but each costs a monarch point in upkeep every month. Once enacted, a policy cannot be revoked for 10 years. New policies are unlocked by completing idea groups in different combinations.",
        "translation": "政策是一个国家能暂时激活的特殊加成，最多有5个政策能被同时激活，但每个政策每月都会消耗一点君主点数。一旦被激活，在10年内这个政策都不能被取消。通过完成不同的理念组的组合，可以解锁新的政策。",
        "stage": 1
    },
    {
        "key": "HINT_RELIGIOUSREFORMS_TITLE:0",
        "original": "Religious Reforms",
        "translation": "宗教改革",
        "stage": 1
    },
    {
        "key": "HINT_RELIGIOUSREFORMS_TEXT:0",
        "original": "It is necessary for nations of certain religions to unlock bonuses and avoid stagnation by passing a series of Religious Reforms.",
        "translation": "对于信仰某些宗教的某些国家，要解锁加成并避免发展停滞，宗教改革是必经之路。",
        "stage": 1
    },
    {
        "key": "HINT_FACTIONS_TITLE:0",
        "original": "Factions",
        "translation": "派系",
        "stage": 1
    },
    {
        "key": "HINT_FACTIONS_TEXT:0",
        "original": "Some forms of government, for example Merchant Republic and Celestial Empire, see political Factions competing for power and influence. The dominance of one Faction comes at the expense of the others; only the dominant faction will give its specific bonuses to the nation. You can directly alter the balance of factions by spending monarch points.",
        "translation": "某些政体的政治派系——比如商业共和国和天朝的——会为了权力与影响力而相争。一个派系的得势意味着其他派系的失势；只有得势的派系能够给予国家特殊的加成。你能通过花费点数直接改变派系间的平衡。",
        "stage": 1
    },
    {
        "key": "HINT_NATIVES_TITLE:0",
        "original": "Natives",
        "translation": "原住民",
        "stage": 1
    },
    {
        "key": "HINT_NATIVES_TEXT:0",
        "original": "Natives have access to special abilities such as to migrate to another province, and to participate in federations.",
        "translation": "原住民能使用一些特殊能力，例如迁徙到另一个省份，或是加入部族联盟。",
        "stage": 1
    },
    {
        "key": "HINT_PRIVATEERING_TITLE:0",
        "original": "Privateering",
        "translation": "私掠",
        "stage": 1
    },
    {
        "key": "HINT_PRIVATEERING_TEXT:0",
        "original": "Privateering is possible with any fleet that contains light ships. A privateering fleet will add the trade power of its light ships to a pirate nation in any selected trade node. Unlike the protect trade mission, existing trade power is not needed in a trade node to start a privateer mission.",
        "translation": "任何带有轻型战舰的舰队都能进行私掠。一支私掠舰队会把海盗的贸易竞争力带到这个贸易节点，贸易竞争力的数值取决于轻型战舰。与保护贸易任务不同的是，进行私掠任务不需要国家在所选贸易节点内拥有任何贸易竞争力。",
        "stage": 1
    },
    {
        "key": "HINT_IMPROVERELATIONS_TITLE:0",
        "original": "Improve Relations",
        "translation": "改善关系",
        "stage": 1
    },
    {
        "key": "HINT_IMPROVERELATIONS_TEXT:0",
        "original": "You may send a diplomat to improve relations with another nation. Each month the diplomat remains active their opinion of you will increase until reaching a maximum, upon which you will be asked whether you want the diplomat to maintain relations or return home. Relations with vassals, marches and junior personal union partners can be improved further than with other nations.",
        "translation": "你可以派遣一个外交官与他国改善关系。停留在他国的外交官每月都会提高目标国对己方的好感度，直到达到好感上限。之后你可以选择召回外交官或者让他继续维持关系。相较于其他国家，你能进一步改善与附庸国、卫戍国或是被联统国的关系。",
        "stage": 1
    },
    {
        "key": "HINT_COPTS_TITLE:0",
        "original": "Copts",
        "translation": "科普特正教",
        "stage": 1
    },
    {
        "key": "HINT_COPTS_TEXT:0",
        "original": "Copts.",
        "translation": "科普特正教。",
        "stage": 1
    }
]