[
    {
        "key": "LOADING_TIP_0:0",
        "original": "Republics have elections every 4-8 years.",
        "translation": "共和国每4至8年举行选举。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_1:0",
        "original": "Attrition in winter can be really severe.\\nIt might be better to pull back and plan your spring campaign.",
        "translation": "冬季的部队损耗会相当严重。\\n开春再发动攻势也许是更佳的选择。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_2:0",
        "original": "Advisors not only give you a bonus from their specialty.\\nThey also boost your Administrative, Diplomatic or Military Power.",
        "translation": "顾问不仅能给你带来他们专业技能的效果。\\n还能增加额外的行政、外交或者军事点数。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_3:0",
        "original": "Losing a war and a few provinces is no reason to quit.\\nYou can take those back later, in your enemy's moment of weakness.",
        "translation": "战败割地并不可怕。\\n一旦敌人衰败，即可乘虚而入。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_4:0",
        "original": "You don't have to take all of your enemy's provinces in one war.\\nThere is plenty of time for more wars later.",
        "translation": "不必在一次战争中夺取你敌人的所有省份。\\n有足够的时间留给更多的战争。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_5:0",
        "original": "Always make sure your armies have a leader before engaging an enemy.\\nLeaderless armies are more likely to lose, and can shatter entirely.",
        "translation": "确保你的军队在跟敌军遭遇前有将军带领。\\n没有将领的军队更可能失败，并且彻底溃散。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_6:0",
        "original": "When you have no units selected you can right-click\\na province to open up Diplomacy with that nation.",
        "translation": "当未选中任何单位时，可右击\\n一个省份来打开对该国的外交界面。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_7:0",
        "original": "Make sure you have a claim on an enemy's province.\\nIt will be cheaper and faster to make it your core later.",
        "translation": "确定你拥有敌人省份的宣称。\\n这将使得你将来核心化该省时耗费更少，速度更快。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_8:0",
        "original": "Right click on an alert to dismiss it, and shift+right-click\\nto disable it. You can enable them again in the outliner.",
        "translation": "右键单击提示牌将其忽略，Shift 加右击将该提\\n示禁用。你随时可以在大纲界面重新开启该提示。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_9:0",
        "original": "The latest peace offer you sent in the current war is saved.\\nSo if the enemy does not accept right now, you can easily send it again.",
        "translation": "你的上一次和平提议会被保存。\\n如果对方不接受，下次和平提议会自动以此为模板。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_10:0",
        "original": "Having a claim reduces the cost and time to make the province\\na core by 10%.",
        "translation": "拥有宣称会降低核心化 10％ 的成本和时间。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_11:0",
        "original": "Don't enter too many Diplomatic Relationships. You will lose\\nDiplomatic Power if you are above your Diplomatic Upkeep.",
        "translation": "不要建立太多的外交关系。\\n超过上限的外交会耗费你的外交点数。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_12:0",
        "original": "Light Ships are the key to securing trade opportunities.",
        "translation": "轻型船只才是夺得贸易商机的关键所在。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_13:0",
        "original": "It costs Administrative Power to increase Stability.\\nKeep that in mind before you accept a loss in Stability from an event.",
        "translation": "提升稳定需要耗费行政点数。\\n在确认因事件造成的稳定下降时牢记这一点。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_14:0",
        "original": "The first Idea Group is unlocked at\\nAdministrative Technology level 5",
        "translation": "第一个理念在行政科技5级解锁",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_15:0",
        "original": "Value your Monarch Points. They are very important\\nfor Technology and Ideas.",
        "translation": "注意你的点数，它非常重要！这关系到你的科技和理念。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_16:0",
        "original": "War Exhaustion can be reduced by spending Diplomatic Power.",
        "translation": "花费外交点数可以降低厌战度。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_17:0",
        "original": "Having too many leaders will cost you Military Power each month.",
        "translation": "拥有太多的将领会导致每月多花费你的军事点数。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_18:0",
        "original": "Be wary of Overextension. Having too many\\nnon-Core provinces can be dangerous.",
        "translation": "控制过扩。\\n拥有过多非核心领土是十分危险的。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_19:0",
        "original": "Trade going to the end-nodes of Venice, Genoa\\nand the English Channel cannot be steered away.",
        "translation": "威尼斯、热那亚和英吉利海峡这些终端贸易节点的贸易不可被引导。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_20:0",
        "original": "Left-click on a province to open its province view.\\nRight-click on a province to open Diplomacy with the owner.",
        "translation": "左击地块打开省份界面。\\n右击地块打开此国外交界面。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_21:0",
        "original": "Besieged forts of coastal provinces will surrender sooner if there's a naval blockade in place.",
        "translation": "被围困的海岸省份要塞若被海军封锁，将会更快陷落。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_22:0",
        "original": "Your home Trade Node will collect trade income,\\neven if you don't have a Merchant assigned there.",
        "translation": "你的贸易本埠会自动获取贸易收入，\\n即使你并没有在此派遣商人。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_23:0",
        "original": "Controlling a good amount of the world's supply of a type of trade goods will grant unique bonuses related to the product.",
        "translation": "成为某种商品的贸易主导者将为你提供特殊的效果。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_24:0",
        "original": "Provinces of highly mercantile countries grant more Trade Power in Trade Nodes they trade through.",
        "translation": "高贸易产量的省份将为贸易节点提供更多贸易额。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_25:0",
        "original": "You can use the ledger to compare your country's economic and military power against others.",
        "translation": "您可以使用信息统计表来与他国比较经济和军事实力。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_26:1",
        "original": "When relieving a besieged Fort, your armies will be treated as the defenders.",
        "translation": "在解救被围困的堡垒时，你的军队将被视为守军。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_27:0",
        "original": "High Stability increases your chances of inheriting countries you are in a Personal Union with.",
        "translation": "高稳定将提高你联统继承别国的概率。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_28:1",
        "original": "Don't use up all your Administrative Power while at war.\\nYou may need some to core any provinces you take.",
        "translation": "别在战争期间将你的外交点数浪费光，\\n你需要留一些用来和谈。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_29:0",
        "original": "All trade modifiers are listed and explained in the Trade screen for your country.",
        "translation": "贸易地图将为你展示国内所有的贸易修正。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_30:0",
        "original": "Your ships will suffer attrition in ocean provinces,\\nuntil you have reached Diplomatic Technology level 22.",
        "translation": "在外交科技达到22级以前，你的船只将在远海受到损耗。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_31:0",
        "original": "Choose your Idea Groups carefully!",
        "translation": "请反复斟酌后再选择您的理念组！",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_32:0",
        "original": "Coring provinces is more costly if you have War Exhaustion.",
        "translation": "厌战度会增加省份核心化所需行政点数。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_33:0",
        "original": "The more autonomous your provinces are, the less tax and manpower you will get from them.",
        "translation": "省份内的自治度越高，你能获得的税收和人力就越少。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_34:0",
        "original": "Sending Light Ships to Protect Trade will increase your Naval Tradition.",
        "translation": "使用小型船只进行贸易护航将提高海军传统。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_35:0",
        "original": "Naval Tradition increases your Trade Steering.",
        "translation": "海军传统能提升你的贸易引导力。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_36:0",
        "original": "Assigning a leader with maneuver to a fleet that is Protecting Trade will increase its efficiency.",
        "translation": "为贸易护航舰队分配将领将提高贸易效率。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_37:0",
        "original": "Your troops may suffer increased attrition during winter.",
        "translation": "你的部队会在冬季遭受更大的损耗。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_38:0",
        "original": "The number of monthly reinforcements is tied to your army maintenance slider.",
        "translation": "每个月的部队增援量与你的陆军维护费挂钩。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_39:0",
        "original": "Rulers and heirs that command an army may die in battle.\\nThink twice before assigning them!",
        "translation": "让你的君主和继承人上战场意味着你可能会永远失去他们！",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_40:0",
        "original": "Even a small siege bonus can shorten a siege significantly.",
        "translation": "即使是很少的攻城加成，都能使围城事半功倍。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_41:0",
        "original": "Reduced Recruitment Cost for a unit also reduces Maintenance Cost.",
        "translation": "减少招募花费意味着维护费也随之降低。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_42:0",
        "original": "The cost for advisors increases as time advances.",
        "translation": "顾问的花费会随时间而越来越高。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_43:0",
        "original": "You may recall your Colonist after establishing a colony. It will reduce the colony's growth, but allows you to colonize another province.",
        "translation": "在成功建立殖民地后，你可以召回殖民者。这会减缓该殖民地的成长，但是你可以把他派去一个新的省份殖民。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_44:0",
        "original": "Exceeding your colony limit will increase colonial maintenance significantly.",
        "translation": "超过殖民上限会大幅提升殖民维护费用。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_45:0",
        "original": "Don't take too much land at once.\\nOverextension means trouble on the horizon!",
        "translation": "不要一次吞并太多土地，过度扩张是一个国家崩溃的前兆！",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_46:0",
        "original": "Overextension increases the costs of raising Stability.",
        "translation": "过度扩张会增加稳定度提升花费。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_47:0",
        "original": "Lower Religious Unity will increase unrest in your provinces.",
        "translation": "低宗教统一度将会增加各省的叛乱风险。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_48:0",
        "original": "Overseas colonies will not add to Overextension.\\nBut conquered cities will!",
        "translation": "海外殖民地不计入过度扩张，但是征服海外城市计入！",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_49:0",
        "original": "Blockading enemy ports not only hurts their province income, but also their Trade Power.",
        "translation": "封锁港口不只打击对方的贸易收入，也打击对方的贸易竞争力。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_50:0",
        "original": "Both taking and extending loans increases inflation.",
        "translation": "借贷和延期还款都会造成通货膨胀。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_51:0",
        "original": "Mercenaries can be useful to conserve Manpower, if you can afford them.",
        "translation": "雇佣兵能节约人力，只要你付得起佣金。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_52:0",
        "original": "Raising autonomy in a province will lower the unrest but earn you less taxes.",
        "translation": "在省份内提高自治度可以降低叛乱但也会减少税收。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_53:0",
        "original": "Picking rivals hurts your relations with them, but earns you more Prestige in battle and allows you to claim more land from them.",
        "translation": "设置一国为宿敌会破坏你与他们的外交关系，但同时你也能对其宣称更多的省份，与之战斗时也能获得更高的威望。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_54:0",
        "original": "Controlling provinces in important Trade Nodes is vital for achieving a global trade empire.",
        "translation": "对于贸易帝国而言，控制关键贸易节点至关重要。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_55:0",
        "original": "Coalitions can be a very powerful tool to counter a superior foe.",
        "translation": "若要对付一个强大的敌国，最有力的手段便是建立包围网。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_56:0",
        "original": "Don't rush into action, make sure you know your foe's friends and enemies before declaring war. They can be useful to achieve your goals.",
        "translation": "夫未战而庙算胜者，得算多也；未战而庙算不胜者，得算少也。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_57:0",
        "original": "Armies, navies and advisors become more expensive over time.\\nMake sure your economy grows enough to keep supporting them.",
        "translation": "随着时间推移，陆军、海军、顾问都会越来越贵，确保你的经济能够支撑他们。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_58:0",
        "original": "Constructing buildings can greatly increase the value of your provinces.",
        "translation": "建造建筑物能大大提高您的省份的价值。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_59:0",
        "original": "The value of trade goods directly increases the production income from a province.",
        "translation": "省份贸易额直接增加地区生产的收入。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_60:0",
        "original": "Adding a core to a province is cheaper when you have a claim on it.",
        "translation": "宣称能减少省份的核心化花费。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_61:0",
        "original": "Make sure you conquer your War Goals, they will help you earn war score quicker.",
        "translation": "占领战争目标会使得战争分数更快增加。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_62:0",
        "original": "Aggressive Expansion affects your neighbors more than distant countries.",
        "translation": "远交近攻方为上策。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_63:0",
        "original": "Keep an eye on your Aggressive Expansion or you might become the target of a coalition.",
        "translation": "注意你的侵略扩张，否则你可能会成为包围网的目标。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_64:0",
        "original": "Vassalization and Diplomatic Annexation can help you in expanding your realm without disturbing your neighbors.",
        "translation": "外交附庸和外交吞并可以让你在不使邻国产生反感的情况下扩大领土。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_65:0",
        "original": "If you find the game too difficult, try lowering the difficulty.",
        "translation": "游戏太难？试着降低难度吧！",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_66:0",
        "original": "Fighting an expensive war?\\nDon't be afraid to raise War Taxes or take out a Loan.",
        "translation": "战争的花费过高？征收战争税或者贷款吧。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_67:0",
        "original": "Each group of National Ideas has a unique set of random events associated with it. Some of them are helpful, some are not.",
        "translation": "每个理念组都有一套与之匹配的事件，其中有利有弊。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_68:0",
        "original": "The Holy Roman Emperor may appoint new Electors if there are fewer than seven.",
        "translation": "如果选帝侯不足七个，神圣罗马帝国皇帝可以指定新的选帝侯。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_69:0",
        "original": "It's not possible to assault a fort before its walls have been breached.",
        "translation": "在城墙被攻破之前不能发起强攻。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_70:0",
        "original": "Galleys excel when fighting in the inland seas.\\nExamples are the Baltic, the Mediterranean and the Black Sea.",
        "translation": "桨帆船擅长在内海战斗，比如波罗的海、黑海、地中海。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_71:1",
        "original": "Attrition kills!\\nAssigning a leader with high maneuver will reduce a unit's attrition.",
        "translation": "时刻注意你的损耗！分派一个高机动的将领会降低单位的损耗。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_72:0",
        "original": "Press F10 to save a screenshot of the mapmode you currently have selected.",
        "translation": "按F10键保存游戏截图。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_73:0",
        "original": "Reducing naval maintenance reduces Trade Power from ships. If you have a lot of light ships, you will lose income by lowering maintenance.",
        "translation": "拉低海军维护费会降低船只的贸易竞争力。如果你拥有很多正在执行贸易保护任务的轻型船的话，你可能会因此减少收入。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_74:0",
        "original": "War Exhaustion only goes away slowly while at peace and not at all while at war.",
        "translation": "厌战度只会在战争结束和平到来以后才会缓慢消失！",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_75:0",
        "original": "Keep an eye out for coalitions. Stumbling into a war with most of your neighbors can be dangerous.",
        "translation": "当心包围网。和你多数邻国同时开战是十分危险的。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_76:0",
        "original": "You cannot only forge a claim on adjacent provinces, but on all provinces sharing a sea-zone with one of your cores.",
        "translation": "你不只可在相邻省份制造宣称，如果你有一个临海的核心，那么相邻海域所有临海省份都可以制造。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_77:0",
        "original": "Many common actions have hotkeys.\\nCheck the tooltips to find out what they are.",
        "translation": "大多数常用操作都有快捷键，善加利用吧。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_78:0",
        "original": "Use Control plus a number key to assign a selected unit to a control group. Hit the number key alone to instantly select the unit in question.",
        "translation": "使用CTRL+数字键对单位进行编组，再敲击数字键即可立刻选定编组单位。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_79:0",
        "original": "Manpower recovers slowly. Consider mixing a few mercenary regiments into your armies to conserve Manpower.",
        "translation": "人力的恢复通常十分缓慢。在部队中混入雇佣军能很好的节省人力。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_80:0",
        "original": "Press the Home key to go to your capital province.",
        "translation": "按下Home键让画面定格到首都。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_81:0",
        "original": "Skilled Advisors are a lot more expensive than less skilled ones. Make sure you can actually afford higher skill advisors before hiring them.",
        "translation": "顾问等级越高工资越高，雇佣顾问前先考虑下钱包！",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_82:0",
        "original": "Don't just look at the Fire and Shock pips when comparing military units. Keep in mind your Fire and Shock modifiers, too.",
        "translation": "不要只看火力和冲击，考虑下火力和冲击修正。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_83:0",
        "original": "High level forts are virtually unsiegeable without artillery. Make sure you bring enough firepower.",
        "translation": "没有火炮就别想攻下高等级要塞.攻城前注意下随军火炮数量。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_84:0",
        "original": "Moving an army to a rebellious province may considerably reduce the local unrest.",
        "translation": "移动部队至动乱的省份可有效地降低当地叛乱度。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_85:0",
        "original": "You may use your fleet to block your enemy from crossing a strait.",
        "translation": "你可以通过舰队封锁来阻止敌人通过海峡。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_86:0",
        "original": "You can find your screenshots from the game here: ../Documents/Paradox Interactive/Europa Universalis IV/Screenshots",
        "translation": "游戏截屏保存位置：../Documents/Paradox Interactive/Europa Universalis IV/Screenshots",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_87:0",
        "original": "Press F11 to save a screenshot of the game.",
        "translation": "按 F11 保存游戏截图。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_88:0",
        "original": "Hold down shift while giving orders to a unit to create a custom path.",
        "translation": "按住shift自定义行军路径。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_89:0",
        "original": "You can delete saves in-game by clicking the delete button on a save game.",
        "translation": "你可以通过点击存档边上的删除键来删除存档。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_90:0",
        "original": "The Z and C keys can be used to cancel and confirm event decisions and diplomacy decisions.",
        "translation": "使用Z和C键可用于取消和确认事件的决定和外交决策。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_91:0",
        "original": "The B key opens up the rebalance army interface.",
        "translation": "B键打开军队整理界面。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_92:0",
        "original": "With the rebalance army interface open the Z and B key can be used to send units from one side to another.",
        "translation": "在军队整理界面，您可以使用Z键和B键将部队从一侧分配到另一侧。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_93:0",
        "original": "The B key can be used to deselect the top army or navy when multiple armies/navies are selected.",
        "translation": "同时选定多支部队时，按B键可取消选定部队中最上方的一支。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_94:0",
        "original": "The Ottomans are the strongest nation in the game, and are recommended if you are a beginner.",
        "translation": "奥斯曼帝国是游戏中最强大的国家，如果你是新手的话推荐一试。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_95:0",
        "original": "Very Easy is suitable for beginners who feel that Normal is too challenging.",
        "translation": "非常简单难度适用于那些觉得普通难度太过有挑战的玩家。",
        "stage": 5
    },
    {
        "key": "LOADING_TIP_96:0",
        "original": "At Hard difficulty, the AI is as skillful as possible with almost no cheats.",
        "translation": "在困难难度下，AI会尽可能的老练但基本没有作弊。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_97:0",
        "original": "At Very Hard difficulty, the AI is as skillful as possible and has a lot of cheats to make playing even major nations a challenge.",
        "translation": "在非常困难难度下，AI会尽可能的老练并且经常作弊，因而即使以主要国家进行游戏也会变得很有挑战。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_98:1",
        "original": "Use terrain to your advantage! Place your armies so that if attacked,\\nthe attacker gets river crossing or difficult terrain.",
        "translation": "知天知地，胜乃不穷！合理利用地形，让攻击你的敌人受到跨河或地形惩罚。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_99:0",
        "original": "An army besieging a fortress in enemy territory will be counted as the attacker in a battle when attacked, incurring terrain penalties.",
        "translation": "围攻要塞的军队在受到攻击时会被视为进攻者，在地形险峻的地方会成为受到地形惩罚的一方。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_100:0",
        "original": "This game takes a long time to master, don't be surprised to be learning new things after playing a thousand hours.",
        "translation": "这个游戏需要花很长时间才能精通，就算玩了上千小时后依然学到新东西也不奇怪。",
        "stage": 1
    },
    {
        "key": "LOADING_TIP_101:0",
        "original": "You might lose a battle (or more), but still win the war.\\nIt's often worth fighting on after suffering initial setbacks in a war.",
        "translation": "你可能会在输掉一场 (或更多)战斗后依然赢得整场战争。\\n即使战争初期受挫也不要轻易放弃。",
        "stage": 1
    }
]
