[
    {
        "key": "moroccan_nation_title:0",
        "original": "Form Moroccan Kingdom",
        "translation": "成立摩洛哥王国",
        "stage": 5,
        "file": "localisation/maghreb_formations_l_english.yml"
    },
    {
        "key": "moroccan_nation_desc:0",
        "original": "While she has often been divided Morocco is considered by many to be the strongest nation in the Maghreb spiritually, economically and militarily. Once we control all of the constituent principalities of the kingdom we can reunite the area and rule the western Maghreb from Marrakesh as so many dynasties have done before us.",
        "translation": "分裂之前，摩洛哥无论是在宗教、经济还是军事，都被看做是马格里布的一方霸主。一旦我们控制王国内的所有领主，我们就能踵武先王遗烈，以马拉喀什为都统治西马格里布！",
        "stage": 5,
        "file": "localisation/maghreb_formations_l_english.yml"
    },
    {
        "key": "algiers_nation_title:0",
        "original": "Form Algerian Nation",
        "translation": "成立阿尔及利亚",
        "stage": 5,
        "file": "localisation/maghreb_formations_l_english.yml"
    },
    {
        "key": "algiers_nation_desc:0",
        "original": "The central part of the Maghreb has always been subjected to the whims of more powerful states based in the east or west. We must not allow history to repeat itself. By seizing the great port of Al-Djazair as well as some of the other important coastal cities in the region we can lay the foundation of a strong united state with a maritime focus which will allow us to surpass our historical enemies in the east and west.",
        "translation": "马格里布中部总是受到来自东部和西部的强国的侵扰。 我们不会让历史重演！通过占领大港口阿尔及尔以及该地区其他重要沿海城市，我们可以用海军击败西部和东部地区的宿敌，并为成立一个强大而统一的国家打下坚实的基础。",
        "stage": 5,
        "file": "localisation/maghreb_formations_l_english.yml"
    },
    {
        "key": "tunisian_nation_title:0",
        "original": "Form Tunisian Nation",
        "translation": "成立突尼斯",
        "stage": 5,
        "file": "localisation/maghreb_formations_l_english.yml"
    },
    {
        "key": "tunisian_nation_desc:0",
        "original": "Since time immemorial Tunis has been the center of any strong state in the eastern Maghreb. Once we control this great city as well as its hinterlands we can reunite the entire region under one banner.",
        "translation": "自古以来突尼斯就是东马格里布地区的中心。 一旦我们控制这座大城市和她的腹地，我们就能把整个地区重新统在一面旗帜之下。",
        "stage": 5,
        "file": "localisation/maghreb_formations_l_english.yml"
    },
    {
        "key": "tripoli_nation_title:0",
        "original": "Form Tripolitania",
        "translation": "成立的黎波里塔尼亚",
        "stage": 5,
        "file": "localisation/maghreb_formations_l_english.yml"
    },
    {
        "key": "tripoli_nation_desc:0",
        "original": "In order to further our claims on this region we must control the Mediterranean coast. Once we rule the port of Tripoli itself the world will recognize us for more than the petty kingdom they consider us to be now.",
        "translation": "为了扩大对这一地区的领土要求，我们必须控制地中海沿岸。一旦我们占领的黎波里港，世界上其他国家就不会像现在这样把我们视为弹丸小国。",
        "stage": 5,
        "file": "localisation/maghreb_formations_l_english.yml"
    }
]