[
    {
        "key": "learning_from_the_land:0",
        "original": "Learning from the Land",
        "translation": "从土地上学习",
        "stage": 5
    },
    {
        "key": "desc_learning_from_the_land:0",
        "original": "Having refused the help of others, we must now adapt to this harsh climate on our own.",
        "translation": "拒绝了他人的帮助后，我们必须靠自己来适应这种严酷的气候了。",
        "stage": 5
    },
    {
        "key": "counting_coup:0",
        "original": "Counting Coup",
        "translation": "计数政变",
        "stage": 1
    },
    {
        "key": "desc_counting_coup:0",
        "original": "We proudly retain the tradition of warriors proving their bravery in combat.",
        "translation": "我们自豪地保留了在战斗中证明自己勇敢的战士传统。",
        "stage": 5
    },
    {
        "key": "intercultural_exchange:0",
        "original": "Intercultural Exchange",
        "translation": "跨文化交流",
        "stage": 5
    },
    {
        "key": "desc_intercultural_exchange:0",
        "original": "Trading with a neighboring tribe with a different way of life.",
        "translation": "和一个有着不同生活方式的邻居部落进行交易",
        "stage": 5
    },
    {
        "key": "restricted_tobacco:0",
        "original": "Restricted Tobacco Use",
        "translation": "限制使用烟草",
        "stage": 5
    },
    {
        "key": "desc_restricted_tobacco:0",
        "original": "The use of tobacco in this province has been restricted to ceremonial events.",
        "translation": "这个省烟草的使用已被仅限于仪式。",
        "stage": 5
    },
    {
        "key": "encouraged_tobacco:0",
        "original": "Encouraged Tobacco Use",
        "translation": "鼓励使用烟草",
        "stage": 5
    },
    {
        "key": "desc_encouraged_tobacco:0",
        "original": "The use of tobacco recreationally by the people is encouraged in this province.",
        "translation": "这个省鼓励人民使用烟草进行消遣。",
        "stage": 5
    },
    {
        "key": "great_hunters:0",
        "original": "Great Hunters",
        "translation": "伟大的猎人们",
        "stage": 5
    },
    {
        "key": "desc_great_hunters:0",
        "original": "We retain and take pride in our tradition of hunting.",
        "translation": "我们保留了狩猎传统并引以为傲。",
        "stage": 5
    },
    {
        "key": "land_shaped_by_fire:0",
        "original": "Land Shaped by Fire",
        "translation": "火塑大地",
        "stage": 5
    },
    {
        "key": "desc_land_shaped_by_fire:0",
        "original": "The use of controlled fires has increased the yield in this area.",
        "translation": "对火的使用的控制使这一地区产量增加。",
        "stage": 5
    },
    {
        "key": "native_americans.1.t:0",
        "original": "Frozen Lands",
        "translation": "冰寒大地",
        "stage": 5
    },
    {
        "key": "native_americans.1.d:0",
        "original": "When our people first arrived in [Root.GetName], we knew that this harsh environment would test the bounds of our resourcefulness. We remained confident, but this winter the cold is even fiercer and extends its reach even further. One band claims that mankind was never meant to live in these lands and wishes to return to a climate where our way of life is tried and tested.",
        "translation": "当我们的人第一次抵达[Root.GetName]，就明白了这严酷的环境将考验我们智慧的极限。我们虽仍有信心，但是这冬日的寒冷却愈发恶劣并向着它所能触及的远方无限延伸着。一个殖民团声称人类绝不可能生活在这些土地上并且希望可以回到一个已经经过考验可以生活的气候地带。",
        "stage": 5
    },
    {
        "key": "native_americans.1.a:0",
        "original": "Our way of life is to adapt. Send others to teach them.",
        "translation": "我们生存的方式就是适应。把其他人派过去教他们。",
        "stage": 5
    },
    {
        "key": "native_americans.1.b:0",
        "original": "Let them leave if they so wish.",
        "translation": "天要下雨娘要嫁人随他去吧。",
        "stage": 5
    },
    {
        "key": "native_americans.2.t:0",
        "original": "Parched Lands",
        "translation": "灼热大地",
        "stage": 1
    },
    {
        "key": "native_americans.2.d:0",
        "original": "When our people first arrived in [Root.GetName], we knew that this harsh environment would test the bounds of our resourcefulness. We remained confident, but this summer the scorching heat is even fiercer and extends its reach even further. One band claims that mankind was never meant to live in these lands and wishes to return to a climate where our way of life is tried and tested.",
        "translation": "当我们的人第一次抵达[Root.GetName]，就明白了这严酷的环境将考验我们智慧的极限。我们虽仍有信心，但是这夏日的酷暑却愈发恶劣并向着它所能触及的远方无限延伸着。一个殖民团声称人类绝不可能生活在这些土地上并且希望可以回到一个已经经过考验可以生活的气候地带。",
        "stage": 1
    },
    {
        "key": "native_americans.2.a:0",
        "original": "Our way of life is to adapt. Send others to teach them.",
        "translation": "我们生存的方式就是适应。把其他人派过去教他们。",
        "stage": 1
    },
    {
        "key": "native_americans.2.b:0",
        "original": "Let them leave if they so wish.",
        "translation": "天要下雨娘要嫁人随他去吧。",
        "stage": 1
    },
    {
        "key": "native_americans.3.t:0",
        "original": "Our New Home in the North",
        "translation": "我们在北方的新家",
        "stage": 1
    },
    {
        "key": "native_americans.3.d:0",
        "original": "Our tribe has thrived by traveling, and so we must learn to thrive where we travel. Since our last venture, this has proven difficult. In [Root.GetName], the temperature and weather are harsh and inhospitable, particularly in the winter. Fortunately, a neighboring tribe has lived here for long and has learned to hunt and harvest in this snow-covered landscape. Some of them seem willing to teach us.",
        "translation": "我们的部落因迁徙而繁荣，所以我们必须学会如何在新迁徙的地方尽快繁荣。通过我们上次的冒险证明了这很难。在[Root.GetName]，这里的气候恶劣而荒凉，冬天尤甚。幸运的是，一个在这里生活了很久的临近的部落学会了如何在这个冰天雪地里狩猎和获得收成，而且他们中的一些人也乐于告诉我们这些技巧。",
        "stage": 1
    },
    {
        "key": "native_americans.3.a:0",
        "original": "In our past home, we were wise, but here, they are wiser.",
        "translation": "在我们过去的家里，我们是智者。而在这里，他们更有智慧。",
        "stage": 1
    },
    {
        "key": "native_americans.3.b:0",
        "original": "We learn better from the land itself.",
        "translation": "我们直接从这片土地上能学得更好。",
        "stage": 1
    },
    {
        "key": "native_americans.4.t:0",
        "original": "Our New Home in the Desert",
        "translation": "我们在沙漠的新家",
        "stage": 1
    },
    {
        "key": "native_americans.4.d:0",
        "original": "Our tribe has thrived by traveling, and so we must learn to thrive where we travel. Since our last venture, this has proven difficult. In [Root.GetName], the temperature and weather are harsh and inhospitable, particularly in the summer. Fortunately, a neighboring tribe has lived here for long and has learned to hunt and harvest in this barren landscape. Some of them seem willing to teach us.",
        "translation": "我们的部落因迁徙而繁荣，所以我们必须学会如何在新迁徙的地方尽快繁荣。通过我们上次的冒险证明了这很难。在[Root.GetName]，这里的气候恶劣而荒凉，冬天尤甚。幸运的是，一个在这里生活了很久的临近的部落学会了如何在这个灼热大地里狩猎和获得收成，而且他们中的一些人也乐于告诉我们这些技巧。",
        "stage": 1
    },
    {
        "key": "native_americans.4.a:0",
        "original": "In our past home, we were wise, but here, they are wiser.",
        "translation": "在我们过去的家里，我们是智者。而在这里，他们更有智慧。",
        "stage": 1
    },
    {
        "key": "native_americans.4.b:0",
        "original": "We learn better from the land itself.",
        "translation": "我们直接从这片土地上能学得更好。",
        "stage": 1
    },
    {
        "key": "native_americans.5.t:0",
        "original": "Counting Coup",
        "translation": "计数政变",
        "stage": 1
    },
    {
        "key": "native_americans.5.d:0",
        "original": "Bravery is a valued trait among our warriors, and this is reflected in many of our traditions. One such is counting coups, recording acts of courage in battle, which serve both to mark our greatest soldiers and to inspire new recruits. However, since we put $ARMY_REFORMER$ to the task of reforming our army, they have been questioning this practice, calling for our military to focus on more practical goals and efficiency in killing our enemies.",
        "translation": "勇气是我们战士的一项很受重视的特质，这也反映在我们的许多传统之中。其中之一就是计数在战斗中英勇和成功的行为，这同时给我们最强大的战士带来荣誉，也激励着新人。然而，自从我们让$ARMY_REFORMER$开始改革我们的军队，他们开始质疑这项传统，呼吁我们的军人更加重视实际的目标和杀伤敌人的效率。",
        "stage": 1
    },
    {
        "key": "native_americans.5.a:0",
        "original": "$ARMY_REFORMER$ is right. More than the spirit of courage, we need results.",
        "translation": "$ARMY_REFORMER$ 是对的，除了勇气，我们更需要战绩。",
        "stage": 1
    },
    {
        "key": "native_americans.5.b:0",
        "original": "$ARMY_REFORMER$ sounds like a coward.",
        "translation": "$ARMY_REFORMER$听上去就是个懦夫。",
        "stage": 1
    },
    {
        "key": "native_americans.6.t:0",
        "original": "Appointing a War Chief",
        "translation": "任命战争领袖",
        "stage": 1
    },
    {
        "key": "native_americans.6.d:0",
        "original": "We are at war, and while [Root.Monarch.GetName] ruled our people wisely in peacetime, we may need a respected warrior to lead us to victory.",
        "translation": "我们现在处于战争，虽然[Root.Monarch.GetName]在和平时期智慧的统治着我们的人民,但是现在更需要一位受尊重的战士来引导我们走向胜利。",
        "stage": 1
    },
    {
        "key": "native_americans.6.a:0",
        "original": "Select a war chief among the proven veterans.",
        "translation": "从久经沙场的老兵中选取我们的战争领袖。",
        "stage": 1
    },
    {
        "key": "native_americans.6.b:0",
        "original": "[Root.Monarch.GetName] is a capable chief, even in war.",
        "translation": "即使在战争中[Root.Monarch.GetName]也是一个能胜任的领袖。",
        "stage": 1
    },
    {
        "key": "native_americans.7.t:0",
        "original": "Appointing a Peace Chief",
        "translation": "任命和平领袖",
        "stage": 1
    },
    {
        "key": "native_americans.7.d:0",
        "original": "[Root.Monarch.GetName] was chosen chief for [Root.Monarch.GetHerHis] bravery in combat, to lead our nation during the war. Now that the war is over, we need a chief who sees beyond the battlefield, to the needs of our nation in times of peace.\\n\\nTradition dictates that the War Chief respects this, to avoid abusing [Root.Monarch.GetHerHis] authority.",
        "translation": "因为[Root.Monarch.GetHerHis]在战斗中的英勇，[Root.Monarch.GetName]被选作领袖在战争中领导我们的人民。现在战争已经结束了，我们需要一个远离战场的在和平时期时期的领袖。\\n\\n传统决定了战争领袖必须遵守这个决定，这是为了避免[Root.Monarch.GetHerHis]滥用权力。",
        "stage": 1
    },
    {
        "key": "native_americans.7.a:0",
        "original": "[Root.Monarch.GetName] must step back. A Peace Chief will be selected.",
        "translation": "[Root.Monarch.GetName]必须下台。一个和平领袖将被选举。",
        "stage": 1
    },
    {
        "key": "native_americans.7.b:0",
        "original": "Authority will safeguard our nation. There is no such thing as peacetime!",
        "translation": "权利将会保卫我们的人民，和平时期可没这东西！",
        "stage": 1
    },
    {
        "key": "native_americans.8.t:0",
        "original": "Those who Travel and Those who Stay",
        "translation": "迁徙者和长驻者",
        "stage": 1
    },
    {
        "key": "native_americans.8.d:0",
        "original": "Ancient stories tell how our people traveled far to reach this land, the land we now work and call our home. Although that time is now past, some of our neighbors retain this way of life, moving to new hunting grounds rather than building permanent homes. We have no interest in returning to those ways, but perhaps we could exchange knowledge and goods between our tribes, acknowledging the benefits of both our choices.",
        "translation": "古老的故事告诉了我们的人民是如何经过了漫长的旅途来到了这片我现在现在生活着并称之为家的土地。虽然时候已经过了，但是一些我们的邻居依然保留着这种相比建立永久的家园更宁愿不断迁徙到新的猎场的生活方式。我们对回到那种生活方式不感兴趣，但是也许可以和他们交换知识和商品，并承认这个选择带来的益处。",
        "stage": 1
    },
    {
        "key": "native_americans.8.a:0",
        "original": "We are willing to listen if they are.",
        "translation": "如果他们果真如此我们乐意倾听。",
        "stage": 1
    },
    {
        "key": "native_americans.8.a.tt:0",
        "original": "Send a messenger to suggest exchanging resources and knowledge. What do the [This.GetName] say?",
        "translation": "送一个信使去建议交换资源和知识。[This.GetName]说了什么？",
        "stage": 1
    },
    {
        "key": "native_americans.8.b:0",
        "original": "What can we learn from those who can't even build proper homes?",
        "translation": "像这种连一个家都造不了的人有什么值得学习的？",
        "stage": 1
    },
    {
        "key": "native_americans.9.d:0",
        "original": "A messenger from [From.GetName] has arrived. Unlike many diplomatic envoys, he speaks not of the similarities between our tribes, but of the differences: How we remain wandering the world, while they have built permanent settlements in [From.Capital.GetCapitalName]. Apparently, they believe these differences mean we have much to gain from trading what our different customs yield, both insights and goods.",
        "translation": "一个从[From.GetName]来的信使抵达了。不像很多外交使节那样，他说的不是我们部落之间的相同之处，而是不同：我们如何持续游荡在这个世界，而他们已经在[From.Capital.GetCapitalName]建立了永久的家园。显然，他们认为这些差异意味着我们可以从这场无论是眼界还是商品都代表着文化屈服的交易中获得很多。",
        "stage": 1
    },
    {
        "key": "native_americans.9.a:0",
        "original": "They are wise to see our strengths, as we shall see theirs.",
        "translation": "就像我们即将看到他们的优势一样，他们已经先明智的看到了我们的。",
        "stage": 1
    },
    {
        "key": "native_americans.9.b:0",
        "original": "They are simply complacent and envy our freedom.",
        "translation": "他们不过是自满并嫉妒我们的王国而已。",
        "stage": 1
    },
    {
        "key": "native_americans.10.d:0",
        "original": "The messenger we sent to [From.GetName] has returned. Unfortunately, they care little for our efforts at mutual understanding, considering our cultural developments a dead end and their own customs more honorable.",
        "translation": "我们派去[From.GetName]的信使回来了。不幸的是，他们不关心我们为了互相理解做出的努力，只是一味的认为我们的文化发展将是个死胡同而他们自己的文化更尊贵。",
        "stage": 1
    },
    {
        "key": "native_americans.10.a:0",
        "original": "Their loss.",
        "translation": "他们作死。",
        "stage": 1
    },
    {
        "key": "native_americans.11.d:0",
        "original": "The messenger we sent to [From.GetName] has returned. The smaller tribe was happy to hear us acknowledging that they may have something to give us, and accepted our suggestion of cultural and material exchanges.",
        "translation": "我们派去[From.GetName]的信使回来了。那个小部落对我们承认他们可能提供我们一些东西的情况感到很是欣喜，并接受了我们文化和物质交流的提议。",
        "stage": 1
    },
    {
        "key": "native_americans.11.a:0",
        "original": "We will both benefit from their understanding.",
        "translation": "我们都将从他们的理解中受益。",
        "stage": 1
    },
    {
        "key": "native_americans.12.t:0",
        "original": "Holy Smoke",
        "translation": "神圣烟草",
        "stage": 1
    },
    {
        "key": "native_americans.12.d:0",
        "original": "Tobacco has always been of use to our tribe. Some view the plant medicine, some as sacred, while others simply find inhalation of the smoke relaxing. However, the recreational use of the plant has spread in recent years, leading to discussions among the elders in [Root.GetName] about whether the people are abusing this gift. It has been suggested that the use of tobacco be restricted to ceremonies where the plant is essential, to prevent youths from listlessly wasting it.",
        "translation": "烟草在我们的部落中总是被使用。一些观念认为这种植物药草是神圣的，但其他人只认为吸入烟草会让人放松。然而，这些年这种植物的使用已经传播开来，导致了长者们在[Root.GetName]讨论人们是否要继续滥用这一恩赐。已经被提议的有为了防止青少年们无谓的浪费，限制只在这种植物是必要的的仪式中使用。",
        "stage": 1
    },
    {
        "key": "native_americans.12.a:0",
        "original": "A reasonable suggestion.",
        "translation": "一个合理的提议。",
        "stage": 1
    },
    {
        "key": "native_americans.12.b:0",
        "original": "Let the youths use it as they like.",
        "translation": "让年轻人们随他们的喜好吧。",
        "stage": 1
    },
    {
        "key": "native_americans.13.t:0",
        "original": "Abandoned Lands",
        "translation": "遗弃之地",
        "stage": 1
    },
    {
        "key": "native_americans.13.d:0",
        "original": "The bands who have moved into [From.GetName] claim the resources in the area are scarce and the land has seen better days.\\n\\nSome bands claim that this is simply a matter of the buffalo leaving recently, but others point to a neighboring tribe known for traveling to new hunting grounds. They accuse them of having used up the land and left it depleted.",
        "translation": "搬进了[From.GetName]的殖民团声称这里资源稀缺但是这里的土地已经日益改善了。\\n\\n一些人说最近野牛离去只是个简单的问题，然而其他人指出一个因迁徙而著名的邻居部落最近已经前往新的猎场了。部落指责他们耗尽了土地使其贫瘠。",
        "stage": 1
    },
    {
        "key": "native_americans.13.a:0",
        "original": "This is a natural consequence of migrations, and we must accept it.",
        "translation": "这是殖民的自然结果，我们必须接受。",
        "stage": 1
    },
    {
        "key": "native_americans.13.b:0",
        "original": "If they have moved to more fertile land, we shall take that instead!",
        "translation": "如果他们移居到了更富饶的土地上，我们也必须这么做！",
        "stage": 1
    },
    {
        "key": "native_americans.14.t:0",
        "original": "Preparing for the Sun Dance",
        "translation": "太阳舞蹈的准备",
        "stage": 1
    },
    {
        "key": "native_americans.14.d:0",
        "original": "Our people are beginning preparations for the Sun Dance, a sacred ceremony held during the warmer months of the year. Although this is an important event, it puts a lot of strain on the practitioners, many of whom are young warriors. We also need to put aside resources for the ceremony. This year, there has been some discussion about whether or not to devote ourselves completely to the Sun Dance, or to celebrate it on a smaller scale.",
        "translation": "我们的人已经开始为太阳舞蹈做准备了,这是个将在一年中温暖的那几个月举行的神圣的仪式。尽管这是个大事，但是它为很多是年轻的战士们的实践者增加了不少负担。我们也需要为这个仪式提供不少的资源。这几年，出现了一些关于是要继续全力以赴准备太阳舞还是只进行小规模的庆祝的讨论。",
        "stage": 1
    },
    {
        "key": "native_americans.14.a:0",
        "original": "The Sun Dance requires our full attention!",
        "translation": "我们必须充分重视太阳舞！",
        "stage": 1
    },
    {
        "key": "native_americans.14.a.tt:0",
        "original": "The Sun Dance will be performed this year when the preparations are finished.",
        "translation": "当准备完成时太阳舞将会表演。",
        "stage": 1
    },
    {
        "key": "native_americans.14.b:0",
        "original": "Keep it a minor event this year.",
        "translation": "降低它的优先级。",
        "stage": 1
    },
    {
        "key": "native_americans.15.t:0",
        "original": "The Sun Dance",
        "translation": "太阳舞",
        "stage": 1
    },
    {
        "key": "native_americans.15.d:0",
        "original": "Having spent months in preparation for the Sun Dance, we can now go through with it in full scale. Our people gather together to fast, pray and dance, which not only preserves this sacred tradition, but also aids in bringing our often scattered tribes closer to each other.",
        "translation": "在花费了几个月准备之后，我们现在进行完整版的太阳舞了。我们的人聚集在一起戒斋，祈祷，舞蹈。这不仅仅是一个被保留的神圣的传统，也有助于我们常常是分散的部落更接近对方。",
        "stage": 1
    },
    {
        "key": "native_americans.15.a:0",
        "original": "All people of the [Root.GetName] are our people.",
        "translation": "在[Root.GetName]的人都是我们的子民。",
        "stage": 1
    },
    {
        "key": "native_americans.16.t:0",
        "original": "Hunters or Workers of the Soil",
        "translation": "打猎还是在土地上耕作",
        "stage": 1
    },
    {
        "key": "native_americans.16.d:0",
        "original": "As a tribe who follow the buffalo, we take pride in our skill as hunters. Our stay in [Root.Capital.GetCapitalName] has allowed us to hone these skills, but some council members have begun to suggest that we are too dependent on them. They suggest that the lands of [Root.Capital.GetCapitalName] holds the potential for more than hunting and foraging, and that we would do well to start considering the benefits of agriculture. Perhaps we could even settle here.",
        "translation": "作为一个跟随野牛的部落，我们为自己猎人的技巧感到骄傲。我们在[Root.Capital.GetCapitalName]的停驻允许我们磨练这些技巧，但是一些议会成员暗示我们太过依赖这些了。他们暗示[Root.Capital.GetCapitalName]的潜力不只打猎和采集食物，我们也要开始考虑农业的效益了。也许我们可以在这里安家。",
        "stage": 1
    },
    {
        "key": "native_americans.16.a:0",
        "original": "If we are to farm, we should do it here.",
        "translation": "如果我们要开始种植，这里是不错的选择。",
        "stage": 1
    },
    {
        "key": "native_americans.16.b:0",
        "original": "What time we have, we should devote to hunting.",
        "translation": "我们有的是时间，此时应当继续狩猎。",
        "stage": 1
    },
    {
        "key": "native_americans.17.t:0",
        "original": "By Fire",
        "translation": "火",
        "stage": 1
    },
    {
        "key": "native_americans.17.d:0",
        "original": "Since time immemorial, the use of fire has been a mark of mankind's ability to invent and destroy. Our homeland is shaped by controlled fires, used to manage crops and wild animals as well as clearing the surroundings.\\n\\nRecent efforts to extend the use of these methods in [Root.GetName] has been called into question. Some of the elders believe it to be unnecessarily risky, but local leaders consider it necessary for continued development in the province.",
        "translation": "自古以来，火的使用就是人类发明和破坏能力的象征。我们的家园通过控制火焰来管理农作物，野生动物和清理周遭环境。\\n\\n最近努力扩张使用火的方法已经在[Root.GetName]遭到了质疑。一些长者认为这是不必要的风险，但是当地领导认为这是在该省继续发展的必要进程。",
        "stage": 1
    },
    {
        "key": "native_americans.17.a:0",
        "original": "We have faith in our mastery of the flames.",
        "translation": "我们有信心对火的进行控制。",
        "stage": 1
    },
    {
        "key": "native_americans.17.a.tt:0",
        "original": "the controlled fires succeeding improving yield in the province.",
        "translation": "受到控制的火成功的改良了当地的产量。",
        "stage": 1
    },
    {
        "key": "native_americans.17.a.tt2:0",
        "original": "the fires growing out of control.",
        "translation": "火势已经失控了。",
        "stage": 1
    },
    {
        "key": "native_americans.17.b:0",
        "original": "Let's not take unnecessary risks.",
        "translation": "让我们不要承担不必要的风险。",
        "stage": 1
    },
    {
        "key": "native_americans.18.t:0",
        "original": "Fire Successful",
        "translation": "火成功了",
        "stage": 1
    },
    {
        "key": "native_americans.18.d:0",
        "original": "The use of fire to alter the landscape in [Root.GetName] has paid off. Clearing vegetation has allowed us to make better use of the land and will increase yields from the area for years to come.",
        "translation": "用火改变[Root.GetName]的土地已经收到成效了。清除植被允许我们更好的使用土地，该地区的产量将在几年内增加。",
        "stage": 1
    },
    {
        "key": "native_americans.18.a:0",
        "original": "As the world shapes us, we shape the world.",
        "translation": "就像世界改变了我们一样，我们改变了世界。",
        "stage": 1
    },
    {
        "key": "native_americans.19.t:0",
        "original": "Fire out of Control",
        "translation": "火失控了",
        "stage": 1
    },
    {
        "key": "native_americans.19.d:0",
        "original": "The fears of [Root.Owner.GetName] elders turned out to be justified. The fires used to reshape the lands of [Root.GetName], though initially under control, spread beyond their intended area, causing damages and chaos. The council is now in dispute with local leaders, with everyone seeking to assign blame to others.",
        "translation": "[Root.Owner.GetName]的长者们的担心是有道理的。在[Root.GetName]用来重塑大地的火，尽管在一开始受到控制，但是很快就蔓延到了他们预定以外的区域，造成了损失和混乱。议会和当地领导开始了争吵，每个人都在责怪对方。",
        "stage": 1
    },
    {
        "key": "native_americans.19.a:0",
        "original": "We must be more careful in the future.",
        "translation": "我们在将来必须更加谨慎。",
        "stage": 1
    },
    {
        "key": "native_americans.20.t:0",
        "original": "Straying Son",
        "translation": "离群之子",
        "stage": 1
    },
    {
        "key": "native_americans.20.d:0",
        "original": "Bands forming and splitting up is a fairly common occurrence and does not normally generate serious disputes, but a recent case has required our intervention. A son is leaving his father's band with a large group of followers against the will of his parents. The father requests we intervene on his behalf to keep the band together and avoid weakening his authority in the tribe.",
        "translation": "部族的形成和分裂是一个普遍现象，通常不会出现很严重的争议，但是最近的案例已经要求我们干预。一个儿子和一群支持者们离开了他父亲的部族并反对他父母的意愿。父亲要求我们以他的名义干预他的行为使部族保持团结以免削弱他在部落中的权威。",
        "stage": 1
    },
    {
        "key": "native_americans.20.a:0",
        "original": "The son stays. He should know better.",
        "translation": "儿子应当留下，他应该懂的更好。",
        "stage": 1
    },
    {
        "key": "native_americans.20.b:0",
        "original": "Bands need to be flexible. The split should be allowed.",
        "translation": "部族应该更灵活，这个分裂是被允许的。",
        "stage": 1
    },
    {
        "key": "native_americans.21.t:0",
        "original": "Large Band Splits Up",
        "translation": "大型部族分裂",
        "stage": 1
    },
    {
        "key": "native_americans.21.d:0",
        "original": "One of the largest bands in our tribe have discussed splitting and going separate ways, both away from our home in [Root.Capital.GetCapitalName]. They argue that they could accomplish more this way, but the split may force us to reorganize much of our current society, especially since people are leaving the center of our nation.",
        "translation": "一个我们部落中最大的部族已经经过极快的讨论分裂了,他们都离开了我们在[Root.Capital.GetCapitalName]的家。他们认为他们可以通过这样得到更多。但是分裂可能会破事我们重组当今社会，特别是很多人都已经离开的我们国家的中心。",
        "stage": 1
    },
    {
        "key": "native_americans.21.a:0",
        "original": "Let them split and accomplish more.",
        "translation": "让他们分裂并得到更多吧。",
        "stage": 1
    },
    {
        "key": "native_americans.21.b:0",
        "original": "We need them in [Root.Capital.GetCapitalName].",
        "translation": "我们需要他们留在[Root.Capital.GetCapitalName]。",
        "stage": 1
    },
    {
        "key": "native_americans.22.t:0",
        "original": "Hunters on the Move",
        "translation": "迁徙的猎人们",
        "stage": 1
    },
    {
        "key": "native_americans.22.d:0",
        "original": "Although we have long since given up nomadic life, some bands still live primarily as hunters and need to remain on the move. As wild game moves to new lands, hunters must follow, but this is causing trouble for the people of [Root.GetName], where the community is now divided on the issue. Some locals argue that these bands are behind the times and should settle where they now live.",
        "translation": "我们虽早已放弃了游牧生活，但是一些部族依然把狩猎当做主要生活手段并持续迁徙。猎人必须跟随着转移到新的土地上，但这却给[Root.GetName]的人们造成了困扰，部族们就这个问题产生了分歧。一些当地人认为这些部族是落后于时代的并且应当在他们现在生活的地方定居。",
        "stage": 1
    },
    {
        "key": "native_americans.22.a:0",
        "original": "Let them hunt, let them move.",
        "translation": "让他们离开吧。",
        "stage": 1
    },
    {
        "key": "native_americans.22.b:0",
        "original": "We'll provide them with the crops they need to settle down.",
        "translation": "我们会提供给他们农产品，他们需要留下。",
        "stage": 1
    },
    {
        "key": "native_americans.23.t:0",
        "original": "Art of Weaving",
        "translation": "编织艺术",
        "stage": 1
    },
    {
        "key": "native_americans.23.d:0",
        "original": "Ever since our exchanges with the Pueblo improved our knowledge about weaving methods, we have improved our weaves beyond pure craftsmanship. The patterns and colors developed now constitute their own distinctive art form, known to throughout neighboring tribes and beyond. [From.GetName] has provided us with the materials to create more of these famous fabrics than ever.",
        "translation": "自从我们与普韦布洛的交流改良了我们编制的方法，我们已经使我们的织物超出了纯粹的工艺。图案和颜色的发展构成了自己独特的艺术形式，并被周遭部落甚至更远的地方所知晓。 [From.GetName] 为我们提供原料以创造比以往都更多这些著名织物。",
        "stage": 1
    },
    {
        "key": "native_americans.23.a:0",
        "original": "We shall hone this art.",
        "translation": "我们应当磨练这个艺术。",
        "stage": 1
    },
    {
        "key": "native_americans.24.t:0",
        "original": "Mound Builders",
        "translation": "山丘建造者",
        "stage": 1
    },
    {
        "key": "native_americans.24.d:0",
        "original": "Since the settlers arrived from Europe, there has been much speculation among them about the origin of the ancient burial mounds in the region. The settlers refuse to believe our ancestors could have built such structures, being unimpressed with our current construction projects. While they are clearly fascinated by the mounds, they seem to dismiss both us and our neighbors as unable to create anything of lasting value.",
        "translation": "自从来着欧洲的殖民者们抵达这里，就出现了很多关于该地区古坟的起源的猜猜。殖民者们拒绝相信我们的先祖可能造出来这样的结构，并对我们现在的建造项目不为所动。尽管他们都明显迷上了这些山丘，却似乎认为不管是我们还是我们的邻居都没能力去创造这些可以亘古流传的东西。",
        "stage": 1
    },
    {
        "key": "native_americans.24.a:0",
        "original": "We'll just have to prove them wrong by continuing the tradition!",
        "translation": "我们正好通过保持传统证明他们是错误的！",
        "stage": 1
    },
    {
        "key": "native_americans.24.b:0",
        "original": "Their ignorance is not our problem.",
        "translation": "他们自己渣渣罢了。",
        "stage": 1
    }
]
