[
    {
        "key": "refused_aid_traders:0",
        "original": "Refused to aid Traders",
        "translation": "拒绝援助商人",
        "stage": 5
    },
    {
        "key": "desc_refused_aid_traders:0",
        "original": "Local traders were refused funds to help them against the threat of privateers.",
        "translation": "拒绝提供资金帮助当地商人抵抗海盗的威胁。",
        "stage": 5
    },
    {
        "key": "reckless_privateer:0",
        "original": "Reckless Privateer",
        "translation": "肆无忌惮的私掠船",
        "stage": 5
    },
    {
        "key": "desc_reckless_privateer:0",
        "original": "A ruthless privateer was allowed free rein, leading to other privateers attempting bolder raids.",
        "translation": "一个残忍的私掠船得到自由行动的许可，导致其他的私掠船开始尝试更大胆的袭击。",
        "stage": 5
    },
    {
        "key": "curtailed_privateer:0",
        "original": "Curtailed Privateer",
        "translation": "受限的私掠船",
        "stage": 5
    },
    {
        "key": "desc_curtailed_privateer:0",
        "original": "A ruthless privateer was removed from our service, causing other privateers to be more careful in their methods.",
        "translation": "一个残忍的私掠船被开除许可,这导致其他私掠船的行动变得更加小心。",
        "stage": 5
    },
    {
        "key": "rogue_privateer:0",
        "original": "Rogue Privateer",
        "translation": "离群的私掠船",
        "stage": 5
    },
    {
        "key": "desc_rogue_privateer:0",
        "original": "The captain and crew of one of our privateers have turned to piracy, stealing and plundering from our own.",
        "translation": "我们的一个私掠船船长和船员转变成了海盗,盗窃甚至掠夺我们的资源。",
        "stage": 5
    },
    {
        "key": "employed_pirates:0",
        "original": "Employed Pirates",
        "translation": "受雇的海盗船",
        "stage": 5
    },
    {
        "key": "desc_employed_pirates:0",
        "original": "Pirates seeking a good excuse for their crimes found that we could be quite generous in providing excuses and money.",
        "translation": "海盗们在为他们的罪行寻找一个借口时发现我们能慷慨地提供借口和金钱。",
        "stage": 5
    },
    {
        "key": "supported_republic_feud:0",
        "original": "Supported Feud",
        "translation": "支持世仇",
        "stage": 5
    },
    {
        "key": "desc_supported_republic_feud:0",
        "original": "The feud between rival merchant families is fuelling privateering efforts with supplies and money.",
        "translation": "商人家族的世仇能助长掠夺补给和金钱的效果。",
        "stage": 5
    },
    {
        "key": "denied_knowledge_privateer:0",
        "original": "Denied Knowledge of Privateer",
        "translation": "否认私掠事实",
        "stage": 5
    },
    {
        "key": "desc_denied_knowledge_privateer:0",
        "original": "A privateer who was caught without his letter of marque was rejected help, leading to other privateers being wary of working with us.",
        "translation": "我们拒绝帮助一艘没有肆掠许可证的被捕私掠船，这导致了其他的私掠船和我们的合作变得更加小心。",
        "stage": 5
    },
    {
        "key": "merchants_prepare_war:0",
        "original": "Merchants Prepare for War",
        "translation": "商人为战争做准备",
        "stage": 5
    },
    {
        "key": "desc_merchants_prepare_war:0",
        "original": "Merchants are aiding in preparation for a Trade Protection war, but will be angry if none is started before their preparations end.",
        "translation": "商人们正在帮忙筹备贸易保护战争,但如果在他们筹备完成时没有宣战，他们会变得非常恼怒。",
        "stage": 5
    },
    {
        "key": "merchants_ignored:0",
        "original": "Merchants' Concerns Ignored",
        "translation": "商人的担忧被忽视",
        "stage": 5
    },
    {
        "key": "desc_merchants_ignored:0",
        "original": "Merchants are angered about the refusal to declare a Trade Protection war over the privateers attacking them.",
        "translation": "商人们请求以贸易保护的名义向攻击他们的私掠船宣战的声明被拒绝，这导致他们非常愤怒。",
        "stage": 5
    },
    {
        "key": "privateers.1.t:0",
        "original": "Local Traders Demand Aid",
        "translation": "当地的商人请求援助",
        "stage": 5
    },
    {
        "key": "privateers.1.d:0",
        "original": "Merchants and captains of trade vessels in [Root.GetName] have sent a representative to the government, describing their home as increasingly lawless land, where piracy runs rampant and ships and ports are routinely raided by privateers. They argue that the government has neglected them and request funding to build defenses against the growing threats. If this request is not granted, many feel like they have already lost too much and will take their business elsewhere.",
        "translation": "[Root.GetName]的商人和贸易船的船长向政府派遣代表，称他们的家变得越来越像法外之地，在那里海盗猖獗，船舶和港口都经常受到私掠船的袭击。他们觉得政府忽略了他们，并请求提供资金建立防御以应对日益增长的威胁。如果请求不被准许,多数人会觉得损失太大并把他们的生意转到其他地方。",
        "stage": 5
    },
    {
        "key": "privateers.1.a:0",
        "original": "Send them whatever they need.",
        "translation": "给他们需要的任何东西。",
        "stage": 5
    },
    {
        "key": "privateers.1.b:0",
        "original": "They have enough money to fund those defenses themselves.",
        "translation": "他们有足够的钱来防卫他们自己。",
        "stage": 5
    },
    {
        "key": "privateers.2.t:0",
        "original": "Invalid Letter of Marque?",
        "translation": "私掠许可证的合法性？",
        "stage": 5
    },
    {
        "key": "privateers.2.d:1",
        "original": "Privateering is always a difficult diplomatic issue, especially when no open war is conducted, and the distinction between an enemy who must be subject to certain rules of war and a lawless pirate is not always clear-cut. Even less so in the case of a recently captured vessel, which has displayed a letter of marque issued by a colonial governor with dubious authority.\\n\\nWhile this supposed privateer looks like a simple pirate to us, accepting the letter as valid may allow us to maintain better diplomacy with his masters.",
        "translation": "私掠船一直是难以解决的外交问题，尤其是在没有公开宣战时。遵守战争规则的敌人与无法无天的海盗之间，区别并不明显。更不用说在最近被俘获的一只船上，就有殖民地总督发行的可疑的私掠许可证。\\n\\n虽然这艘所谓的私掠船看起来像是单纯的海盗，但承认私掠许可证的合法性能让我们和他的主人保持更好的外交关系。",
        "stage": 5
    },
    {
        "key": "privateers.2.a:0",
        "original": "This flimsy excuse can't be allowed to spare him from the gallows!",
        "translation": "这个蹩脚的理由不足以让他免除绞刑 ！",
        "stage": 5
    },
    {
        "key": "privateers.2.b:0",
        "original": "We can afford to show some lenience in this rare case.",
        "translation": "我们应该在这个特殊的情况中展示一些宽容。",
        "stage": 5
    },
    {
        "key": "privateers.3.t:0",
        "original": "Invalid Letter of Marque?",
        "translation": "非法私掠船？",
        "stage": 5
    },
    {
        "key": "privateers.3.d:0",
        "original": "Pirates are a constant scourge of our merchants, and successfully detaining them is usually a great victory not only for us, but for our trade partners as well. Our most recent capture of a supposed pirate, on the other hand, has turned into a diplomatic incident, as he claims to have been raiding ships on behalf of one of our own colonial subjects.\\n\\nThe captain has presented a letter of marque issued in the name of the [Root.Monarch.GetTitle], but by a colonial governor. Supposedly, any aggression against us was a tragic misunderstanding. Desperately trying to avoid the gallows, the captain implores us to settle the matter with the governor.",
        "translation": "海盗对于我们的商人而言是一个持续性的祸害，成功逮捕他们不仅对于我们而言是一场巨大胜利，对于我们的贸易伙伴也是如此。最近我们抓捕的一个所谓的海盗，在某种程度上，已经变成了外交风波，因为他声称劫掠船只的行为是为了我们的殖民地臣民的利益。\\n\\n那个船长向我们出示了有[Root.Monarch.GetTitle]名义的私掠许可证，但是这是由殖民地总督发出的。据他所言，对我们侵略是一个可悲的误会。为了避免绞刑的下场，这个船长请求我们和总督解决这个问题。",
        "stage": 5
    },
    {
        "key": "privateers.3.a:0",
        "original": "The governor overstepped his authority. This pirate will hang.",
        "translation": "这个海盗将被吊死，因为总督滥用权力。",
        "stage": 5
    },
    {
        "key": "privateers.3.b:0",
        "original": "A letter issued in our name is valid, even from a subject.",
        "translation": "用我们的名义发送的许可是有法律效应的，即使是在这个事件上。",
        "stage": 5
    },
    {
        "key": "privateers.4.t:0",
        "original": "A Reckless Privateer",
        "translation": "一艘肆无忌惮的私掠船",
        "stage": 5
    },
    {
        "key": "privateers.4.d:0",
        "original": "Enlisting the aid of privateers to wreck the trade efforts of our adversaries has proven beneficial to us, but also tends to attract unreliable and devious business partners. One captain has become notorious for skirting the rules and ignoring treaties our privateers are supposed to abide by, but also happens to be very efficient in raiding enemy ships.\\n\\nPerhaps these two traits are connected, perhaps not. Regardless, revoking the captain's letter of marque would be the diplomatically safe option, but would lose us our best privateer.",
        "translation": "雇佣私掠船来摧毁敌人的贸易航线，对我们而言是有益的，但也会吸引到一些不可靠、不正当的商业伙伴。一位变得臭名昭著的船长游走在规则的边缘并无视我们对于私掠船制定的规则，碰巧的是他非常善于袭击敌人的船只。\\n\\n也许这两个事会被联系起来，也许不会。无论如何，吊销船长的私掠许可证是一个外交上的安全选择，但是这会使我们失去最好的私掠者。",
        "stage": 5
    },
    {
        "key": "privateers.4.a:0",
        "original": "Laws and treaties are more like guidelines, anyway...",
        "translation": "法律和条约更像是指导方针，而已……",
        "stage": 5
    },
    {
        "key": "privateers.4.b:0",
        "original": "We will not tolerate outlaws in our employ!",
        "translation": "我们不会容忍雇用不法分子 ！",
        "stage": 5
    },
    {
        "key": "privateers.5.t:0",
        "original": "Privateer Captain Goes Rogue",
        "translation": "私掠船船长成为了海盗",
        "stage": 5
    },
    {
        "key": "privateers.5.d:0",
        "original": "There is a very fine line between privateering and piracy, especially in peacetime. The captain and crew of one of our privateering operations recently waltzed across that line when they decided to attack and plunder one of our own traders. Worse yet, we have been informed that this act of open defiance was only the beginning of their exploits, and that these traitors have now set out to make their own fortune... primarily, it seems, out of our fortune.",
        "translation": "私掠者和海盗之间仅有一线之隔，尤其是在和平时期。当从属于我们的私掠船船长和船员们决定攻击掠夺我们的商人时，他们轻易地就越过了那条线。更糟糕的是，我们获悉这种公开的反抗仅仅是他们谋求私利的开始，而且这些背叛者已经开始着手得到更多的财富……，似乎主要是，从我们这儿得到。",
        "stage": 5
    },
    {
        "key": "privateers.5.a:0",
        "original": "We'll have their heads for this!",
        "translation": "我们将砍下他的头颅！",
        "stage": 5
    },
    {
        "key": "privateers.6.t:0",
        "original": "Oceans Beyond Privateering",
        "translation": "私掠之外的海洋",
        "stage": 5
    },
    {
        "key": "privateers.6.d:0",
        "original": "One of our most accomplished privateers is making forays not only into enemy waters, but into parts of the world we were barely aware were under their control. His skills as a navigator could be put to better use if we provided the funds for a longer expedition to discover just how far the hand of the enemy reaches, perhaps even reaching further, claiming new lands for [Root.GetName] in the name of the [Root.Religion.GetName] faith.",
        "translation": "我们最杰出的一只私掠船不仅袭击敌方的海域，还控制了我们并不知情的其他海域。如果提供资金让他发挥他所擅长的航海家的能力，去进行长时间的海上冒险，那么我们就能知道我们敌人的手伸得有多长了，或许更进一步，以信仰[Root.Religion.GetName]的名义宣称属于[Root.GetName]的新领土。",
        "stage": 5
    },
    {
        "key": "privateers.6.a:0",
        "original": "Let him lead the way. Our ships shall encircle the world.",
        "translation": "让他给我们带路，我们的船将拥抱整个世界！",
        "stage": 5
    },
    {
        "key": "privateers.6.b:0",
        "original": "Privateers should look for money from our enemies, not from us.",
        "translation": "私掠船应该从我们的敌人那寻求资金，而不是从我们这里。",
        "stage": 5
    },
    {
        "key": "privateers.7.t:0",
        "original": "Pirates Seeking Allegiance",
        "translation": "海盗寻求效忠",
        "stage": 5
    },
    {
        "key": "privateers.7.d:0",
        "original": "Our use of privateering to strengthen our position on the oceans has not gone unnoticed by the unsavory individuals who raid ships without the blessing of a [Root.Monarch.GetTitle]. While we prefer not to see many similarities between our legitimate authorizations of reprisal and these pests, some of them see quite a few.\\n\\nSome of the more successful pirates in our area of interest are seeking to receive the backing of [Root.GetName] is more or less official capacity. They are also suggesting, through crude insinuations, that if we don't take them up on the offer, someone else just might.",
        "translation": "我们利用私掠行动加强海域主权的行为，并没有被那些臭名昭著，袭击船只却没有[Root.Monarch.GetTitle]许可的家伙所忽视。尽管我们不喜欢被认为我们合法授权的报复行为和那些害虫有太多相似之处，但还是有一些人这么理解。\\n\\n有能耐些的海盗尝试在我们留意的地区得到[Root.GetName]或多或少的官方支持。他们还粗略地暗示，如果我们不接受他们提议，那么别的人就可能接受。",
        "stage": 5
    },
    {
        "key": "privateers.7.a:0",
        "original": "We could use some ruthless seafarers in our employ.",
        "translation": "我们可以雇佣一些残忍的船员。",
        "stage": 5
    },
    {
        "key": "privateers.7.b:0",
        "original": "This is extortion. We won't do business with pirates.",
        "translation": "这是敲诈。我们不会同海盗做生意！",
        "stage": 5
    },
    {
        "key": "privateers.7.b.tt:0",
        "original": "The pirates will take their 'business' to the [This.Monarch.GetTitle] of [This.GetName] instead.",
        "translation": "这些海盗将会将“业务”拓展到[This.GetName]的[This.Monarch.GetTitle]那去。",
        "stage": 5
    },
    {
        "key": "privateers.8.t:0",
        "original": "Pirates Seeking Allegiance",
        "translation": "海盗寻求效忠",
        "stage": 5
    },
    {
        "key": "privateers.8.d:0",
        "original": "A group of pirates recently approached one of our privateers, requesting [Root.GetAdjective] support in their efforts to plunder and pillage. Of course, once they have our backing, our own ships would be safe from them. Apparently, they are especially interested in raiding the trade routes of [From.GetName], since they seem to have presented the same offer to the [From.GetAdjective] [From.Monarch.GetTitle] and been rejected and insulted in response.",
        "translation": "不久前，一群海盗接近我们的一只私掠船，请求[Root.GetAdjective]支持他们抢劫和掠夺。当然，一旦成为了他们的后盾，我们自己的船在他们那就会变得很安全。看来，他们对掠夺[From.GetName]的贸易航线非常感兴趣，也许是他们向[From.GetAdjective][From.Monarch.GetTitle]提出相同请求时，遭到了拒绝和侮辱。",
        "stage": 5
    },
    {
        "key": "privateers.8.a:0",
        "original": "We have no such reservations. They can count themselves among our privateers.",
        "translation": "我们没有意见。他们可以将自己视为我们的私掠船中的一员。",
        "stage": 5
    },
    {
        "key": "privateers.8.b:0",
        "original": "[From.Monarch.GetTitle] [From.Monarch.GetName] was right to reject this scourge of honest traders.",
        "translation": "[From.Monarch.GetTitle][From.Monarch.GetName]有权利拒绝祸害正经商人的家伙。",
        "stage": 5
    },
    {
        "key": "privateers.9.t:0",
        "original": "Captured Slavers",
        "translation": "被俘的贩奴船",
        "stage": 5
    },
    {
        "key": "privateers.9.d:0",
        "original": "One of our privateers has captured a ship containing what its owners considered cargo, but what we consider people: Slaves. [Root.GetName] has outlawed the abhorrent practice of slavery, but other nations are not so enlightened.\\n\\nThe slaves have gained their freedom, but there is still some discussion about what to do with those who transported them. Showing lenience and treating them as traders, although operating under a different flag and legislation, would be the diplomatic option. However, our laws and moral sensibilities suggest that slavers should always be viewed as pirates and kidnappers and dealt with accordingly.",
        "translation": "我们的一艘私掠船捕获了一只船以及他们所谓的货物：奴隶。[Root.GetName]早已禁止残忍的贩奴活动，但是某些国家并不是这么的开明。\\n\\n虽然奴隶们早已获得自由之身，但总有些人仍在考虑贩卖奴隶。展示宽容并将他们视为商人，虽然从属于不同的国家和不同的法律，是一种合适的外交手段。然而，我们的法律和道德要求我们应该将他们视为海盗以及绑匪并作出相应的惩处。",
        "stage": 5
    },
    {
        "key": "privateers.9.a:0",
        "original": "Those who trade in human lives are pirates and nothing more.",
        "translation": "他们仅仅是贩卖人类的海盗罢了",
        "stage": 5
    },
    {
        "key": "privateers.9.b:0",
        "original": "We'll let them go for now.",
        "translation": "我们会放他们走。",
        "stage": 5
    },
    {
        "key": "privateers.10.t:0",
        "original": "Feuding Families",
        "translation": "家族世仇",
        "stage": 5
    },
    {
        "key": "privateers.10.d:0",
        "original": "An influential politician and patriarch of a merchant family in our republic has approached us with a problem. Apparently, a family that once belonged to our republic has shifted its allegiances towards another republic. Seething with anger, the merchant insists that this is all to spite him and his kin, rambling about a feud between the two families that has gone on for generations, supposedly dating back to a slight at some ball in long-forgotten times.\\n\\nNow, he looks to us for support in pursuing this conflict violently. In exchange for a letter of reprisal against the foreign republic, he promises to personally pay for improved armaments on our privateering vessels.",
        "translation": "一个显赫的政治家以及我们共和国商人家族的族长一起和我们探讨一个问题。据说，一个曾经效忠我们的家族已经转而拥护其他共和国。商人强压怒火并坚持认为这是对他和他的族人的泄愤。这来自于两家已经延续了好几代人的家族世仇，据说可以追溯到早已遗忘的对于睾丸的谩骂。\\n\\n如今，他企图让我们升级这次冲突。为了得到能报复打击其他共和国的私掠许可，他承诺个人提供资金改进我们用于私掠的船只。",
        "stage": 5
    },
    {
        "key": "privateers.10.a:0",
        "original": "Better take the opportunity. How long could this feud last?",
        "translation": "把握住机会。这场争斗能持续多长时间？",
        "stage": 5
    },
    {
        "key": "privateers.10.b:0",
        "original": "Isn't it time to put these petty dynastic rivalries behind us?",
        "translation": "这些小家族的争斗该放在我们的争斗之后了吧？",
        "stage": 5
    },
    {
        "key": "privateers.11.t:0",
        "original": "Plausible Deniability",
        "translation": "合理的推诿",
        "stage": 5
    },
    {
        "key": "privateers.11.d:0",
        "original": "Conducting any form of attacks on rival ships in peacetime, whether through sanctioning reprisals or private wars or covertly backing piracy, has had many benefits to us, but is not without problems. One of our privateering operations was recently compromised and the ships and crew captured. As luck would have it, they had lost their letter of marque, proving they work with our approval, and whatever proof connects them to us is purely circumstantial.\\n\\nAs a last resort, the captain has now contacted us, hoping we will admit to our official backing so it can be used as leverage in the upcoming trial.",
        "translation": "在和平时期以任何形式攻击竞争对手的船只，无论是允许报复或者是私人战争或者是暗中支持劫掠，都会让我们得到许多的好处，但这并不是完美无缺的。不久之前我们的一个私掠活动遭到阻止，船只和船员都被抓捕。碰巧，他们遗失了他们的私掠许可证，因而无法证明是我们授权他们活动的，而且他们与我们之间的联系也无法被证实。\\n\\n作为最后的措施，船长已经和我们交涉，希望能够得到我们官方的支持以影响之后的审判。",
        "stage": 5
    },
    {
        "key": "privateers.11.a:0",
        "original": "These are legitimate merchants retaliating against foreign aggressions!",
        "translation": "这些都是正经的商人对于外国侵略的报复！",
        "stage": 5
    },
    {
        "key": "privateers.11.b:0",
        "original": "We've never seen these marauders before. They look like rogue pirates to me.",
        "translation": "这之前，我们从未见过这些掠夺者，看起来就像是一群暴戾的海盗。",
        "stage": 5
    },
    {
        "key": "privateers.12.t:0",
        "original": "Merchants call for Trade Protection War",
        "translation": "商人呼吁贸易保卫战",
        "stage": 5
    },
    {
        "key": "privateers.12.d:0",
        "original": "Trade is the backbone of our nation's economy, which we must take care to safeguard against threats. Recent developments have led to outrage among merchants who think we are not doing enough to defend against privateering ships from foreign nations, which are severely harming our trade efforts.\\n\\nMany trading vessels are beginning to arm themselves, arguing that the presence of these privateers prove that we are already fighting an undeclared trade war. They offer to aid in improving the nation's navy, but demand in return that we go from clandestine hostilities to open warfare to oust the privateers within five years from now.",
        "translation": "贸易是我们国家经济的支柱，所以我们应该更加小心地防备威胁。最近，事态的发展让商人感到愤怒，他们认为我们在抵御敌国海盗时做得不够，这严重地损害了我们的贸易竞争力。\\n\\n很多的贸易船都开始武装自己，并声称这些私掠船的存在证明我们早已开始未公开的贸易战争。他们决定提供资金改善国家的海军，作为回报，我们要在五年内从私下行动转变为驱逐私掠船的公开战争。",
        "stage": 5
    },
    {
        "key": "privateers.12.a:0",
        "original": "Bring the materials for our fleet, and we will crush our enemies!",
        "translation": "给我们的舰队带来原材料，我们便能摧毁敌人！",
        "stage": 5
    },
    {
        "key": "privateers.12.a.tt:0",
        "original": "Promise to declare a war with the Trade Protection casus belli to thwart privateering within five years.",
        "translation": "承诺以贸易保护的理由掀起战争，并在五年内阻止私掠行为。",
        "stage": 5
    },
    {
        "key": "privateers.12.b:0",
        "original": "There is no reason to escalate the conflict.",
        "translation": "现在没有任何理由加剧冲突。",
        "stage": 5
    },
    {
        "key": "privateers.13.t:0",
        "original": "Merchants remind us of Commitments to War",
        "translation": "商人提醒我们的战争承诺",
        "stage": 5
    },
    {
        "key": "privateers.13.d:0",
        "original": "It has been three years since we promised traders suffering the effects of foreign privateering to declare war upon those who support such dishonest practices. Now, they are reminding us of our commitment. Having offered support to prepare our fleet for the past three years, they demand we make good on our promise and attack.",
        "translation": "三年前，我们答应商人们对影响他们的外国私掠船的雇主宣战，但却一直没有执行。如今，他们提醒我们遵守承诺。过去三年里我们的舰队在他们的支持下筹备完成，他们要求我们履行承诺并宣战。",
        "stage": 5
    },
    {
        "key": "privateers.13.a:0",
        "original": "The attack will commence as planned.",
        "translation": "这次进攻将会按照计划展开。",
        "stage": 5
    },
    {
        "key": "privateers.13.b:0",
        "original": "It sounded reasonable at the time, but it's too risky now...",
        "translation": "在当时战争听上去非常合理，但是现在，风险太大了……",
        "stage": 5
    },
    {
        "key": "privateers.13.c:0",
        "original": "Privateering has decreased. We no longer have a reason to go to war.",
        "translation": "现在私掠船数量有所下降，我们没有理由进行战争了。",
        "stage": 5
    },
    {
        "key": "privateers.14.t:0",
        "original": "Merchants Outraged about Broken Promise",
        "translation": "商人对没有履行承诺而愤怒",
        "stage": 5
    },
    {
        "key": "privateers.14.d:0",
        "original": "Five years ago, we promised to declare open war on the treacherous nations who were already fighting a private war by supporting privateers plaguing our trade routes. However, despite having provided resources for shipbuilding towards the war effort, our merchants now find us having failed to make good on the agreement. They are furious and demanding radical changes in policy, undermining our authority.",
        "translation": "五年之前，我们承诺对那些奸诈的、支持私掠船侵害我们贸易航线的国家公开宣战。然而，一直竭力提供资金建造战船的商人发现我们并不能很好地履行协议。他们感到愤怒并要求从根本上改变政策方针，这会动摇我们的权力基础。",
        "stage": 5
    },
    {
        "key": "privateers.14.a:0",
        "original": "Greedy warmongers...",
        "translation": "这些贪婪的战争贩子……",
        "stage": 5
    },
    {
        "key": "privateers.15.t:0",
        "original": "Undeclared Trade War Now Declared",
        "translation": "宣布未公开的贸易战争",
        "stage": 5
    },
    {
        "key": "privateers.15.d:0",
        "original": "As promised to our merchants, we are now at war with the nations who thought they could carry on hostilities under the guise of private conflicts. The merchants are satisfied with our honesty and will continue supporting the navy as agreed upon.",
        "translation": "按照我们对于商人的承诺，我们正在同那些自以为是，用私人冲突为幌子进行战争的国家开战。商人们非常满意我们的诚信并愿意根据协议继续为海军提供支持。",
        "stage": 5
    },
    {
        "key": "privateers.15.a:0",
        "original": "Let us see how the enemy handles an open war.",
        "translation": "公开宣战，让我们看看敌人如何应对。",
        "stage": 5
    },
    {
        "key": "privateers.16.t:0",
        "original": "Pirate War",
        "translation": "海盗大战",
        "stage": 5
    },
    {
        "key": "privateers.16.d:0",
        "original": "The mutual financing of privateers and borderline piracy against our rivals and their use of the same tactics against us have gotten out of hand. While we both refuse to declare open war over the conflicts, a de facto war is already being fought by both sides on the oceans of the world. This escalation is now mainly benefitting those who operate as privateers, hurting both their trade and ours.",
        "translation": "我们和竞争对手各自资助私掠船并在边界处相互劫掠的态势变得不受控制。虽然我们都拒绝用公开宣战来解决冲突，事实上的战争已经在双方的海域上展开了。这次冲突的扩大主要使那些私掠船收益，但同时损害了双方的贸易。",
        "stage": 5
    },
    {
        "key": "privateers.16.a:0",
        "original": "We can only make sure that it hurts them more.",
        "translation": "我们只能相信这会使他们受到更大损伤。",
        "stage": 5
    }
]