[
    {
        "key": "string_screen_title:0",
        "original": "The [Root.GovernmentName] of [Root.GetName], [GetYear]",
        "translation": "公元[GetYear]年，[Root.GetName][Root.GovernmentName]",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_screen_title_plural:0",
        "original": "The [Root.GetAdjective] [Root.GovernmentName], [GetYear]",
        "translation": "公元[GetYear]年，[Root.GetAdjective][Root.GovernmentName]",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_brittany:0",
        "original": "The Duchy of Brittany",
        "translation": "布列塔尼公国",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_provence:0",
        "original": "Good King René of Provence",
        "translation": "普罗旺斯的贤王勒内",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_hisn_kayfa:0",
        "original": "The Ayyubids of Hisn Kayfa",
        "translation": "哈桑凯伊夫的阿尤布家族",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_great_ming:0",
        "original": "The Great Ming",
        "translation": "大明",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_denmark:0",
        "original": "Cristopher, the Arch-King of Denmark",
        "translation": "丹麦的至高王克里斯托弗",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_sweden_norway:0",
        "original": "[Root.GetName] in the age of the Kalmar Union",
        "translation": "卡尔玛联盟时代的[Root.GetName]",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_castile:0",
        "original": "The Trastámaras and the Crown of Castile",
        "translation": "特拉斯塔马拉家族与卡斯蒂利亚联合王国",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_france:0",
        "original": "Charles VII and the Kingdom of France",
        "translation": "查理七世与法兰西王国",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_france_fallback:0",
        "original": "The [Root.Monarch.Dynasty.GetName] dynasty of [Root.GetName]",
        "translation": "[Root.GetName]的[Root.Monarch.Dynasty.GetName]王朝",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_trebizond:0",
        "original": "The Komnenoi of [Root.GetName]",
        "translation": "[Root.GetName]的科穆宁家族",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_burgundy:0",
        "original": "Philippe the Good of Burgundy, Grand Duke of the West",
        "translation": "西部大公爵，勃艮第的「好人」菲利普",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_mongolia:0",
        "original": "The Mongolian Khanate",
        "translation": "蒙古汗国",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_ottomans:0",
        "original": "The Sublime Ottoman State",
        "translation": "奥斯曼帝国",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_georgia_imereti:0",
        "original": "The Bagrationi of Georgia and Imereti",
        "translation": "格鲁吉亚和伊梅列季的巴格拉季昂家族",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_poland:0",
        "original": "The Kingdom of Poland and the Grand Duchy of Lithuania",
        "translation": "波兰王国与立陶宛大公国",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_austria:0",
        "original": "A.E.I.O.U.",
        "translation": "A.E.I.O.U.（世界属于奥地利）",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_shogunate:0",
        "original": "The [Root.GetName] Shogunate",
        "translation": "[Root.GetName]幕府",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_daimyo:0",
        "original": "The [Root.GetName] Clan",
        "translation": "[Root.GetName]家",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_samtskhe:0",
        "original": "The Atabegs of [Root.GetName]",
        "translation": "[Root.GetName]的阿塔贝格",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_horde:0",
        "original": "The [Root.Monarch.Dynasty.GetName]s of [Root.GetName]",
        "translation": "[Root.GetName]的[Root.Monarch.Dynasty.GetName]王朝",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_monarchy_regency:0",
        "original": "[Root.GetName]'s Situation",
        "translation": "[Root.GetName]的形势",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_monarchy:0",
        "original": "The [Root.Monarch.Dynasty.GetName]s of [Root.GetName]",
        "translation": "[Root.GetName]的[Root.Monarch.Dynasty.GetName]王朝",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_monarchy_plural:0",
        "original": "The [Root.Monarch.Dynasty.GetName] [Root.GovernmentName]",
        "translation": "[Root.Monarch.Dynasty.GetName]王朝的[Root.GovernmentName]",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_native_council:0",
        "original": "The [Root.GetName] Tribes",
        "translation": "[Root.GetName]部落",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_republic:0",
        "original": "[Root.GetName]'s Situation",
        "translation": "[Root.GetName]的形势",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_theocracy:0",
        "original": "[Root.GetName]'s Situation",
        "translation": "[Root.GetName]的形势",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_fallback:0",
        "original": "[Root.GetName]'s Situation",
        "translation": "[Root.GetName]的形势",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_irish_minors:0",
        "original": "§YIreland§! in [GetYear] is divided among many disparate clans in the wake of the collapse of direct §YEnglish§! rule. English control is now limited to a small area around Dublin, known as the §YPale§!.\\n\\nImmediately beyond the Pale are the domains of the Peerage of Ireland, the Earls of §YDesmond§!, §YOrmond§!, §YUlster§!, and §YKildare§!. These lords once governed in the name of the English crown, but their fealty is now nominal at best. They reign independently and often in defiance of English influence. Over the centuries the transplanted Anglo-Norman nobility have become as Irish as the population they govern. §YOffaly§! and §YLeinster§! are surrounded by potential enemies but also by opportunities for an aggressive ruler.\\n\\nIn the north, the Earldoms of §YTyrone§!, §YTyrconnel§!, and Ulster sit precariously in the path of both English and §YScottish§! expansionism. The §YO'Neill§! clan of Tyrone may have to put aside their pride and consider an alliance with one of these powers if they ever wish to restore the legacy of their legendary ancestor, High King Niall of the Nine Hostages.\\n\\n§YThomond§!, §YSligo§!, §YClanricarde§!, and §YMunster§! in the west and south are relatively safe from the ambitions of regional powers, at least for the time being. These clans have long and storied histories, claiming descent from Irish heroes such as Brian Boru and Carthach the Elder. If they choose to seize it, they have the opportunity to expand throughout Ireland and become powers in their own right.\\n\\nAn Ireland united by a High King seems like a distant dream, but a dynasty that can overcome both their Irish rivals and the English invaders may yet claim that title once again.",
        "translation": "在§Y英格兰§!的统治崩塌后，[GetYear]年的§Y爱尔兰§!已经分裂成众多部族。现在英格兰的控制范围已经限缩到都柏林周围一块小区域，被称为§Y佩尔§!。\\n\\n佩尔的周围都是爱尔兰贵族的领地——§Y德斯蒙德§!、§Y奥蒙德§!、§Y乌尔斯特§!、和§Y基尔代尔§!伯国。这些领主曾经以英格兰王冠的名义统治，但是现在他们只是名义上的效忠。他们自封为王，经常违抗英格兰的决定。几个世纪以来，移民过来的盎格鲁-诺曼人贵族被他们的臣民同化成了爱尔兰人。§Y奥法利§!和§Y伦斯特§!被潜在的敌人所包围，但如果能有一个好斗的统治者，这也不失为是一个机会。\\n\\n在北方，§Y泰隆§!、§Y蒂尔康奈尔§!和阿尔斯特坐落于英格兰和§Y苏格兰§!的扩张道路上，这令它们的处境十分危险。泰隆的§Y奥尼尔§!家族准备放下姿态考虑与他们其中之一结为盟友，以图恢复之前先祖至高王尼尔「劫持九名人质者」留给他们的光辉遗产。\\n\\n§Y托蒙德§!，§Y斯莱戈§!，§Y克兰里卡德§!和§Y芒斯特§!这些在西部和南部的小国日子获得相当安稳，至少现在是这样，这些家族有着悠久辉煌的历史，自称是爱尔兰英雄如布莱恩·博鲁和长者卡尔萨赫的后裔，如果他们选择抓住这一机会，他们就有机会在爱尔兰全境扩张，并以自己的权利成为强国。\\n\\n一个由至高王统一的爱尔兰似乎遥不可及，但如果有一个家族能够战胜其他爱尔兰竞争者和英格兰侵略者，那它就有机会再次获得这个头衔。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_provence:0",
        "original": "In [GetYear], §YProvence§! is ruled by ambitious René d'Anjou, who styles himself not only as Duke of Anjou and Count of Provence, but also as the King of §YAragon§!, §YNaples§!, and §YJerusalem§!. The lords of Christendom pay little heed to these claims, yet Good King René is determined to reclaim his birthright.\\n\\nProvence controls a divided domain. Anjou is at the heart of the conflict between §YEngland§! and §YFrance§!, desired by both nations and likely to suffer from the coming wars. Provencal land in the Rhineland is split between the directly ruled Duchy of Bar and the subject Duchy of §YLorraine§!. Provence risks the ire of both the Holy Roman Emperor and the powerful Duchy of §YBurgundy§! if it chooses to meddle in affairs of the Rhineland Princes. The Duchy of Provence itself lies on the north coast of the Mediterranean, nested between France, §YSavoy§!, and the §YPapal§! city of Avignon. From here the ambitious René may launch an invasion of Aragon, though Italy may be a more tempting prize as the Empire's hold over the region wanes.\\n\\nProvence maintains good relations with its largest and most powerful neighbor, France. Provence must balance its own defensive needs and plans for expansion with French expectations of support should the Hundred Years war once again break out into open war.\\n\\nProvence is a nation with great ambitions, but even staving off annihilation may prove to be a challenge as surrounding nations eye its' lands greedily.",
        "translation": "[GetYear]年，雄心勃勃的安茹的勒内统治着§Y普罗旺斯§!，他不仅宣传自己是安茹公爵和普罗旺斯伯爵而且还是§Y阿拉贡§!、§Y那不勒斯§!、和§Y耶路撒冷§!的国王。但是基督教世界的那些君主们对此宣称却不以为然，而贤王勒内已下定决心收回他生来的权利。\\n\\n普罗旺斯版图支离破碎。安茹位于§Y英格兰§!与§Y法兰西§!冲突的中心地带，同时被两国所觊觎，很可能遭到未来战争的蹂躏。在莱茵兰的普罗旺斯领土分为直属的巴尔公爵领和附庸的§Y洛林§!公爵领。如果普罗旺斯干预莱茵兰诸侯的事务，会有干犯神圣罗马帝国皇帝和强大的§Y勃艮第§!公国的风险。普罗旺斯公爵领本土坐落在地中海北岸，毗邻法兰西、§Y萨伏伊§!和§Y教宗国§!的阿维尼翁城。雄心勃勃的勒内可能从此地出发入侵阿拉贡，虽说由于帝国的控制力日渐消褪而使得意大利可能更具有吸引力。\\n\\n普罗旺斯一直和最强大的邻国法兰西保持着友好的关系。假如百年战争再爆发进入全面战争，普罗旺斯必须从支持法国利益的角度出发平衡自己的防守需求和扩张计划。\\n\\n普罗旺斯是一个雄心勃勃的国家，但是在邻国觊觎下，就连保持其领土不被蚕食可能也是个挑战。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_brittany:0",
        "original": "§YBrittany's§! situation in [GetYear] is much the same as in previous centuries. Caught between §YEngland§! and §YFrance§!, its Dukes have long had to struggle to maintain independence. France in particular has repeatedly made diplomatic and military attempts to annex Britanny into its domain.\\n\\nThe Second Treaty of Guérande, signed in 1381, formally declared Brittany neutral in the Hundred Years War. This conflict seems likely to once again lead to hostilities, as French demands for the surrender of §YMaine§! go unmet by England. How far the Dukes of Brittany will honour their promise of neutrality remains to be seen; there could be much to gain from involvement in the war, but also many dangers. Brittany is unlikely to be able to stand against either of the warring powers alone, and to that end may consider cooperation with the rising power of §YBurgundy§!.\\n\\nBrittany is a rich and fertile land with much potential for development. The capital of §YNantes§! has seen grand reconstruction efforts following a bloody succession war and currently stands as one of the major Atlantic port cities. The port of Brest meanwhile would make an ideal naval dockyard, being both a sheltered natural harbour and strategically located to intercept both French and English fleets.\\n\\nBrittany must choose its friends and enemies carefully if it's to survive in the modern era. If the tumultuous politics of Europe fail to offer opportunities, perhaps Brittany's destiny may lie beyond its shores.",
        "translation": "§Y布列塔尼§!在[GetYear]年的形势跟之前几个世纪几乎一样。夹在§Y英格兰§!和§Y法兰西§!之间，它的公爵不得不为保持独立而做斗争，特别是法兰西曾多次在外交和军事上试图吞并布列塔尼并入自己的领土。\\n\\n第二次盖兰特条约签订于1381年，正式宣告布列塔尼在百年战争中保持中立。这场冲突似乎看起来并没有结束。因为法兰西要求归还§Y曼恩§!却被英格兰拒绝。布列塔尼公爵将在多大程度上兑现他们的中立承诺有待观察，因为他想在这场战争中捞到更多的好处。布列塔尼也无法冒着单独对抗任何一个交战国的风险，最后决定和崛起的§Y勃艮第§!合作。\\n\\n布列塔尼拥有一片肥沃的土壤，具有很大的发展潜力。经历了一场血腥的继承战争的首都§Y南特§!已经可以看到重建的努力，目前是大西洋主要港口城市之一。同时布雷斯特港将成为一个理想的海军船坞，既是一个天然避风港，也是拦截法国和英国舰队的战略要地。\\n\\n谁是我们的敌人？谁是我们的朋友？想在这个时代生存下去，布列塔尼必须谨慎选择。如果不能在欧洲动荡的政治环境找到机会，或许布列塔尼可以把目光投向大洋彼岸。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_scotland:0",
        "original": "By [GetYear] §YScotland§! has stood steadfast, fighting for and winning its independence from its would-be §YEnglish§! overlords. Scotland threw off the yoke of English rule after Robert the Bruce routed the English at Bannockburn in 1314, and has since consolidated its control over northern Britain.\\n\\nScotland's protection comes not only from its brave armies, but also from the Auld Alliance with §YFrance§!. This agreement obligates France to come to Scotland's aid should England once again try to subjugate them. War is an ever-present possibility as the marcher lords on both sides of the border threaten to escalate conflict through frequent skirmishes and a tendency to opportunistically switch sides for the sake of better raiding opportunities.\\n\\nIt has taken many years for Scotland to incorporate the §YHighlands§! into the kingdom. The Middle Ages saw the annexation of the formerly autonomous Kingdom of Moray, home of the usurper Macbeth, and the expansion of feudal institutions into the northern mainland. The integration of the Highlands would serve Scotland well as it became a staging ground for recruitment in the war against Edward Longshanks. The Hebrides were wrested away from the former Kingdom of the Isles under Alexander II, and not even the intervention of the King of §YNorway§! could halt the Scottish assault.\\n\\nKing James II has plans to further extend the Scottish domain in the surrounding isles. §YOrkney and the Shetlands§! are held by Norway, which is itself currently subject to §YDenmark§!. Taking on the full might of Scandinavia would be challenging, but perhaps a diplomatic solution will present itself. England and Scotland have squabbled over the §YIsle of Mann§! for centuries. Currently the English have the upper hand, but an opportunistic ruler might exploit their preoccupation with fighting France to seize it for themselves.\\n\\nThe House of §YStuart§! has ruled Scotland for less than a century, but they have ruled well. If Scotland is able to turn the tide against England, the Stuarts could one day rule all of the British Isles.",
        "translation": "[GetYear]年的§Y苏格兰§!坚定不移地为它的独立而战，并从本想成为其宗主国的§Y英格兰§!中赢得了独立。1314年，罗伯特布鲁斯在班诺克本击败英国人后，苏格兰摆脱了英格兰统治的枷锁，并巩固了其对不列颠北部的控制。\\n\\n苏格兰的独立不仅来自其勇敢的军队，也来自与§Y法兰西§!组成的古老联盟。该盟约规定，如果英格兰再次试图征服苏格兰，法国有义务向苏格兰伸出援手。战争可能随时打响，因为边境小规模冲突不断的发生。\\n\\n苏格兰花了很多年才把§Y高地§!纳入王国。中世纪吞并了前自治的马里（Moray）王国，这是篡位者麦克白的故乡，使得封建制度向本岛北方扩张。高地的合并对苏格兰十分有利，因为它成为了对抗“长腿”爱德华的兵源地。赫布里底群岛在亚历山大二世的统治下被当时的海岛王国夺去，即使§Y挪威§! 国王干涉也无法阻止苏格兰的进攻。\\n\\n国王詹姆斯二世计划进一步扩张苏格兰在周边岛屿的领地。§Y奥克尼和设得兰群岛§!属于挪威，后者目前只是§Y丹麦§!的一个附庸国。想要拥有战胜整个斯堪的纳维亚的实力看起来是非常大的挑战，或许可以通过外交手段解决它们。英格兰和苏格兰因为§Y马恩岛§!争吵了几个世纪。目前，英格兰占了上风，但善于把握机会的统治者可能利用他们忙于和法国作战的时机夺取它。\\n\\n§Y斯图亚特家族§!统治苏格兰不到一个世纪，但他们统治得很好。如果苏格兰能够扭转对抗英格兰的局面，有朝一日斯图亚特可能会统治整个不列颠群岛。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_great_ming:1",
        "original": "The Great §YMing§! Empire owes its origins to the collapse of the §YYuan§! dynasty from §YMongolia§! and the period of rebellion and strife that struck China in the mid-14th century. From this age of chaos, the Ming emerged as the greatest power in China, eliminating their Han rivals and pushing the descendants of §YKublai Khan§! back to the Great Wall. After eighty years of governance, the Ming have firmly established themselves as the preeminent power in East Asia.\\n\\nEven though Ming continues to prosper, its international presence has flagged since the end of Zheng He's voyages, and new realms have posed fresh challenges to the empire. In the divided north, nomads have begun to coalesce under the leadership of the §YOirat§! warlord §YEsen§!, who aspires to become the new Great Khan of all the Mongols. Ming diplomacy at least prevented a similar movement from happening among the §YJurchen§! tribes to the northeast, where Imperial policy has encouraged infighting among the nomads. While the fractious and distracted Jurchens are unlikely to pose a threat any time soon, Esen's Oirats may prove to be a very formidable foe indeed.\\n\\nMing's relations in the south are somewhat better. §YDai Viet§! freed itself from Ming domination only two decades prior, and still remains wary of its Chinese neighbor to the north. Other powers in the region have a more positive opinion of Ming, but mountains and jungles mean that Ming receives little more than token tributes from the southern kingdoms.\\n\\nMing's relations are strongest with the §YJoeson§! dynasty of §YKorea§!. Both Ming and the Joeson dynasty emerged from the ashes of the Great Yuan, and thanks to their common adherence to Confucian philosophy both have maintained strong bonds ever since.\\n\\nNot all of Ming's troubles are external; the §YMandate of Heaven§! is a fickle one, and if the Emperor's authority wavers too much then there are those who may choose to shun the Ming altogether. China would have to fall far indeed to reach such dire straits; in the 15th century, the Great Ming Empire is by far the strongest realm in Asia, and quite possibly on Earth!",
        "translation": "大§Y明§!帝国的滥觞，要归功于来自§Y蒙古§!的§Y元§!王朝的崩溃以及14世纪中叶袭扰中国的动乱与纷争。乱世之中，大明诞生为中华大地上最强大的势力，消灭他们同为汉人的对手，将§Y忽必烈汗§!的子孙赶回长城以外。开国八十年，大明已然稳坐东亚龙头宝座。\\n\\n尽管大明依旧繁荣，然而其国际影响在郑和的远航结束后便陷入衰退，新生国家也为帝国带来了崭新的挑战。在分裂的北方，游牧民向渴望成为新蒙古大汗的§Y瓦刺§!首领§Y也先§!麾下聚集。先前明朝的外交手段至少阻止东北的§Y女真§!部族统一在一起，这归功于明朝煽动游牧民内斗的政策。虽然易怒又疯狂的女真部似乎短期内不太可能成为威胁，也先率领的瓦刺部却很可能成为强大的敌手。\\n\\n明朝与南方诸国的关系多少要好一些。§Y大越§!二十年前才从明朝独立，并仍对北方的中国邻居保持着警惕。这一地区的其他国家对明朝的态度友好得多，但遍布该地区的山岳与丛林意味着明朝不过能从这些南部的王国手中得到一些象征性的贡品。\\n\\n明朝与§Y朝鲜§!的§Y李氏§!王朝政权关系最为紧密。明与李氏朝鲜都建立于大元的废墟之上。两国都信仰儒家哲学这一点使两国的关系更加紧密。\\n\\n并非所有明朝面临的麻烦都来自外部；§Y天命§!就是其中易变的一个，如果皇帝的权威摇摆不定，各地豪强便可能会揭竿而起。中国将难免陷入这样可怕的境地，但在15世纪，大明帝国仍然是东亚乃至地球上最强大的国家。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_mongolia:1",
        "original": "The §YMongol Empire§! of §YGenghis Khan§! is gone, its successor states reduced to infighting on the fringes of civilization. The once mighty §YYuan§! dynasty, the domain of §YKublai Khan§!, has been entirely driven out of §YChina§! and retreated back to the steppe in shame. Though §YMongolia§! still claims the Yuan Emperorship, the §YMandate of Heaven§! has shifted to the §YMing§!, who seized power in the midst of a mass uprising against Mongol rule.\\n\\nToday the Mongol Khan cannot even claim to rule the steppe, or even to rule independently. Most of Mongolia has fallen under the sway of a new Mongol power: the §YOirat Confederation§! led by §YEsen Taishi§!. Esen has great ambitions; refusing to pay tribute to the Ming, he is willing to fight their vast armies in a bid for dominance. If Esen were not such a brilliant military commander the Western Mongols would be unlikely to accept such brash posturing.\\n\\n§YKhan Unebolad§! of the §YKorchin§! Mongols has carved out a respectable domain in Eastern Mongolia. He too has grand ambitions to reunite the Mongols, though his armies and abilities are more of a match for the divided Jurchens to the east than the consolidated forces of the Oirats.\\n\\nThe §YChagatai Khanate§! is the most stable of the Mongol successor states, though this does not hold it to a high standard. The §YChagatayids§! retain control over the land north of the §YTian Shan§! mountains, as well as over the §YYarkand Emirate§! of the Tarim Basin.\\n\\nMany among the Mongols have adopted the §YVajrayana§! faith, the §YTibetan§! sect of Buddhism. For the last several centuries this faith has coexisted peacefully with traditional Mongol belief in §YTengri§!, and the faith was even favored for a time under the Yuan. The Mongols must consider carefully their relations with §YTibet§! and decide on how to deal with the matter of religion.\\n\\nEvery Khan dreams of bringing unity to the Mongols and restoring Genghis Khan’s great Mongol Empire. Thus far all who have tried have had only short-lived success. But there is still time for a new Khan to rise to the challenge...",
        "translation": "元大都的陷落已是久远的记忆了，在蒙古汗国内仅有少数人还在传述。成吉思汗与忽必烈汗的后人现在仅仅是几个分裂的蒙古部落的统治者，并且被低下外国汗所统治。\\n\\n曾经伟大的§Y蒙古§!的未来依旧一片黯淡。这个国家将会继续沉沦，还是被强邻所制服，亦或是我们将看到他再一次崛起，让中国再一次臣服在§Y大元§!的旗帜下呢？",
        "stage": 0,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_philippines:0",
        "original": "In [GetYear] the Philippine islands are home to a number of small seafaring city states. The islands have always been distant enough to preserve their autonomy even in the face of strong hegemons like the former Srivijaya empire or the muslim Sultanates of §YBrunei§! and §YMalacca§!.\\n\\nInstead the archipelago has developed into a microcosm of indianized, sinophile and islamicized kingdoms, each with their own character and background.\\n\\nIn the north, on the island of Luzon, the city states of §YPangasinan§! and §YTondo§! thrive on the trade with the §YEmpire of China§!. Their status as tributaries allows them to gather Chinese goods for resale to the other islands. To this end the small Islamic city state of §YMaynila§!, has entered into close cooperation with Tondo. The latter acts as a port towards the Chinese while the former is the central point for the spreading of Chinese goods to the other islands.\\n\\nFurther south, in the Visayan archipelago, a number of Hindu settlements are competing to control the trade routes. The island kingdom of §YCebu§! is perhaps the oldest state in the region. The Cebu rulers claim the legacy of a prince of the Indian §YChola§! Empire. Many of the other states have entered into the federation of §YMadyas§!, a loose organization where each member takes turns to assume leadership over the others.\\n\\nWhile the old Hindu Rajahnate of §YButuan§! has traditionally held the upper hand in the far south it has recently had increasing competition from the Muslim oriented states of §YMaguindanao§! and §YSulu§!. Sulu has all but entered the sphere of the Muslim Sultanate of Brunei while Maguindanao has seen the royal family increasingly embracing islamic traditions over their traditional animist religion.\\n\\nSome would say that the divided nature of this rich archipelago at the turn of [GetYear] makes it vulnerable. Only time will tell if the Philippine microcosm can survive the arrival of new faiths, peoples and weapons.",
        "translation": "[GetYear]年，菲律宾群岛上坐落着许多航海城邦。群岛之间离得足够远以至于他们能在面对前三佛齐帝国，或者穆斯林苏丹国§Y文莱§!和§Y马六甲§!这样的强权时能维持独立。\\n\\n相反，群岛已经发展成为一个个印度化、亲近中国和伊斯兰化的小型王国，每个都有着他们自己的特殊之处和背景。\\n\\n在北方的吕宋岛上，城邦§Y邦阿西楠§!和§Y汤都§!致力于与§Y中华帝国§!贸易。他们朝贡国的地位让他们能够聚集中国商品并重新售卖给其他岛屿。为此伊斯兰小城邦§Y马尼拉§!，已经与汤都进行紧密的合作。后者作为一个面向中国的通商口岸，而前者是向其他岛屿售卖中国商品的中心。\\n\\n在更远的南方，米沙鄢群岛大量的印度化定居点正互相争夺贸易航道的控制权。岛屿王国§Y宿务§!也许是这个地区最古老的国家。宿雾统治者宣称着印度§Y朱罗§!帝国的遗产。而许多其他国家都加入了§Y马加斯§!联邦，一个联邦成员轮流领导其他成员的松散组织。\\n\\n古老的印度国家§Y武端§!一如传统地在南方占据主导，并且最近与亲穆斯林的国家§Y马京达瑙§!和§Y苏禄§!的竞争日益激烈。苏禄是仅剩尚未进入穆斯林苏丹国文莱的势力圈的国家，而马京达瑙的皇室成员对伊斯兰传统的信仰越发超过他们的泛灵论传统。\\n\\n有人会说，富饶的群岛的分裂状态使其在[GetYear]这年易受攻击。只有时间会告诉我们，菲律宾的小型王国们能否在新信仰、新移民和新武器的到来后存活下来。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_ashikaga:0",
        "original": "In name the Empire of §YJapan§! is ruled by Emperor Go-Hanazono from Kyoto, the latest in a 2000 year line of emperors. In practice the government of the realm has been left to the Shogun, nominally the emperor's deputy in military matters. However, in [GetYear] the Shogunate is not what it once was. A number of §YAshikaga§! Shoguns have passed in quick succession over the last few years, due to accidents and assassinations. On multiple occasions raiders have proven that Kyoto is not safe, even for those tasked with keeping the peace in the entire realm.\\n\\nEver since the death of the last strong Ashikaga Shogun, Yoshimitsu, the more powerful clans of the realm have come to rival the Shogunate for power. The leading lords of such clans are known as Daimyo and have almost total power over their respective realms. Some, like the §YHosokawa§!, §YHatakeyama§! and §YShiba§! are closely tied to the shogunate and have monopolized the office of Kanrei, formal deputy of the Shogun. Others, like the §YYamana§!, §YAkamatsu§!, §YIsshiki§! and §YKyogoku§! assert influence simply through their own wealth and influence.\\n\\nAshikaga §YYoshimasa§!, the current Shogun has begun to attempt to stem these developments, appointing his own close retainers to important positions and taking an active interest in local conflicts in the realm. It remains to be seen if he can save the Shogunate however as other clans have wasted no time capitalizing on the weakness of Yoshimasha's predecessors.\\n\\nThe growing power of strong Daimyo still threaten to make the Shogunate inconsequential, the rivalry of the Hosokawa and Yamana especially could tear the realm apart as the clans now control a third of the Empire between them.\\n\\n",
        "translation": "§Y日本§!帝国名义上是由京都的后花园天皇统治的，这是2000多年万世一系的天皇血脉中的最近一位。这个国家的实权由幕府将军掌控，名义上他是天皇的军事掌管者。然而，[GetYear]年的幕府已非往昔。在过去几年，§Y足利§!幕府的许多将军因事故和暗杀而过世，导致继承权快速更替。多次入侵已经表明京都已不再安全，即使对那些负责保卫国家和平的人也是如此。\\n\\n在最后一位强势的足利幕府将军足利义满去世后，更多国内宗族因权利与幕府敌对。而这些宗族的领袖被称为大名，并对各自的领土拥有着近乎完全的权力。譬如§Y细川家§!、§Y畠山家§!和§Y斯波家§!的一些大名与幕府将军有着紧密的联系，并垄断了管领的官职，即幕府将军的副手。其余的大名，像是§Y山名家§!、§Y赤松家§!、§Y一色家§!和§Y京极家§!，则简单的通过金钱与影响力树立威名。\\n\\n现任幕府将军§Y足利义政§!，已经开始尝试阻止这些大名的发展，给他的家臣任命要职，积极地关注国内的地方冲突。他能否拯救幕府，这还有待观察，但其余的氏族会不遗余力地利用足利义政前任的软弱给他们留下的资本。\\n\\n强势大名滋长的势力依旧威胁着幕府的统治地位，而细川家与山名家的敌对，尤其是他们控制了三分之一的帝国的情况下极易让国家陷入分裂。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_hatakeyama:0",
        "original": "In name the Empire of §YJapan§! is ruled by Emperor Go-Hanazono from Kyoto, the latest in a 2000 year line of emperors. In practice however the government of the realm has been left to the Shogun, nominally the emperor's deputy in military matters. However, in [GetYear] the Shogunate is not what it once was. A number of §YAshikaga§! Shoguns have passed in quick succession over the last few years, due to accidents and assassinations. On multiple occasions raiders have proven that Kyoto is not safe, even for those tasked with keeping the peace in the entire realm.\\n\\nEver since the death of the last strong Ashikaga Shogun, Yoshimitsu, the more powerful clans of the realm have come to rival the Shogunate for power. The leading lords of such clans are known as Daimyo and have almost total power over their respective realms. Some, like the §YHosokawa§!, §YHatakeyama§! and §YShiba§! are closely tied to the shogunate and have monopolized the office of Kanrei, formal deputy of the Shogun. Others, like the §YYamana§!, §YAkamatsu§!, §YIsshiki§! and §YKyogoku§! assert influence simply through their own wealth and influence.\\n\\nAt the turn of [GetYear] the §YHatakeyama§! are one of the dominant forces in Central Japan. As a sub-branch of the Ashikaga they have been able to strongly influence the government in Kyoto during a lasting period of weak Shoguns. Influence that they have used to build a strong power base in rich provinces. The main rival of the Hatakeyama have often been the Hosokawa clan, with its great western domain and equally close ties to the Ashikaga.\\n\\n",
        "translation": "§Y日本§!帝国名义上是由京都的后花园天皇统治的，这是2000多年万世一系的天皇血脉中的最近一位。这个国家的实权由幕府将军掌控，名义上他是天皇的军事掌管者。然而，[GetYear]年的幕府已非往昔。在过去几年，§Y足利§!幕府的许多将军因事故和暗杀而过世，导致继承权快速更替。多次入侵已经表明京都已不再安全，即使对那些负责保卫国家和平的人也是如此。\\n\\n在最后一位强势的足利幕府将军足利义满去世后，更多国内宗族因权利与幕府敌对。而这些宗族的领袖被称为大名，并对各自的领土拥有着近乎完全的权力。譬如§Y细川家§!、§Y畠山家§!和§Y斯波家§!的一些大名与幕府将军有着紧密的联系，并垄断了管领的官职，即幕府将军的副手。其余的大名，像是§Y山名家§!、§Y赤松家§!、§Y一色家§!和§Y京极家§!，则简单的通过金钱与影响力树立威名。\\n\\n在[GetYear]年，§Y畠山家§!掌控着日本中部。作为足利家的分支，在幕府持续衰落的时期，他们能够强力的影响京都的政府，以此构筑了一个基于富饶省份的强国。畠山家的主要敌人常常是细川家。位于西部且与足利家有着更紧密联系的强国。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_shiba:0",
        "original": "In name the Empire of §YJapan§! is ruled by Emperor Go-Hanazono from Kyoto, the latest in a 2000 year line of emperors. In practice the government of the realm has been left to the Shogun, nominally the emperor's deputy in military matters. However, in [GetYear] the Shogunate is not what it once was. A number of §YAshikaga§! Shoguns have passed in quick succession over the last few years, due to accidents and assassinations. On multiple occasions raiders have proven that Kyoto is not safe, even for those tasked with keeping the peace in the entire realm.\\n\\nLike the §YHosokawa§! and §YHatakeyama§!, the §YShiba§! clan has close ties to the Ashikagas and have used this influence to further their own ambitions during this period of weak Shoguns. Unlike the other clans however they have seen their power decrease during the last century. Their domain is now mostly scattered in the eastern half of Japan and some of their local magistrates, such as the §YOda§! and §YAsakura§! have increasingly begun to act less as retainers and more as independent Daimyo.\\n\\n",
        "translation": "§Y日本§!帝国名义上是由京都的后花园天皇统治的，这是2000多年万世一系的天皇血脉中的最近一位。这个国家的实权由幕府将军掌控，名义上他是天皇的军事掌管者。然而，[GetYear]年的幕府已非往昔。在过去几年，§Y足利§!幕府的许多将军因事故和暗杀而过世，导致继承权快速更替。多次入侵已经表明京都已不再安全，即使对那些负责保卫国家和平的人也是如此。\\n\\n譬如§Y细川家§!、§Y畠山家§!和§Y斯波家§!，这些与足利家有着紧密联系的大名，在幕府的衰弱期利用其影响力来实现其野望。不同于上一个世纪逐渐衰落的其他氏族，这些大名领土大部分位于日本东半部，而一些地方行政官，例如§Y织田家§!和§Y朝仓家§!正逐渐开始作为一个独立大名而不是家臣行动。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_central_japan:0",
        "original": "Close to the center of power in Kyoto, the clans of Central §YJapan§! are traditionally tied closely to the Shogunate and the Imperial court. The authority of the Shogun himself is still strong in this area and many clans, such as §YIsshiki§! or §YToki§!, take an active part in both the administration and the ceremonies of Kyoto.\\n\\nEven here however, at the very center of the Shogunate's power structures, there are some self made men who have begun to see to the rise of their clans from obscurity to real influence. Posing as local magistrates of powerful temples, or of the Daimyo, clans such as §YOda§!, §YTsutsui§! and §YTokugawa§! have begun to build small but powerful realms in their local areas.\\n\\nThe growing power of the §YHosokawa§! and §YYamana§! clans, two clans that between them control one third of Japan, threaten to make the Shogunate inconsequential. The rapid rise of the Yamana have lead to an intense rivalry that might lead to any conflict escalating into a full blown civil war. In such a war it is very unlikely that any clan in this central part of the country could avoid being drawn in.\\n\\n",
        "translation": "临近权力中心京都，§Y日本§!中部的氏族传统上与幕府和朝廷保持着紧密的联系。在此地区，幕府将军的威权依在，而许多氏族，例如§Y一色家§!或§Y土岐家§!，积极地参与京都的行政管理和典礼活动。\\n\\n但即使在这幕府权力架构的中心，依旧有一些成功人士，让人们见证了他们的氏族从低微到显赫的兴起。作为大寺庙或者大名的地方行政官，譬如§Y织田家§!、§Y筒井家§!和§Y德川家§!已经开始在他们统治的区域建立小而强的国家。\\n\\n§Y细川家§!和§Y山名家§!的势力不断壮大，这两个控制着三分之一个日本的大名，威胁着幕府的统治地位。山名家的迅速崛起引起了激烈的竞争，可能会导致任何争斗不断升级，最终成为一场全面的内战。在这样的战争中，中部氏族无一可独善其身。\\n\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_northern_japan:0",
        "original": "In name the Empire of §YJapan§! is ruled by Emperor Go-Hanazono from Kyoto, the latest in a 2000 year line of emperors. In practice however the government of the realm has been left to the Shogun, nominally the emperor's deputy in military matters.\\n\\nTohoku in northern Japan is one of the more distant parts of the realm. It has been governed by the §YShiba§! clan for centuries, with the Kamakura office in the south also exerting some influence in the area. Local clans such as the §YDate§!, §YNanbu§! and §YAndo§! are all looking to increase their own influence by consolidating their domains and by attempting to negotiate directly with the Shogunate, bypassing Shiba and the Kamakura office.\\n\\nWith conflict brewing in central and western Japan, and the weakening of the Kamakura office in Kanto to the south, the northern clans are increasingly becoming more and more independent of central rule.",
        "translation": "§Y日本§!帝国名义上是由京都的后花园天皇统治的，这是2000多年万世一系的天皇血脉中的最近一位。这个国家的实权由幕府将军掌控，名义上他是天皇的军事掌管者。\\n\\n日本北部的东北地区是全国最为边远的部分。数个世纪以来，§Y斯波家§!一直统治着此地，而南方的镰仓公方也在该地区施加影响力。当地大名，例如§Y伊达§!、§Y南部§!和§Y安东§!，都期望着能够巩固领土扩大影响力，并且绕过斯波和关东公方与幕府直接协商。\\n\\n随着日本中部与西部不断激化的冲突，以及南方关东的镰仓公方的衰落，北方的大名们正逐渐脱离中央的掌控。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_eastern_japan:0",
        "original": "In name the Empire of §YJapan§! is ruled by Emperor Go-Hanazono from Kyoto, the latest in a 2000 year line of emperors. In practice however the government of the realm has been left to the Shogun, nominally the emperor's deputy in military matters.\\n\\nThe §YAshikaga§! Shoguns have placed Eastern Japan under one of their own family members, the Kamakura Kubo. The Kamakura Kubo however has often sought to act independently of the Shoguns' in Kyoto, using his office to build a personal power base in eastern Japan.\\n\\nAs the most influential of the eastern Daimyo, the §YUesugi§! have often tried to limit the ambitions of the Kamakura Kubo. Claiming to take the side of the Ashikaga Shogun against his kin in the east. Through these conflicts it has become clear that many of the lords of the east, and the Uesugi in particular, will need to rely on their own strength to defend their interests.\\n\\nAt the end of [GetYear] the east is quiet but volatile. The Uesugi remain the strongest faction in the region, but this strength is only backed up by their own capability to defend themselves. Honorable Samurai clans such as the §YSatake§!, §YUtsunomiya§! and §YChiba§! have always maintained a large degree of autonomy in this region and would not stand idle if the Uesugi tries to increase their influence further.",
        "translation": "§Y日本§!帝国名义上是由京都的后花园天皇统治的，这是2000多年万世一系的天皇血脉中的最近一位。这个国家的实权由幕府将军掌控，名义上他是天皇的军事掌管者。\\n\\n§Y足利§!将军将东日本置于他的家族成员镰仓公方的掌控之下。然而，镰仓公方往往试图独立于京都幕府的行动，利用他的职权在日本东部巩固个人权力。\\n\\n作为东日本最有影响力的大名，§Y上杉家§!经常试图限制镰仓公方的野心。上杉声称站在东边的足利将军的一边反对将军的亲属。在这些冲突之后，很明显东方的许多领主，特别是上杉，将需要依靠自己的力量捍卫自己的利益。\\n\\n在[GetYear]这一年的结束时，东日本政局是平静而不稳定的。上杉仍然是这个地区最强大的派系，但是这种力量只能靠自身的能力来支撑。 §Y佐竹§!，§Y宇都宫§!和§Y千叶§!等武家一直保持着高度的自治，如果上杉试图进一步增加影响力，这个地区的家族也不会袖手旁观。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_western_japan:0",
        "original": "In name the Empire of §YJapan§! is ruled by Emperor Go-Hanazono from Kyoto, the latest in a 2000 year line of emperors. In practice however the government of the realm has been left to the Shogun, nominally the emperor's deputy in military matters. In [GetYear] the Shogunate is not what it once was, however. In 1441 the unpopular Shogun Yoshinori was assassinated by the §YAkamatsu§! clan, starting a process of increasingly strong local lords.\\n\\nThe §YHosokawa§! clan was one of the founding clans of the current Shogunate and remains one of the most powerful families in Japan. They control more territory than any other clan and have great influence at court.\\n\\nSince the assassination of Yoshinori the §YYamana§! have come to absorb most of the territories previously held by the Akamatsu. Their rise have quickly made them a force to be reckoned with in Western Japan, challenging the Hosokawa dominance.\\n\\nThe decreasing grasp of central authority has also given rise to a marked increase in piracy and smuggling, with many small lords turning a blind eye or even encouraging raids into foreign waters. Others, such as the §YOuchi§! and the venerable Hosokawa, would instead try to profit from the highly regulated foreign trade with these countries.\\n\\nAt the turn of [GetYear] there is conflict brewing conflict between the Yamana and Hosokawa. For the time being open conflict seems distant, but their great power and competing interests ensure that even a minor incident could spiral into a major conflict. Such a conflict might be what the smaller clans of the region, such as §YAmago§!, §YKono§!, §YOtomo§!, §YShoni§!, §YKikuchi§!, §YIto§! and §YShimazu§! would need to advance their positions. Many of these clans have an old and honorable history, having held their domains since the Kamakura period.",
        "translation": "§Y日本§!帝国名义上是由京都的后花园天皇统治的，这是二千多年万世一系的天皇血脉中的最近一位。这个国家的实权由幕府将军掌控，名义上他是天皇的军事掌管者。然而[GetYear] 年的幕府却不像它过去的那样。1441年，不受欢迎的幕府将军足利义教被 §Y赤松§!氏刺杀，这一事件后地方大名变得日益强大。\\n\\n§Y细川氏§!是当今幕府的开创家族之一，也依然是日本最强大的家族之一。他们控制的领土是各家族中最多的，在朝廷上也有很大的影响力。\\n\\n自从足利义教被暗杀以来， §Y山名§!吸收了以前由赤松所掌握的大部分领土。他们的崛起很快使他们成为日本西部不可忽视的力量，进而挑战了细川的统治地位。\\n\\n中央集权的下降也导致了海盗和走私的显着增加，而许多小领主都视而不见，甚至鼓励在外国海域的抢劫行为。其他的诸如 §Y大内§!和古老的细川则试图从与这些国家高度监管的对外贸易中获利。\\n\\n[GetYear]年，山名和细川之间的冲突此起彼伏。目前来看公开的冲突似乎还很遥远，但由于它们强大的国力和利益的竞争，即使是一件小事也可能引发重大冲突。这种冲突可能来源于该地区较小的氏族，如 §Y尼子§!， §Y河野§!、 §Y大友§!、 §Y少贰§!、 §Y菊池§!， §Y伊东§!和 §Y岛津§!等想要提高地位的行为。很多这样的氏族有着悠久而光荣的历史，并且自从镰仓时代以来一直控制着自己的领土。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_iroquois:0",
        "original": "United under the Great Law of Peace by Hiawatha and the Great Peacemaker, the people of the Haudenosaunee confederacy have rapidly become one of the major power of North-Eastern North America. While the Oneida, Onondaga, and Cayuga tend to the needs of the confederacy, the Seneca in the west look toward the Great Lakes, a rich hunting ground ripe for expansion.\\nMeanwhile to the east, the Mohawks eye the villages of the Saint Lawrence, wondering when the right time to claim those fertile and divided lands will be.\\n\\nIf the §YIroquois§! are to carry out their ambitions, they will need new weapons and new trading partners, but no one in the Americas now possess what they need...",
        "translation": "在和平使者海华沙伟大的和平条约下联合，易洛魁人的邦联已经迅速成长为北美东北部的主要强权。在奥奈达、奥农达加以及卡尤加向邦联寻求帮助时，西部的塞内卡放眼于大湖区，那是一块便于扩张的富饶的猎场。\\n与此同时在东面，莫霍克盯上了圣劳伦斯河畔的村落，想着什么时候才能宣称这些肥沃而又分裂的土地。\\n\\n如果§Y易洛魁§! 想要实现他们的雄心，他们将需要新的武器以及贸易伙伴，但美洲没有一个人拥有他们所需的一切……",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_huron:0",
        "original": "Formed in time immemorial, by an alliance of four tribes living to the south of the lake that bear their name, the Wendat confederacy, or §YHuron§!, are a powerful league holding sway over trade in much of the lower great lake. The disparate Algonquin people to the west and north are too scattered to present a serious threat, and the only real menace to Huron prosperity come in the form of the rising power of the §YIroquois§! League, to the east, who will surely seek to wrest their trade from the Huron's hands.",
        "translation": "形成于远古时代、由生活在湖的南部的四个部落组成的温达克邦联，或者称为§Y休伦§!，是一个强大的联盟，掌控着五大湖区下游的贸易。与其不同的住在湖的西岸与北岸的阿尔冈昆人太过零散而不能形成一个严重的威胁，唯一真正的对休伦财富来源产生威胁的，是湖的东岸上逐渐崛起的 §Y易洛魁§!联盟的成立，他们一定会尝试与休伦较量贸易竞争力。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_anishinaabe:0",
        "original": "For generations, the ancestors of the Anishinaabe people have traveled westward, away from the coast of the Americas, hoping to escape the foreigners that their prophets claim will someday come over the sea.\\nAt last, having reached the fifth stopping place in their exodus, where Lake Superior and Huron meet, they have divided into three great nations - Bodewadmic (or §YPotawatomi§!), Odaawaa (or §YOttawa§!) and §YOjibwe§! - and spread into the surrounding lands.\\nStill bound by ties of culture and tradition, they face the threat of the growing power of the §YHuron§! and §YIroquois§! Iroquoians to the east, who may one day expand toward them...",
        "translation": "世世代代，阿尼什纳比人民的先祖向西跋涉，远离美洲海岸，期望能够远离他们先知声称会越洋而来的外国人。\\n最终，在抵达他们出走路上的第五个停留点，苏必利尔湖与休伦湖的交界处，他们分裂成了三个伟大的国家——Bodewadmic(或§Y波塔瓦托米§!)，Odaawaa (或§Y渥太华§!) 和 §Y奥吉布瓦§!，并散布到周围的土地.\\n仍然保留着文化与传统的联系，他们面临着正在崛起的、未来很可能向着他们扩张的 §Y休伦§! 以及在东方的 §Y易洛魁§!。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_edge_of_the_plains:0",
        "original": "Where the golden sea begins, few venture. The treeless expanse, where rivers are few and great buffalo herds roam faster than the fastest hunter, is a formidable obstacle to nations that only have dog-pulled travois to carry their belongings.\\n Perhaps, if larger beasts were found and tamed, the plains could become hospitable land, but where could such beast be found? Until they come, the people at the edge of the plain are trapped between hostile forests, foreboding mountains, and unforgiving deserts, certain that survival will be a struggle.",
        "translation": "在那黄金之海开始的地方,只有少数几个冒险者.广阔的没有树木的地方,那里河流很少，而且水牛群也比最快的猎人快得多,这对于那些使用狗拉运输物品的国家来说这是个巨大的阻碍.\\n也许,如果更大的野兽能被找到并驯服,大平原将是一块好客的土地,但哪里能找到那样的野兽呢?在他们的到来前,大平原边缘的人民被充满敌意的森林,不祥的山脉以及无法忘怀的沙漠困在之中,的确在那里生存将是一场斗争.",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_plain_dwellers:0",
        "original": "Once, a powerful people harvested the river valleys of the plains. Once, they built adobe towns that shone under the sun.\\nBut their time is passing, and in their wake, only remnants of their people remain. Such are the Chahiksichaiks (or §YPawnee§!) and Kitkit'ish (or §YWichita§!) . For now, they are quiet: the plains are a foreboding obstacle few dare to cross, leaving them beyond the reach of many of their rivals.\\nBut with more and more pressure from the east and west pushing the tribes at the edge into the plains, the Pawnee and Wichita's time of peace may soon end...",
        "translation": "曾经，一个强大的民族在河谷平原上耕作。曾经，他们建造了在阳光下闪闪发光的土坯城镇。但是他们的时间正在流逝，在他们醒来的时候，只剩这些残余。他们就是查希克查希克人（或称§Y波尼人§!）和凯特凯特人（或称§Y威奇托人§!）现在，他们很安逸：平原是一个不祥的阻碍，很少有人敢逾越，使他们渐渐落后于他们的竞争对手。\\n但随着东西方越来越大的压力将周边的部族推向平原，波尼人和威奇托人的和平时代可能很快要结束了……",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_osage:0",
        "original": "A long and weary road, motivated by increasing §YIroquois§! aggression, has taken the Niukonska, or §YOsage§!, people along with their Dhegiha relative (the Quapaw, Kaw, Omaha and Ponca) from the eastern reaches of the Ohio river to the Ozark Mountains, and the Missouri. These powerful warriors have found relative safety in their new home, but as more and more tribes move westward in fear of Iroquois power, that safety may soon be a thing of the past.",
        "translation": "一条又长又令人疲倦的路,被持续增长的 §Y易洛魁§!的侵略所驱动,让纽康斯卡,或者 §Y奥萨哲§!的人与他们的德吉哈族近亲(夸保人、坎萨人、奥马哈人和篷卡人)自俄亥俄河的东部河段迁徙到奥索卡山脉与密苏里.这些强大的战士在他们的新家得到了相对的安全,但随着越来越多的部落恐惧易洛魁的力量而向西进发,那种安全也许很快将成为过去.",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_cherokee:0",
        "original": "In the mountain valleys of the Appalachians, the Aniyunwiya, or §YCherokee§!, have settled over what were once the cities of the mound builder people. At last free of the tyrannical rule of the Ani-Kutani priest cast, the Cherokee, distant relatives of the Iroquoian people to the north, now seek to expand their power over the surrounding regions.\\nTo the south, the Coosa chiefdom and its §YCreek§! people still hold considerable sway, and represent the major obstacle to the rising Cherokee power. To the north, the §YShawnee§! and their Algonquian relatives are much weaker, and unless allied together, should present much less of a threat.",
        "translation": "阿巴拉契亚的山谷中，阿尼云维亚，或者叫§Y切罗基§!人，已经定居在前人使用土墩建设的城市。最终从安尼-库坦尼——巫觋的残忍祭祀下自由的切罗基人，北方易洛魁人的远亲，现在想要在周围的地区扩张他们的力量。\\n南方，库萨酋邦的§Y克里克§!人依旧有相当的实力，并且表现出对将要崛起的切洛基的障碍。北方，§Y肖尼§!的阿尔冈昆远亲相对较弱，除非他们互相结盟，对切罗基就构不成威胁。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_creek:0",
        "original": "Centered on the city of Coosa, the great Coosa chiefdom is one of the last of the great Mound builders states in North America. Though its power remains strong, it has seen the decline of its neighbors. Its people, who will soon call themselves Mvskoke (or §YCreek§!), are vigilant for rising threats, both in the surrounding land and from the sea to the east.\\nThe worst of these threats are doubtlessly the §YCherokee§! to the north, who have claimed many once-great Mound builders cities for their own and who speak an alien language.\\nThey would like nothing more than to expand their reach in the southern valleys of the Coosa Chiefdom, and must be stopped at all cost.",
        "translation": "视线集中在库萨城邦,库萨酋长国是曾使用土墩建设的北美的伟大国家之一.虽说她的力量犹在,但她目睹了她的邻居们的衰落.她的人民,很快将自称为Mvskoke(或者§Y克里克§!),对逐渐显现的威胁,来自周围那自海边到东边的威胁十分警惕.\\n这些威胁中最糟糕的莫过于,那说着异己的语言,而又宣称许多曾经伟大的用土墩建设的城市为己所有的北方的§Y切罗基§!.\\n他们想做的无非是将他们的势力扩张到库萨酋长国南部的山谷,而我们必须以一切代价阻止这一切.",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_kharabakh:0",
        "original": "Following Seljuk, Mongol and Turkoman invasions of the Caucasus, the Kingdom of §YArmenia§! was destroyed, and put under foreign occupation. The Melikdoms of §YKharabakh§! are the remaining direct successors of Armenia and maintain an autonomous presence under the leadership of the house of §Y[Root.Monarch.Dynasty.GetName]§!.\\n\\nAs subjects of the §YQara Qoyunlu§! the Armenians are not independent. However, they are allowed a certain degree of religious and political freedom, even if it is a far cry from the Armenian kingdom of earlier eras.",
        "translation": "在塞尔柱、蒙古人、土库曼人对高加索入侵之后，§Y亚美尼亚§!王国已经灭亡，处于外国占领之下。§Y卡拉巴赫§!的梅里克国是留存的亚美尼亚统治者的直系后裔，且在 §Y[Root.Monarch.Dynasty.GetName]§!家族的统治下依旧留有极大的自治权。\\n\\n作为§Y黑羊§!的附庸，亚美尼亚民族并不独立。然而，他们允许保留一定程度的宗教与政治自由，即使这与早期的亚美尼亚王国相去甚远。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_chikasaw_choctaw:0",
        "original": "From the ruins of the Mound builders cities of the lower Mississippi, two powerful tribes have emerged. Tracing their lineage far to the west, the Chickasha (or §YChickasaw§!) and the Chatah (or §YChoctaw§!) both maintain a strong tribal unity, and though they must be wary of one another, face few other threats.\\nBut to the south and east, the sea lies, and none of the Chickasaw or Choctaw people know what lies beyond it.\\nCould a threat greater than they have ever faced someday come from across the waves?",
        "translation": "自下密西西比土墩建造的都市废墟中,两个强大的部落出现了.追溯他们的血统,则可远到西方，Chickasha (或者§Y奇克索§!)和Chatah (或者§Y乔克托§!)都保持着强的部落统一,尽管他们必须互相警惕,但也面对着少数的其他威胁.\\n在南边与西边,大海所在的地方,没有一个奇克索或巧克陶的人民知道在那之外有什么.\\n会有一个他们比他们曾经面对过的还要强大的威胁在某一天跨海而来吗?",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_denmark:0",
        "original": "As of the treaty of Kalmar in 1397 the Nordic Crowns of §YNorway§!, §YSweden§! and §YDenmark§! are intended to be borne by one monarch. Since its inception this §YKalmar Union§! has been lead by the Danes, the strongest and richest of the Nordic powers, close to the continent with an ambition to control and dominate the Baltic Sea area.\\n\\nThe Danish monarchy has many enemies however, in particular among the cities of the §YHanseatic League§!, an alliance of free cities in control of the Baltic trade that Denmark now threatens. This recently culminated in a series of wars ending in the loss of §YSlesvig§! followed by the deposition of the Danish king Erik, now a mere pirate chief on the island of Gotland.\\n\\nDenmark has just elected a new king from the Bavarian §YWittelsbach§! family. Cristopher has no ties to the Danish or Swedish nobility but it seems he has grand plans for the three Nordic kingdoms, styling himself the first Arch-King of the North.\\n\\nTime will tell what Christopher's legacy will be. The Danish crown has pawned away many of its assets to its leading families while neither the Swedish or Norwegian nobles seem to care much for their new German king. The Norwegians still favor the deposed Erik, while the Swedish nobility was recently united under their regent, Karl Knutsson.",
        "translation": "自1397年的卡尔玛条约以来,北欧的 §Y挪威§!,§Y瑞典§! 和§Y丹麦§!王位就归于同一君主.自§Y卡尔玛联盟§!成立以来,它就由北欧最强大也最富有的丹麦人所统领,紧邻大陆且有着统御波罗的海周边的雄心.\\n\\n尽管丹麦国王有着许多敌人,尤其是 §Y汉萨联盟§!的城市们,一个控制波罗的海贸易,但被丹麦所威胁的自由市联盟.这最近以一系列战争所终结,丹麦失去 §Y石勒苏益格§!与现在已经沦为哥特兰岛海盗头子的前丹麦国王恩里克也被迫退位.\\n\\n丹麦已经从巴伐利亚的 §Y维特尔斯巴赫§!家族中选举了一位新王.克里斯托弗与丹麦或瑞典贵族没有任何关系,但似乎他对北方的三个王国有着宏伟的计划,自命为首位北方至高之王.\\n\\n时间将告诉我们克里斯托弗会留下什么遗产.丹麦王国已经向统领他们的家族典当了许多财富,而同时瑞典或挪威贵族似乎并不那么关心他们的新日耳曼国王.挪威人依旧支持被废黜的恩里克,而瑞典贵族最近则联合在他们的摄政,卡尔·克努特松之下.",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_sweden:0",
        "original": "The Kingdom of §YSweden§! entered the Kalmar Union with §YNorway§! and §YDenmark§! willingly in 1397, eager to limit the influence of the German merchants of the Hanseatic League. The union has however in many ways proved to be a disappointment to the Swedish nobles. Authority has become centered in faraway Denmark, and the many conflicts with §YLübeck§! and the Hanseatic cities have been quite costly. Many are weary of their hard-earned money being spent on Danish adventures in Northern Germany, wars that also disrupt trade and hinder the export of Swedish iron.\\n\\nTensions reached an all time high in the 1430's with the popular Engelbrekt rebellion forcibly ejecting Danish officials from the country. An uprising that together with failed wars against the Hanseatic League led to the deposition of the Union King §YErik§!, who has fled to the island of §YGotland§!, leading a life as a local pirate rather than the king of the north.\\n\\nThe new king elected by Danes, Swedes and Norwegians is a foreigner with no local power base, §YChristopher von Wittelsbach§!, but the real power in the kingdom of Sweden lies with the Lord High Justiciar of Sweden, Karl Knutsson Bonde, and the Swedish nobility.\\n\\nTime will make it clear if the Union of Kalmar can be mended, or if Sweden will walk its own way. What is clear is that the control over the Baltic Sea and its many estuaries and ports will be imperative to the Swedish Kingdom. The sea routes are what binds the large Swedish kingdom together, from Kalmar to Viborg, and that is also how the bountiful Swedish iron and copper reach the continent.\\n\\nFor Sweden to achieve such dominion over the Baltics, a Dominium Maris Baltici, it will have to defeat not only German merchants but also get involved in the politics of the §YHoly Roman Empire§!. Not to mention overcoming the §YTeutonic§! and §YLivonian§! Orders and others who are interested in controlling the Baltic trade. The §YRussian§! Principalities, the §YPolish§! and the §YLithuanians§! are all long term natural rivals in this struggle, not to mention the Danish kingdom with which Sweden is currently united...",
        "translation": "急于限制汉萨同盟的德意志商人的影响力，§Y瑞典§!王国自愿的在1397年与§Y挪威§!和§Y丹麦§!缔结了卡尔玛同盟。然而同盟在许多方面都让瑞典贵族不甚如意。权力被集中在遥远的丹麦，而与§Y吕贝克§!及汉萨城市的冲突都让瑞典付出了惨重的代价。许多人已经厌倦了把努力赚得的钱花在丹麦对北德意志的冒险上，战争破坏了贸易同时也阻碍了瑞典铁矿的出口。\\n\\n在十五世纪三十年代紧张局势达到了最顶点，有名的恩厄尔布雷克特叛乱将丹麦官员赶出了瑞典。一次起义伴随着对汉萨同盟战争的失败带来的是联盟国王§Y恩里克§!的退位，在那之后他逃往§Y哥特兰§!岛，过起了作为一个地区海盗而不是北欧国王的生活。\\n\\n丹麦人、瑞典人与挪威人新选的国王，是一个没有任何本地基础的外国人——§Y克里斯托弗·冯·维特尔斯巴赫§!，但真正持有瑞典王国权力的人是瑞典的最高司法官大人——卡尔·克努特松·邦代，以及其他瑞典贵族。\\n\\n时间会告诉我们卡尔玛联盟能否被修补，或者瑞典是否会走上自己的道路。已经明了的是，掌握波罗的海及它众多的河口与港口对瑞典王国是势在必行的。海运，将庞大的瑞典王国从卡尔玛至维堡联结为一体，也让丰富的瑞典铁矿与铜矿抵达欧洲大陆。\\n\\n对瑞典来说，想要统御波罗的海，成为波罗的海之的霸主，不仅仅要打败德意志商人，同时也要介入§Y神圣罗马帝国§!的政治。更不用说还需要打败§Y条顿骑士团§!与§Y利沃尼亚骑士团§!，以及其他对控制波罗的海贸易感兴趣的家伙们。此外§Y俄罗斯§!的大公们、§Y波兰§!和§Y立陶宛§!都将在这场奋斗中成为瑞典长期的对手，以及当下联合统治着瑞典的丹麦王国……",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_poland:0",
        "original": "When Wladyslaw III fell in the battle of Varna both §YPoland§! and §YHungary§! were robbed of their kings in one stroke. Without leadership it is now up to the nobles of the realm to appoint a new ruler. The most natural successor, §YKazimierz Jagiellon§!, has been made Grand Duke of §YLithuania§! 4 years prior. Crowning him would, however, require reaching an agreement that is acceptable to both Kazimierz, the Lithuanian and the Polish nobles.\\n\\nEver since the 1392 the two states have been bound together by a series of agreements seeking to integrate the Grand Duchy of Lithuania and the Kingdom of Poland in order to allow them to present a united front against their common enemies: the Knights of the §YTeutonic§! and §YLivonian Orders§!, the Tatars of the §YGolden Horde§! and the §YCrimean§! Khanate, and the §YRussian§! Principalities, lead by §YMuscovy§! in the north west. This cooperation has allowed the two countries to thrive despite their many enemies, but integrating the nobility of two such divergent states has not been an easy matter. Among both the Polish and the Lithuanian nobility there are some, the Magnates, who control very large estates and command great political influence. These families are in some ways the financial and political backbone of their states, but they are also a power factor that even kings might think twice before rejecting.\\n\\nWhile large parts of their lands are sparsely populated there is little doubt that Poland and Lithuania could be among the most powerful states in Europe if they go forward with their integration. Their enemies are however quite formidable. In the far south the §YOttoman§! Empire seems to be at the gates of Hungary, ready to expand up the flow of the Danube. To the north the highly militarized Teutonic Order consider the two states its main enemy. An uneasy agreement has been reached with the Knights following the Lithuanian Civil War, by which all parties agreed to recognize both the existing borders and the Polish-Lithuanian king. Perhaps most dangerous of them all however, is the Grand Duchy of Muscovy in the far north east. The Muscovites are rapidly creating a strong and expansive state to challenge the Lithuanian overlordship over the Ruthenian and Russian peoples that inhabit most of the Grand Duchy...",
        "translation": "当瓦迪斯瓦夫三世在瓦尔纳战役战死时，§Y波兰§!和§Y匈牙利§!失去了他们共同的国王。由于没有了领袖，这时只能由王国的贵族们来指定新继承人。最自然的继承者§Y卡齐米日·雅盖隆§!，4年前继任了§Y立陶宛§!大公。然而，让他加冕需要达成一系列让卡齐米日与立陶宛和波兰贵族们都接受的共识。\\n\\n自1392年以来，两个国家以一系列条约结合在一起，以便立陶宛大公国与波兰王国结成统一战线对抗共同的敌人——§Y条顿§!与§Y利沃尼亚§!的骑士，§Y金帐汗国§!和§Y克里米亚§!的鞑靼人，以及以西北方的§Y莫斯科§!为首的§Y罗斯§!各公国。两国尽管有许多敌人，这样的协作使之仍能蓬勃发展。但合并两个如此悬殊的国家的贵族并非易事。在波兰与立陶宛贵族中，都有一些寡头，控制着相当大的土地并掌握着相当的政治影响力。这些家族在某种意义上是国家的经济与政治支柱，但他们也掌握着相当大的权力，以至于国王在否决他们之前也要三思。\\n\\n尽管他们所控制的大部分土地都人烟稀少，毫无疑问，如果波兰与立陶宛合并，将成为欧洲最强大的国家之一。然而他们的敌人却相当可怕。在遥远的南方，§Y奥斯曼§!帝国似乎已经站在匈牙利的大门前，准备向多瑙河上游扩张。在北方，高度军事化的条顿骑士团认为这两个国家是他的主要敌人。立陶宛内战后与骑士团达成一项艰难的协议，各方承认存在的边界以及波兰-立陶宛国王。也许最危险的敌人，莫过于在东北的莫斯科大公国。莫斯科人快速的缔造了一个强大又富有扩张性的国家，挑战着立陶宛对居住在大公国的大部分地区的鲁塞尼亚人和俄罗斯人的宗主地位……",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_france:0",
        "original": "The Hundred Years War which has torn §YFrance§! apart for over a century is currently halted by a truce following a number of key French victories. With the support of Joan of Arc, since martyred at the hands of the §YEnglish§!, and the support of the rich §YAnjou§! family, §YCharles VII§! has reclaimed Paris and many of the French lands. Charles has also been acknowledged as the rightful King by the Dukes of §YBurgundy§! in the treaty of Arras in 1435.\\n\\nHowever, the truce with England is tenuous. The English have still not relinquished their claims to the French throne, and one of the main demands of the new treaty, the surrender of §YMaine§! to France, has yet to materialize months later.\\n\\nWhile the Burgundians now passively support the French cause in the conflict with England, they are still a matter of concern for the French Crown. They have grown their domains far beyond the borders of France, into the Lowlands and the §YHoly Roman Empire§!. It is said that the Duke, who is also one of the richest men in Europe, harbors dreams of a future kingdom based around his collective domains.\\n\\nA united France would be one of the richest and most densely populated regions in Europe. If France could bring its many autonomous nobles to heel, and drive the English once and for all from the continent, it would be one of the most powerful states on the continent. Free to pursue voyages of exploration, an active foreign policy in Germany and the Low Countries or even an attack on the rich cities of Northern Italy, where the imperial influence has been waning for centuries.",
        "translation": "让§Y法兰西§!分裂了一个多世纪的百年战争，现今暂且在法兰西捷报频传后进入休战。依靠着着圣女贞德落入§Y英格兰人§!手中壮烈殉国前的拥戴，加上富有的§Y安茹§!家族的支援，§Y查理七世§!已经收复了巴黎以及许多法兰西领土。§Y勃艮第§!公爵在1435年的阿拉斯条约中承认查理为正统的法兰西国王。\\n\\n然而，与英格兰的停战协议一触即破。英格兰人依旧没有放弃他们对法兰西王位的宣称，而新条约的主要索求，即将§Y曼恩§!交割给法兰西，在数个月后仍未兑现。\\n\\n于此同时，勃艮第现在在英法冲突中对法兰西的支持非常消极，他们仍是法兰西国王的心头大患。他们已经远在法兰西边界之外，在低地与§Y神圣罗马帝国§!扩展了版图。据说那公爵也是欧洲最富有的人之一，怀揣着未来在自己的土地上建立一个王国的梦想。\\n\\n一个统一的法兰西将会是欧洲最富有与人口最密集的地区之一。如果法兰西能让其数量众多自治贵族心悦诚服，并且一劳永逸地把英格兰人赶出欧洲大陆，它将成为欧陆上最强大的国家之一。自由地探索远航，对德意志和低地采取积极的外交政策，甚至进攻帝国影响力持续衰落数世纪的北意富裕城市也未尝不可。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_austria:0",
        "original": "In 1438 the §YHabsburg§! dynasty had reached some of the most influential positions in Central Europe. Albert the Magnanimous was able to claim not only the duchy of §YAustria§! but also the kingdoms of §YHungary§! and §YBohemia§! as well as the prestigious title 'King-Elect of Germany', reserved for those about to be made §YEmperors§! of the §YHoly Roman Empire§!. Misfortune struck however and Albert fell in battle against the Turks in 1439, leaving only his yet unborn son, Ladislaus the Posthumous, to succeed him.\\n\\nNewborn Ladislaus would have a hard time claiming his legacy, and lost the throne of Hungary after a short civil war to the §YPolish§! King Wladyslaw. The Kingdom of Bohemia on the other hand is still divided on the issue. Decades of religious civil wars have left the country ravaged with some parts still dominated by powerful Hussite nobles, heretics to the Catholic faith.\\nOnly in Austria, the homeland of the Habsburg dynasty, has Ladislaus been accepted, though his uncle §YFrederick§! now rules as his regent.\\n\\nWith the catastrophe of Varna the Hungarian throne is again vacant, and Habsburg supporters remain hopeful that it can be reclaimed for Ladislaus. The powerful groups that deposed the boy king once do not seem disposed to accept him a second time. They may well let their dynamic Hungarian regent Janos Hunyadi lead them instead.\\n\\nThe dream of a Habsburg Emperor was not lost with Albert. Upon his death, Frederick, the Austrian regent, was elected to lead the Holy Roman Empire. As the first of his family to sit on the Imperial throne Frederick will leave a legacy for future Habsburgs. Should they choose to pursue his careful policies of diplomatic marriages and patient inheritance planning, the Habsburgs may well build up a position of power unlike that of any family among the kings of Europe. The responsibilities of Imperial rule are great obstacles in themselves. An Emperor must keep the peace in the empire, fight heresy such as the recent Hussites and at all costs protect Christianity from the advancing armies of the §YOttomans§!, a power to which the Habsburgs have already lost one King.",
        "translation": "到1438 年时，§Y哈布斯堡§!家族已经将欧洲许多显赫的权位收入囊中。「慷慨者」阿尔伯特得以宣称§Y奥地利§!公国以及§Y匈牙利§!、§Y波西米亚§!王国，也拥有了尊贵的头衔「日耳曼的选王」，这是为那些将要成为§Y神圣罗马帝国§!§Y皇帝§!而保留的。1439 年与土耳其人的战争中，突如其来的厄运降临，而他的遗腹子，「遗腹子」拉斯洛，将要继承他的地位。\\n\\n新生的拉斯洛将会尽全力宣称正统，但是在与§Y波兰§!国王瓦迪斯瓦夫的内战中丢失了匈牙利的王位。另一方面，波西米亚王国仍然在此问题上有所分歧。数十年的宗教战争蹂躏了整个国家，手握权力的胡斯派贵族仍然控制着国家的一部分。\\n只有在奥地利，哈布斯堡王朝的主场，拉斯洛才被接受，尽管由其堂叔§Y弗雷德里克§!摄政统治。\\n\\n瓦尔纳之役后，匈牙利的王位再次空缺，哈布斯堡的支持者希望拉斯洛重新宣称匈牙利王位。废黜了幼王的权力集团不像会再次接受他，他们或许会让充满激情的摄政王匈雅提·亚诺什带领他们。\\n\\n阿尔伯特的死亡没有让哈布斯堡帝国的梦想破灭。他死亡后，奥地利摄政弗雷德里克被推举领导神圣罗马帝国。作为家族中首位坐上帝位的他也为家族的未来留下了正统性。若是他们继续追随谨慎的外交联姻政策以及耐心的遗产计划，哈布斯堡家族将会登上权力顶峰，超越欧洲任何一个王朝。统治帝国的重任对他们自己形成了巨大的挑战。一位皇帝必须保持帝国的和平，清除像最近胡斯派之类的异端，不惜一切代价守护基督教，阻挡前进的§Y奥斯曼§!——一个使哈布斯堡家族失去了一位皇帝的强权。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_castile:0",
        "original": "Shaped in the battles of the Reconquista, the Crown of §YCastile§! is in fact not just one kingdom but a union of the kingdoms of Castile, León, Toledo, Galicia, Murcia, Jaén, Córdoba and Seville under the Castilian branch of the §YTrastámara§! dynasty. What remains of the Moorish presence in Iberia is now restricted to the southern kingdom of §YGranada§!, still a rich Muslim sultanate in many ways but also marred by infighting and the frequent border skirmishes with Christian raiders. Surrounded on all sides by Castilian castles it seems to be a matter of time before the Reconquista is brought to its logical conclusion and the kingdom is annexed.\\n\\nFor now however Castile has problems of its own. The Castilian Nobles and the local Cortes of the various constituent kingdoms still hold a large degree of power and many Trastámara kings have found themselves at the mercy of the estates of their kingdoms. Factions acting entirely out of their own interests have not shied away from supporting foreign pretenders from §YPortugal§! and §YAragon§! in the past.\\n\\nIf the kingdom can be united by a strong ruler, and the Reconquista completed, Castile will have a fearsome military force in its hands with a long tradition of fighting for the expansion of the Christian faith. While Castile lacks the seafaring tradition of neighboring Portugal they have just as good access to the Atlantic Ocean and the new trade routes that are opening up to the west and south-east.",
        "translation": "于收复失地运动中成型的§Y卡斯蒂利亚§!联合王国事实上已经不仅仅指一个王国，而是由§Y特拉斯塔马拉§!家族的卡斯蒂利亚分支统治的卡斯蒂利亚、莱昂、托雷多、加利西亚、穆尔西亚、哈恩、科尔多巴与塞维利亚共主邦联。伊比利亚上残存的摩尔人现在被限制在南方的§Y格拉纳达§!王国，尽管从许多方面看其依然是个富裕的穆斯林苏丹国，但内讧和基督教徒频繁的边境劫掠也对其造成了不少破坏。如今卡斯蒂利亚的城堡已将其团团包围，似乎收复失地运动达成理所当然的结局和王国被吞并只是时间问题。\\n\\n不过现在卡斯蒂利亚也有着它自己的问题，卡斯蒂利亚的贵族及各成员国的本地议会依旧拥有很大的权力，并且许多特拉斯塔马拉的国王都发现自己被他们王国的各种阶级所摆布，而完全出于自身利益行事的各种派系从未拒绝过支持来自§Y葡萄牙§!和§Y阿拉贡§!的外国觊觎者。\\n\\n如果王国能在一名强大的统治者下团结一致并完成收复失地运动，卡斯蒂利亚将会拥有一支忠诚于它，长期为扩张基督教信仰战斗的的虎狼之师。尽管卡斯蒂利亚人没有如邻国葡萄牙一般的航海传统，但他们也可很方便地进入大西洋并向西方或东南方开辟贸易新航路。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_brandenburg:0",
        "original": "The recent history of the March of §YBrandenburg§! has been a sad state of affairs. With poor soils, swamps and wild forests Brandenburg is not the richest lands of the §YHoly Roman Empire§! and under §YWittelsbach§! and §YLuxemburg§! rule the region has been treated as a source of quick income. With the ascendence of the §YHohenzollern§! Dynasty things have slowly begun to change. Friedrich I spent his entire reign wearing down the influence of the Brandenburg estates and fighting the prevalent lawlessness, sending his armies against the castles of the many robber barons that have for long had a free reign over the region.\\n\\nIn many ways §YFriedrich II§!, 'the Iron', has proven to be his father's son, resuming the policies intended to crush the power of local potentates and greedy burghers. He has also sent out feelers to the §YTeutonic Order§! for the reclamation of §YNeumark§!, a land originally part of Brandenburg, but pawned by his predecessors.\\n\\nThe difficulty in asserting state power is amply demonstrated by the Kalmar Union kingdoms of §YDenmark§!, §YSweden§! and §YNorway§!, were a king attempting to achieve similar goals was recently deposed and replaced by a Bavarian Wittelsbach. If Brandenburg is to be made a durable state it must also remain united, avoiding squabbles like those among the §YWettin§! heirs in Electoral §YSaxony§! to the south.\\n\\nThe nearby kingdoms of §YPoland§! and §YBohemia§! are both without rulers in 1444, one as a direct result of the failed Crusade of Varna against the Ottomans, and the other due to the rejection of the Habsburg heir Ladislaus the Posthumous by the Bohemian nobility. Despite the Bohemian lands still not having recovered from the Hussite wars of the last decades the Heretic Hussites remain a strong factor in Bohemian politics, making the kingdom a cause for concern among all its neighbors, Brandenburg included.",
        "translation": "§Y勃兰登堡§!边境侯近期的历史事态一直很可悲。勃兰登堡有着贫瘠的土壤、沼泽与黑森林，并不是§Y神圣罗马帝国§!最富饶的土地。在§Y维特尔斯巴赫§!和§Y卢森堡§!家族治下，这个地区只被当做快速收入的来源。随着§Y霍亨索伦§!王朝的得势，情况才慢慢的开始发生改变。弗雷德里希一世花费了他统治的全部时间来削弱勃兰登堡阶级的影响力，并与无处不在的违法行为斗争：这个地区有许多长时间不受管束的强盗男爵，他派出军队进攻了他们的城堡。\\n\\n在许多方面，「铁人」§Y弗雷德里希二世§!都很好地继承了他父亲。他继续其父的政策，粉碎当地权势与贪婪的商人的权力。为了收回§Y诺伊马尔克§!，一块曾属于勃兰登堡却被他的前任典当的土地，他也将触手伸向§Y条顿骑士团§!。\\n\\n§Y丹麦§!、§Y瑞典§!和§Y挪威§!的卡尔玛同盟已经展示了维持国家强权的难度。他们曾有一位国王想达到类似目标，最近已经被迫退位，并被巴伐利亚的维尔特斯巴赫贵族所替代。如果勃兰登堡想成为一个长久的国家，就必须保持统一，避免像南方的选帝候§Y萨克森§!的§Y韦廷§!继承人们一样争执。\\n\\n在 1444 年，邻近的§Y波兰§!与§Y波希米亚§!王国都没有君主，其中一个直接归咎于十字军对奥斯曼的瓦尔纳战役的失败，另一个是由于哈布斯堡继承人「被遗弃的」拉迪斯劳斯被波希米亚贵族所否认。尽管波希米亚依旧没有从过去十年的胡斯战争中恢复，胡斯派依旧在波希米亚政治中占有关键地位，但这个王国让所有邻居，包括勃兰登堡，都感到紧张不安。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_burgundy:0",
        "original": "The §YBourgogne§! branch of the §YValois§! dynasty not only rules the duchy of §YBurgundy§!, de jure a French possession, but also a significant part of the §YLow Countries§!, §YVermandois§! and the county of §YNevers§!. In short time they have created a realm that straddles some of the richest parts of §YFrance§! and the §YHoly Roman Empire§!. Taken together the dukes of Burgundy can command an enormous wealth. These economic resources have been used by §YPhilippe III§!, the Good, to expand the influence of his family even further, acquiring title after title along the Meuse and Rhine in an attempt to connect his realm.\\n\\nWhile France has spent the last century being torn asunder in the on-going fued between §YEnglish§! and French claimants to the French throne, Burgundy has grown to be the cultural and economic center of western Europe. Nowhere are the knightly ideals of the late middle ages as alive as in Burgundy, with great tournaments, grand feasts, and of course the Order of the Golden Fleece itself. A knightly order created by the Duke, aspiring to recreate the knighthood of the Arthurian legends or Greek myths. The Burgundian court also dominates fashion and art, with fortunes being spent on silk, paintings and fantastic illuminated manuscripts.\\n\\nThe Duchy of Burgundy already rival many kingdoms in influence, income and even military might. By playing off the English and French against each other the Dukes have for a long time been practically independent. De jure however the Dukes remain both subjects to France and to the Holy Roman Empire. With the Hundred Years War nearing, what looks like, its conclusion, the future of the Duchy seems uncertain. If it continues its meteoric rise Burgundy could be the embryo of a new kingdom. A strong state in the middle of Western Europe. But the dukes have also gained many enemies in this short time. Should Philippe and his successors play their cards right there may be a crown in their future, but that requires taking risks that might well cost them everything, potentially reducing their glorious domain to a footnote in the annals of history.",
        "translation": "§Y瓦卢瓦王朝§!的 §Y勃艮第§!分支不仅统治着 §Y勃艮第§!公国，该公国是法国的法理领土的一部分，并且统治着 §Y低地国家§!的大部分土地，以及§Y韦尔芒多瓦§!和§Y讷韦尔§!伯爵领。在短短的时间里，他们创造了一个包含§Y法国§!和 §Y神圣罗马帝国§!最富有地区在内的领地。总之，勃艮第的公爵可以操控巨大的财富。这些经济资源已被“好人” §Y菲利普三世§!用于扩大家族的影响力，沿着默兹和莱茵河获得一个又一个的头衔，以此试图连接他的领土。\\n\\n法国在上个世纪的时间里被 §Y英国§!和法国人之间的法国王位纷争撕扯得支离破碎，而勃艮第已经成为西欧的文化和经济中心。骑士的理想，锦标赛，盛大的宴会，金羊毛骑士团再也无法在除了勃艮第之外的第二个国家被找到。公爵创建的骑士团，渴望重现亚瑟王传奇或希腊神话的骑士精神。随着财富花费在丝绸，绘画和梦幻般的泥金手抄本上，勃艮第的宫廷主宰了时尚和艺术潮流。\\n\\n勃艮第公国已经在影响力，收入和军事力量上与很多王国相抗衡。通过玩弄英法，让两者互相对抗，公爵们得到了实际上的长久独立。但法律上，公爵仍然是法国和神圣罗马帝国的臣民。随着百年战争的临近，看起来，公国的未来似乎是不确定的。勃艮第如果继续快速壮大，那么勃艮第可能会成为一个新王国的萌芽，进而成为西欧中部的强大国家。但是在这短暂的时间里，公爵也树立了许多敌人。如果菲利普和他的继任者正确地扮演着自己的角色，那么他们将来可能会有一个王冠，但是这需要承担可能让他们一无所有的风险，并会把他们的辉煌事迹变成编年史上的脚注。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_england:0",
        "original": "Ever since 1337 the conflict over who is the rightful King of §YFrance§! has been ravaging both France and §YEngland§! for over a hundred years. The English retain control over §YNormandy§! and §YGuyenne§! while §YCharles VII§! in Paris has the support of most of the regional nobles of France.\\n\\nWith the treaty of Tours in May, the English §YLancasters§! and French §YValois§! families have seemingly traded territory for peace. Among its stipulation are the handover of the county of §YMaine§!, a point that was never cleared with the English Parliament, and which is likely to anger noble and commoner alike on the far side of the channel. The fear of public backlash has so far lead to this handover being stalled for months, with the word of the English negotiators increasingly being questioned in the French court.\\n\\nEngland is itself in a precarious situation. A king since he was nine months old, §YHenry VI§! has now grown up to assume the crown and actual rule of the kingdom. Even as an adult however Henry seems unwilling to rule, some would say he is even worryingly detached from reality. Intriguing nobles of the realm have instead come to dominate Henry's regime, assuming power and positioning themselves for a future succession. Such feuds might well cripple the internal stability of the Kingdom, especially if hostilities in France commence again.\\n\\nWith the English busy with continental and internal affairs the dominion over §YIreland§! has shrunken to a thin strip along the sea known as 'The Pale', with Gaelic lords as well as Hiberno-Normans acting entirely independent of the English Crown. There are few if any English troops on the island anymore much to the enjoyment of the Irish. Should matters in London and Paris finally settle however, the Irish lords are likely to be made a much higher priority.",
        "translation": "自1337年以来，争夺谁是正统§Y法兰西§!国王的争斗，让法兰西与§Y英格兰§!在过去的一百多年间饱受摧残。英格兰人依旧控制着§Y诺曼底§!和§Y吉耶讷§!，而巴黎的§Y查理七世§!有着大部分法兰西地方贵族的支持。\\n\\n按照五月签署的图尔条约，英格兰的§Y兰开斯特§!家族与法兰西的§Y瓦卢瓦§!家族似乎将要达成以领土换取和平的协议。在它的条款中包含有移交§Y曼恩§!伯爵领，但英格兰议会对此毫不知情，而且这将很可能惹怒在海峡对岸的贵族与议员们。对引发公愤的忧虑导致领土移交已经被拖延了数个月，法兰西宫廷对英格兰谈判代表的托词越发质疑。\\n\\n英格兰自身正处于危险的状况。自九个月时就登基的国王§Y亨利六世§!已经长大加冕并开始真正地统治王国。然而尽管已经成年，但亨利似乎对统治毫无兴趣，还有人说他甚至令人忧虑地脱离现实。采取阴谋的国内贵族已经取代亨利支配国家，篡夺权力，将他们自己置于未来继承王位的有利位置。这样的争斗将极大危害王国的内部稳定，尤其是当法兰西重新开始采取敌对行动之时。\\n\\n在英格兰忙于欧陆与国内事务时，她在§Y爱尔兰§!的领土也缩水成海边细长的一块，称为「佩尔」，而盖尔领主以及爱尔兰诺曼人完全独立于英格兰之外。要是岛上还有英格兰部队，其数量之少令爱尔兰人宽心。无论伦敦与巴黎的角力如何收场，爱尔兰的领主们多半要先被安排。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_ottomans:0",
        "original": "The §YOttomans§! in [GetYear] are a regional power, in the process of securing control over Anatolia and the Balkans. In the east, Ottoman control has been reimposed in the aftermath of the §YTimurid§! invasion, but several beyliks remain independent. These Beys jockey for a position between the expanding power of the Ottomans on one side, and the §YMamluk§! Empire of Egypt and Syria, still the strongest state in the Middle East, on the other.\\n\\nIn Europe, the Ottomans have defeated the Crusaders in the Battle of Varna, killing Wladyslaw, the §YPolish§! and §YHungarian§! king. §YByzantium§! now lies exposed and §YHungary§! has been forced on the defensive, but with the fortress of §YBelgrade§!, still serves as a strong bulwark against further Ottoman expansion. The lesser princes in between can survive only by playing the great powers off one another. Further south, §YSkanderbeg§! leads §YAlbania§! in revolt against the Ottomans, supported by §YVenice§!, which still dominates the seas.\\n\\nThe realm ruled by the Ottoman dynasty is not yet a centralized state in [GetYear]. The sultan's authority is enforced only by his small household of servants, recruited from slaves captured in war and from the 'devshirme', the periodic conscription of Christian youths from the Balkan countryside. These are the famous §YJanissaries§!, who will in time grow into a powerful standing army. The Ottomans have come to power with the military backing of numerous marcher-lords, still highly autonomous on the Balkan frontier, while the administration lies in the hands of the Turkish aristocracy, literate in the ways of statecraft, but largely independent of the sultan's authority.\\n\\nAll this is about to change. Having defeated the Crusader armies, the old sultan Murad II is now on his way back to his estates in Manisa, leaving the government in the hands of the young §YMehmed II§!. It is he who will go on to transform the Ottoman state into an empire, acquiring Constantinople as an imperial capital and establishing a centralized administration to rein in the marcher-lords and old Turkish families. For 'The Grand Turk', there can be no compromise – the House of Osman is to be the supreme authority in the land. The only question is this: where will his armies turn to first?",
        "translation": "[GetYear]年的§Y奥斯曼§!是一个地区大国，处在逐步蚕食对安纳托利亚和巴尔干的历史进程中。在东方，奥斯曼的统治在§Y帖木儿§!入侵后的废墟上业已重建，但仍有一些贝伊保持着独立。一方是扩张中的奥斯曼，另一方是仍为中东最强大国家——统治着埃及和叙利亚的的帝国§Y马穆鲁克§!，这些贝伊耍尽权谋在两个强权的夹缝中艰难求存。\\n\\n在欧洲，奥斯曼在瓦尔纳战役中击败了十字军，杀死了§Y波兰§!和§Y匈牙利§!的国王瓦迪斯瓦夫三世。现如今§Y拜占庭§!孤立无援，§Y匈牙利§!虽然被迫转入防御，但手握§Y贝尔格莱德§!要塞的她依旧是抵御奥斯曼进一步扩张的强力堡垒。缓冲地带的小国为求存邦只能来回周旋。再往南，在海洋霸主§Y威尼斯§!的支持下，§Y斯坎德培§!领导§Y阿尔巴尼亚§!发起了对奥斯曼的反抗。\\n\\n奥斯曼家族治下的王国在[GetYear]年尚未成为一个集权国家。苏丹的权威仅依靠苏丹的家仆——由战俘和通过名为「血税」的定期兵役从巴尔干征用的年轻基督徒组成——维持。这就是著名的§Y土耳其禁卫军§!，后来它成长为一支强大的常备军。众卫戍军阀是奥斯曼家族上位的后台，他们仍在巴尔干边境割据一方；朝政被深谙治国之道却独立于苏丹权威之外的突厥贵族把持。\\n\\n这一切都即将改变。既挫十字军，老苏丹穆拉德二世踏上了返回马尼萨隐居处的旅程，将国家交给了年轻的§Y穆罕默德二世§!。正是他后来继续将奥斯曼改造成了一个帝国，征服了君士坦丁堡并在此定都，建立了一套中央集权制度来控制卫戍军阀和古老的突厥家族。为了「大突厥」，奥斯曼家族必须有着最高的权威——这不容妥协。唯一的问题是：他会先将军队麾向何方?",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_portugal:0",
        "original": "With the Reconquista almost complete, and the Iberian peninsula almost entirely in Christian hands, the kingdom of §YPortugal§! has turned its attention to the shores of Africa. With the conquest of §YCeuta§! in 1415 the founder of the §YAvis§! dynasty, João I, have already made the first inroads into the Moorish homeland. A policy that his grandson, the still young §YAfonso V§! will continue to the best of his abilities. It is however through the work of Afonso's uncle, Dom Henrique, Henry the Navigator, that Portugal will leave its mark upon the world.\\n\\nUnder Henrique's direction Portugal has made great leaps in shipbuilding and navigation, embarking on expeditions long past cape Bojador in the south. Seeking gold, spices and perhaps the legendary kingdom of Prester John, Portuguese sailors are about to undertake voyages all over the globe. They are reaching for new continents in the west as well as §YIndia§!, §YIndonesia§! and even §YChina§! and §YJapan§! in the East. Indeed Portuguese sailors might one day circumnavigate the entire globe.\\n\\nAs of [GetYear] Afonso is still a minor, with the daily rule of the kingdom entrusted to another uncle, Don Pedro, duke of Coimbra. Don Pedro's regency has been fraught with the difficulties of controlling the strong Portuguese nobility at court, but the duke has so far been able to ably strengthen royal power at their expense. As Afonso grows older however other forces at court will try to control him, hoping to use the young king for their own designs.\\n\\nWhile Castile has had a series of weak rulers and strong nobles, the Castilians can be a serious threat to the Portuguese. The royal house of Aviz has therefore pursued a policy of intermarriage with the Castilian royal family, hoping to ensure a lasting friendship and possibly strengthen future Portuguese claims to the Castilian throne.",
        "translation": "随着收复失地运动接近尾声，伊比利亚半岛几乎全部掌握于基督徒之手，§Y葡萄牙§!王国把注意力转至非洲海岸。1415年，§Y阿维斯§!王朝的创始人约翰一世征服了§Y休达§!，葡萄牙人完成了第一次向摩尔人家乡的进军。他的孙子，年幼的§Y阿方索五世§!则会继续尽其所能承接其祖的志业。然而，阿方索的叔叔，唐·恩里克，「航海者」亨利将让葡萄牙在世界上留下了它的印记。\\n\\n在恩里克的指引下，葡萄牙在造船与航海方面取得了重大进展，着手开始穿过博哈多尔角向南方的探险。追逐黄金、香料还有那传说中的祭司王约翰的王国，葡萄牙水手将要走向世界的所有航路。他们将会到达西方的新大陆，也会到达东方的§Y印度§!，§Y印度尼西亚§!，甚至§Y中国§!与§Y日本§!。葡萄牙水手也许某一天将完成环球航行。\\n\\n在[GetYear]年，阿方索依旧未成年，王国的日常统治被委任给他另一位叔叔，科英布拉公爵唐·佩德罗。唐·佩德罗的摄政充满艰难，难以掌控宫廷内强力的葡萄牙贵族，但公爵目前至少能够以他的资金来强化皇室力量。但随着阿方索的长大，宫廷内的其他势力会尝试控制他，以图让年轻的国王成为他们的傀儡。\\n\\n尽管卡斯蒂利亚有着一系列弱势君主和强大的贵族，他们仍然是葡萄牙人的重大威胁。阿维斯家族已经因此奉行与与卡斯蒂利亚的皇室联姻的政策，希望能够确保友谊长久，同时强化有朝一日葡萄牙对卡斯蒂利亚王位的潜在宣称。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_hisn_kayfa:0",
        "original": "The §YAyyubid§! dynasty, once the scourge of Christianity, and the masters of Syria, Egypt and Arabia, still remain in the Kurdistani fortress of §YHisn Kayfa§!. Fiercely independent, the small state has managed to survive in independence amidst giants such as the §YTimurids§! or §YQara Qoyunlu§!.\\n\\nAs [GetYear] opens, the Ayyubid princes have recently managed to overcome their local rivals and former vassals, the Artuqids, and solidified their hold over their small principality by the Tigris.",
        "translation": "§Y阿尤布§!王朝，曾经的基督之灾，叙利亚、埃及与阿拉伯的主人，仍然苟活在库尔德斯坦的§Y哈桑凯伊夫§!的堡垒中。惨烈的独立后，这个小国家需要在类似于§Y帖木儿§!或§Y黑羊§!的巨人之间设法存活下去。\\n\\n随着[GetYear]年的到来，阿尤布的王公们才设法战胜了他们在当地的宿敌与前属国——阿尔图格王朝，并巩固了他们在底格里斯河沿岸的控制。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_mamluks_history:0",
        "original": "Once the elite of the Ayyubid armies, in 1250 the §YMamluks§! went from slave servants to the masters of a realm at the very heart of the Islamic World. From their capital in Cairo the Mamluk households control Egypt and Syria as well as the Abbasid Caliph himself. In the north Mamluk influence is felt from the beyliks of Anatolia to the shores of Lake Van. In the south they serve as protector of the Holy Cities of §YMecca§! and §YMedina§! in the §YHejaz§! as well as influencing the politics of §YYemen§!. Even the Christian empire of §YEthiopia§! must be attentive to the word of the Mamluk Sultan, as the Coptic pope, the ordainer of all Ethiopian bishops, is under Mamluk care.\\n\\nThe Mamluk amirs reproduce their ranks by purchasing new mamluks, foreign slaves mostly of Circassian origin. These slaves are then trained as soldiers or stewards, who all swear allegiance to their buyer, or 'foster-father'. The amirs in turn put their household to use in the service of the sultans. When the time for succession comes it is in practice the will of these powerful men that determines which amir will become the next sultan. This system ensures that the sultanate is never short of elite warriors, so long as the route to import more slaves from the Black Sea lies open. However, as a governing system it has more than once lead to damaging conflicts and paralyzing factionalism.\\n\\nThe future looks bright for the Mamluk Sultanate however, as the death of Timur has removed the greatest threat in the region, with the once expansive §YTimurid§! Empire now reduced to a few bickering successor states in §YPersia§! and §YTransoxiana§!. The vacuum left by this empire in Anatolia, the Caucasus and Iraq has been filled by the §YQara Qoyunlu§! Federation in the east, and the resurgent §YOttoman§! Empire in the west. Both seem destined to come into conflict with the Mamluks in the near future.\\n\\nThe wealth of the sultanate is fed by the trade that flows through its Egyptian lands, bridging the distance between the Mediterranean and the Red Sea. This places great demands on the Mamluk fleets to battle Christian pirates in the north as well as to protect the huge vulnerable vessels that follow the Hejaz coastline with coffee, cloth and spices through the Red Sea.\\n\\nAs [GetYear] draws to an end the Mamluk Sultanate is still the largest, richest and strongest state in the Middle East, it has many enemies but fears few of them.",
        "translation": "作为阿尤布军队中曾经的精英，在1250年， §Y马穆鲁克§!从奴隶变成了位于伊斯兰世界中心的王国的领主。从位于开罗的首都开始，马穆鲁克控制了埃及和叙利亚，甚至阿巴斯哈里发本人。在北部，从安纳托利亚的贝伊们到凡湖的岸边都受到马穆鲁克的影响。在南边，它在§Y汉志§!是圣城§Y麦加§!和§Y麦地那§!的守护者，同时也影响着§Y也门§!的政治。甚至基督徒的帝国§Y埃塞俄比亚§!也要向马穆鲁克苏丹献殷勤，因为科普特教宗，所有埃塞俄比亚主教的任命者，在马穆鲁克的掌控之下。\\n\\n马穆鲁克的埃米尔通过购买新的马穆鲁克奴隶来扩充他们的阵线，这些外国奴隶大多来自切尔克西亚。这些奴隶之后被训练为士兵或管理者，他们都将会向他们的主人，或被称为“养父”宣誓效忠。埃米尔轮流让族人侍奉苏丹。在继承问题出现时，实际上是这些有权势的人决定哪个埃米尔将成为下一个苏丹。这种制度确保了只要从黑海进口更多奴隶的商路不关闭，苏丹国永远不或缺少精英战士。然而，作为管理系统，它不止一次地导致了破坏性的冲突和瘫痪性的党派之争.\\n\\n尽管如此，马穆鲁克的未来看上去是光明的，因为随着贴木儿的死亡，这个地区最大的威胁消失了。曾经庞大的§Y帖木儿§!帝国现在已经分裂为一些在§Y波斯§!和§Y河中地区§!彼此之间冲突严重的小国。这个帝国在安纳托利亚、高加索和伊拉克地区留下的权力真空被东面的§Y黑羊§!联盟和西面东山再起的§Y奥斯曼§!帝国填补。这两个国家看上去在不久之后注定要和马穆鲁克发生冲突。\\n\\n苏丹国的财富来源于经过它在埃及的国土，连接地中海与红海的贸易。这个地区十分需要马穆鲁克的舰队来打击北部的基督徒海盗，同时保护装满了咖啡、布匹和香料的，从汉志海岸穿过红海的，巨大而易受损的商船。\\n\\n在[GetYear]年进入尾声的时候，马穆鲁克苏丹国仍然是中东地区最强大、最富裕的国家。虽然它有很多敌人，但没有什么敌人让它畏惧。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_muscovy:0",
        "original": "At the end of [GetYear] §YRussia§! is divided in a number of principalities, all of whom have for a long time lived in the shadow of the Tatar §YGolden Horde§!. The Tatars have been ever present in Russian politics, collecting tribute, taxes and acting as kingmakers in the Christian states. While the Grand Principality of Muscovy is not the oldest of these states it has recently grown to be the strongest. Located in the relatively fertile Opolye, Muscovy has a stronger internal economy than many other principalities. More importantly their princes have often acted as collectors for the Khans of the Golden Hordes. Making their princes both relatively safe and able to grow rich.\\n\\nSince the crushing defeat of the Golden Horde at the hands of the §YTimurid§! armies, their empire has fractured into a number of successor states. The core of their empire, the §YGreat Horde§! is still a strong power in its own right, but it is fraught by internal struggles and has been unable to project much power over the Russians.\\n\\nMuscovy has made good use of this power vacuum, expanding their control over the other principalities rapidly, through both cunning and use of military resources. Often even by simply buying out the poorer Princes and adding their lands to the Muscovite domain.\\n\\nMoscow is not the only strong state with interest in the Russian region, however, in the north the Republic of §YNovgorod§! has colonized much of the White Sea coastline, securing the valuable waterways and a source of fur, the soft gold of the north and east.\\n\\nTo the west the Grand Duchy of §YLithuania§! and the Kingdom of §YPoland§! are doing what they can to assume the leadership of all Russias, asserting authority over most Ruthenian lands as well as a constant factor in the politics of the free Russian states in the north. Their interests are directly opposed to the growing power of Moscow, but their claim to the Rus legacy is quite dubious. If they can be overcome there is seemingly no limit to how much the Great Principality could grow.\\n\\nIf the Tatar Yoke could be crushed once and for all there is also the vast expanse of §YSiberia§!, full of untold riches, and dangers. If the many khanates, natives and the nature itself can be overcome then there is no limit to how rich a united Russian state could grow.",
        "translation": "在 [GetYear] 年年底，§Y俄罗斯§!已分裂为数量众多的公国，而在很长一段时间里，这些公国都生活在鞑靼人建立的§Y金帐汗国§!阴影之下。鞑靼人一直存在于俄罗斯的政治领域内，在基督教国家收集贡品，征税，扮演着拥王者的角色。虽然莫斯科大公国不是这些公国中最古老的，但它最近却成为最强大的一个。由于位于相对肥沃的奥波利，莫斯科的内部经济比其他许多国家都强。更重要的是，他们的大公经常担当金帐汗国的收税人。使他们的领地相对安全，能够发财致富。\\n\\n自从金帐汗国在§Y帖木儿§!军队手中经历惨败后，他们的帝国已经分裂成了许多后继国家。帝国的核心，§Y大帐§!自身仍然是一个强大的政权，但却充满了内部斗争，已经不能给俄罗斯人施加更多的影响。\\n\\n莫斯科大公国已经很好地利用了这个权力真空，通过诡计和使用军事资源扩大了对其它公国的控制权。大公国甚至经常用金钱买下较贫穷的国君的领土，并把他们的土地加入莫斯科地区。\\n\\n莫斯科并不是唯一对俄罗斯地区感兴趣的强国，然而在北方§Y诺夫哥罗德§!共和国殖民了大部分的白海海岸线，确保了宝贵的水道和一个位于北部和东部的被称为软黄金的皮毛的产地。\\n\\n在西部的§Y立陶宛§!大公国和§Y波兰§!王国正在竭尽全力夺取俄罗斯地区的领导权，并主张对大多数鲁塞尼亚土地的主权以及成为北方自由俄罗斯国家政治的一个不容忽视的存在。他们的利益关系直接反对莫斯科日益强大的力量，但是他们对罗斯遗产的要求是相当暧昧的。如果这些挑战都能被克服的话，那么大公国能够成长的程度似乎是没有限制的。\\n\\n如果鞑靼的枷锁能够被一劳永逸地粉碎，那么§Y西伯利亚§!还有广阔的扩张空间，还有充满了无尽的财富和危险。如果能够战胜为数众多的汗国、土著人和自然本身，那么团结一致的俄罗斯国家的发展将永无止境。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_georgia:0",
        "original": "In [GetYear] the Kingdom of §YGeorgia§! is in a dire situation. The kingdom still stands after wars against the §YTimurids§! and the §YQara Qoyunlu§!, but it is fatigued and torn by internal conflicts.\\n\\nHoping to lessen the disruptive powers of regional nobles, Alexander I of Georgia abdicated in 1442, and made his sons co-rulers over the constituent parts of the kingdom. This way he secured the §YBagrationi§! dynasty's standing, but in practice it did not take long for this to accelerate the decline of the kingdom.\\n\\nAs the §YOttomans§! crush the crusaders of Varna, §YGeorgia§! is in all but name split between the powerful Bagrationi sons in §YImereti§! and §YTbilisi§!, and the autonomous Atabegs of §YSamtskhe§!.",
        "translation": "在 [GetYear] 年， §Y格鲁吉亚§!王国处于一个可怕的环境中。王国在与 §Y贴木儿§! 和§Y黑羊§!的战争后依然存在，但它已经疲于内部冲突并被其撕裂。\\n\\n希望能够降低地方贵族多权分立的程度，格鲁吉亚国王亚历山大一世在1442年退位，让他的儿子们共同治理国家。通过这种方式，他保证了§Y巴格拉季昂尼§! 家族的统治，但实际上这一举措很快就加速了国力的衰弱。\\n\\n当§Y奥斯曼§!在瓦尔纳战役击溃了十字军时，§Y格鲁吉亚§! 几乎分裂为巴格拉季昂尼的儿子们统治的§Y伊梅列季§!和§Y第比利斯§!，还有接近独立的§Y萨姆茨赫§!阿德贝格。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_yemen:0",
        "original": "'Felicitous Arabia', the Kingdom of §YYemen§!, is torn by civil war. The old §YRasulid§! dynasty still rule in Taiz, but in the eastern half of the kingdom their former §YTahirid§! vassals have begun to forge a state of their own.\\n\\nIn the overwhelmingly Shia highlands, the powerful §YRassid§! Imams are themselves a credible alternative to rule Yemen, as long as they can settle their own succession struggles.\\n\\nTo the north, the §YMamluks§! are tightening their grip over the §YMeccan§! and §YMedinan§! Sharifates of the Hejaz. Once these states are firmly under their control, the Mamluks may well be the ones to settle the Yemenite infighting. They long to secure the valuable Yemeni ports of Mocca, Aden, and Zabid, and would not hesitate to intervene.",
        "translation": "“幸运的阿拉伯”，§Y也门§!王国，正被内战撕裂。古老的§Y拉苏里§! 王朝 仍统治着塔伊兹，但在王国的东部，它之前的附庸， §Y塔希尔§!已经开始另立门户。\\n\\n在什叶派占多数的高原地区，强大的§Y拉希德§! 伊玛目，只要能解决自身的继承冲突，也有能力统治也门。\\n\\n在北部， §Y马穆鲁克§! 正加强对汉志地区§Y麦加§! 和 §Y麦地那§!谢里夫国的控制。一旦控制了这些国家，马穆鲁克就有可能解决也门的内乱。它渴望保障包括摩卡、亚丁和宰比得在内的也门宝贵的港口的安全，会毫不犹豫地干涉。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_aq_qoyunlu:0",
        "original": "Tracing their lineage to Bayandor Khan, the leader of one of the twenty four Oghuz tribes and the grandson of Oghuz Khagan himself, the §YAq Qoyunlu§!, or White Sheep, have a great legacy to uphold. When §YTimur§! laid waste to the region decades ago he granted the fortress of Amid, or Diyarbakir to the White Sheep, while displacing their old rivals, the §YQara Qoyunlu§!, the Black Sheep.\\n\\nFollowing the death of Timur in 1405 the White Sheep have carved out a domain in the Kurdish mountains around Diyarbakir and extended their rule from Erzurum in the north to Rakka in Upper Mesopotamia, in the south. A number of Aq Qoyunlu princes currently compete for the overlordship of the federation, while the Qara Qoyunlu, united under Jahan Shah have managed to lay claim to most of Timur's legacy from Iraq to Azerbaijan.\\n\\nUnless the Aq Qoyunlu unite again under a strong leader they may well soon find themselves a client of the growing Qara Qoyunlu empire, invaded by the §YMamluk§! Sultanate of Syria and Egypt, or attacked by the resurgent §YOttoman§! Empire.\\n\\nUnifying and expand the Aq Qoyunlu will take someone of both great ambition and ability, someone, perhaps, like the young prince §YUzun Hasan§!.",
        "translation": "有着可以追溯到巴扬多尔汉的血脉，二十四个乌古斯部落之一的领袖，乌古思汗的孙子， §Y白羊§!拥有丰厚的遗产。当§Y帖木儿§!数十年前将此地劫掠一空的时候，他将迪亚巴克尔城堡授予了白羊， 同时驱逐了白羊的宿敌， §Y黑羊§!。\\n\\n1405年帖木儿去世时，白羊已经占据了迪亚巴克尔周围的库尔德山区，并继续向外扩展它的统治，北到埃尔祖鲁姆，南到上美索不达米亚的拉卡。许多白羊的王子都在为联盟霸主的身份相互竞争， 但与此同时，团结在贾汉·沙阿领导下的黑羊已经成功地宣称了帖木儿从伊拉克到阿塞拜疆的遗产。\\n\\n除非白羊能够再次团结在一个强大的领袖之下，它很快就有可能沦为黑羊帝国的附庸，被埃及和叙利亚的 §Y马穆鲁克§! 或东山再起的§Y奥斯曼§! 帝国入侵。\\n\\n团结白羊并向外扩张需要一个既有野心又有能力的人，或许是一个像年轻的王子§Y乌赞哈桑§!那样的人。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_qara_qoyunlu:0",
        "original": "The origin of the §YQara Qoyunlu§!, or the Black Sheep, is somewhat unclear, though their own tradition has them as descendants of the great Oghuz Khans of the past. For over a century now the Black Sheep have been trying to carve out an Empire for themselves in Azerbaijan and Iraq. Like many other powers in the area they were crushed by the Central Asian warlord Timur, who swept through from Iran to Anatolia, casting aside all who would oppose him.\\n\\nTimur is now dead and his son, §YShah Rukh§!, has spent a lifetime trying to keep his father's §YTimurid§! Empire together. This has allowed the Qara Qoyunlu to rise again, and under §YJahân Shâh§!, one of the greatest rulers of the age, they have retaken not only Tabriz but all lands from the borders of §YGeorgia§! to the swamps of the Shatt-al-Arab in southern Iraq.\\n\\nTo the west, the §YAq Qoyunlu§!, or White Sheep, are embroiled in a lengthy civil war between countless claimants. The White Sheep are the traditional rivals of the Qara Qoyunlu and could perhaps prove a worthy enemy in time. For now, however, the §YOttoman§! Empire in Anatolia and §YMamluks§! in Egypt are more dangerous neighbors.\\n\\nAt end of [GetYear] the Timurid Empire is still a constant threat to the east, but the aging Shah Rukh is reported to have grown sick and impotent. From east to west his sons and grandsons are preparing for a succession war that is all but assured. Indeed, the news of illness have been enough for Muhammad bin Baysonkor in §YAjam§! to break his ties to his grandfather.\\n\\nIn his thirst for glory the young prince seems oblivious to the threat posed by Jahan Shah and the Black Sheep...",
        "translation": "尽管传统上认定它是伟大的乌古斯汗的后代，§Y黑羊§!的起源仍不明确。 在过去的一个世纪中，黑羊一直致力于在阿塞拜疆和伊拉克创造出自己的帝国。像该地区许多其他势力一样，它曾被横扫了从伊朗到安纳托利亚的土地，驱逐一切反对他的人的中亚战神帖木儿击败。\\n\\n但帖木儿已经去世，他的儿子，§Y沙哈鲁§!用了毕身的精力来试图捍卫他父亲留下的§Y帖木儿§! 帝国的完整。这让黑羊有机会东山再起。在这个时代最伟大的统治者§Y只罕沙§!的领导下，黑羊不仅夺回了大不里士，还获得了从§Y格鲁吉亚§! 的边境到伊拉克南部阿拉伯河流域沼泽地的所有土地。\\n\\n在西边 §Y白羊§!正卷入不同宣称者之间的内战中。白羊是黑羊的传统宿敌，之前也是黑羊强劲的对手。但是，现在安纳托利亚的§Y奥斯曼§!帝国和埃及的§Y马穆鲁克§!是更加危险的邻居。\\n\\n在[GetYear]年结束的时候，帖木儿帝国仍是东面持续的威胁，但年迈的沙哈鲁已经疾病缠身，无力统治国家。从东边到西边，他的子孙正在准备着几乎不可避免的继承战争。事实上，病重的消息足以让§Y阿贾姆§!的穆罕穆德 本 拜宋豁儿与他的祖父断绝关系。\\n\\n对荣耀的渴望使得这位年轻的王子没有察觉来自贾汉·沙阿和黑羊的威胁……",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_timurids:0",
        "original": "[Root.Monarch.GetName] is the supreme ruler of the §YTimurid§! Empire and the son of the great conqueror Timur.\\nMuch has changed since the death of the Great Emir however, and his empire that once stretched from §YAnatolia§! to §YDelhi§!.\\n\\n§YShah Rukh§! has been able to keep most of Timur's empire together and patronized a thriving center of learning and arts in Herat, the pearl of §YKhorasan§!, but his reign is near its end and the aging ruler has fallen ill during the past year. In the outer provinces sons and grandsons are observing the court in Herat with great interest.\\n\\n§YAjam§! under §YMuhammad bin Baysonqor§! is already independent in all but name. In Astarabad, Khorasan, his brother §YBabur§! has built a small power base for himself, no doubt with the only goal to have a base in the coming succession struggles. §YTransoxiana§!, and Timur's own old capital Samarkand, has been left in the able hands of §YUlugh Beg§!, son of our ruler and a great patron of the sciences and arts, while §YFars§! is in the hands of a 12 year old prince of the dynasty.\\n\\nMeanwhile the §YQara Qoyunlu§! Federation has taken over many of the western parts of Timur's original empire and in southern Iraq the millenarian §YMushasha§! have conquered Khuzestan and ousted the Timurid administrators from that region. The §YUzbeks§! are continually raiding our holdings in Transoxiana and our Indian governors have been ousted from Delhi.\\n\\nAs [GetYear] draws to an end the fate of the empire seems uncertain. Should Shah Rukh recover he may well rule for a number of years yet, but the tension is tangible, every son and grandson has been waiting for the moment of the emperor's death their entire lives…",
        "translation": "[Root.Monarch.GetName]是§Y帖木儿§!帝国最高统治者，伟大征服者帖木儿的儿子.\\n然而，自从伟大的埃米尔死后很多事情都变了，包括他从§Y安纳托利亚§!扩张到§Y德里§!的帝国。\\n\\n§Y沙哈鲁§!保住了帖木儿帝国的大部分领土，并在§Y呼罗珊§!的明珠——哈烈资助建立了一个繁荣的学术艺术中心，但他的统治已经临近终点，在过去的一年里，这位年迈的统治者身染疾病。驻在外地的儿孙们都密切的关注着哈烈宫廷里的这一切。\\n\\n在§Y阿贾姆§!的§Y穆罕默德·本·拜宋豁儿§!除了名义外事实已经独立。在呼罗珊的阿斯塔拉巴德，他的兄弟§Y巴八儿§!为自己建立了一个小据点，毫无疑问，唯一的目的就是在即将到来的继承斗争中建立基础。§Y河中§!和帖木儿的旧都撒马尔罕掌握在我们统治者的儿子，科学和艺术的伟大赞助人 §Y兀鲁伯§!的手中，§Y法尔斯§!则属于一位十二岁的王子。\\n\\n同时§Y黑羊王朝§! 已经接管了帖木儿时原属帝国西部的许多土地，在伊拉克南部，千禧年主义者§Y穆沙萨§!征服了胡齐斯坦，并驱逐了该地区的帖木儿官员。 §Y乌兹别克人§!也在不断掠夺我们在河中地区的财富，而我们派驻印度的官员已经从德里被逐出。\\n\\n[GetYear]年即将过去，帝国的命运仍有诸多未知的变术。 如果沙哈鲁能康复过来，他或许还能再统治数年，但紧张的气氛己显而易见，每一位儿孙一生都在等待着这位帝王死去的那一刻……",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_khorasan:0",
        "original": "[Root.Monarch.GetName] rules §Y[Root.GetName]§! from Astarabad as a governor of the §YTimurid§! ruler §YShah Rukh§!. Our ruler is Shah Rukh's grandson, and a claimant to the great Timurid Empire that once stretched from §YAnatolia§! to §YDelhi§!.\\n\\nShah Rukh is old, however, and his once firm grip over every affair in the empire is a thing of the past.\\n\\nIn §YAjam§! his grandson, and our ruler's brother, Muhammad bin Baysonqor, is independent, in all but name. In §YTransoxiana§! their uncle, Ulugh Beg, has built a strong power base for himself.\\nThough §YFars§! is ruled by the child prince Abdallah bin Ibrahim, his claim is just as true as that of his cousins.\\n\\nMeanwhile the §YQara Qoyunlu§! Federation has taken over Iraq and many of the western parts of Timur's original empire and in southern Iraq the millenarian §YMushasha§! have conquered Khuzestan and ousted the Timurid administrators from the region.\\n\\nAs [GetYear] draws to an end the fate of the empire seems uncertain. Should Shah Rukh recover he may well rule for a number of years yet, but the tension is tangible, every son and grandson has been waiting for the moment of the emperor's death their entire lives…",
        "translation": "[Root.Monarch.GetName]统治着§Y[Root.GetName]§!，国君本人来自阿斯塔拉巴德，同时是 §Y帖木儿§!的统治者§Y沙哈鲁§!的行政官。我们的统治者沙哈鲁的孙子，对这个一度从§Y安纳托利亚§!到§Y德里§!的帖木儿帝国有着宣称权。\\n\\n然而沙哈鲁已进入老迈之年，他一度把帝国内部大小事情紧抓手里进行处理时的盛况已一去不复返。\\n\\n在§Y阿贾姆§!，他的孙子，同时也是我们统治者的兄弟，穆罕默德·本·拜宋豁儿，已经独立，尽管名义上还是帝国的一部分. 在§Y河中地区§!他们的伯父，乌鲁伯格，已经为自己建立了一个强大的权力基础.\\n尽管 §Y法尔斯§!由尚是孩童的阿卜杜拉·本·易卜拉欣统治，但他的宣称权和他的堂兄弟一样正当合法。\\n\\n同时§Y黑羊王朝§!已经接管了帖木儿原来的帝国西部的许多土地，以及在伊拉克南部千禧年主义的§Y穆纱萨§!征服了胡齐斯坦，并驱逐了该地区的帖木儿行政官员。\\n\\n[GetYear]年即将过去，帝国的命运还是不确定的。 如果沙鲁克康复过来，他或许还能再统治数年，但事情已经明了，每一位儿孙都在等待着这位帝王死去的那一刻，届时，他们整个生活将……",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_transoxiana:0",
        "original": "§Y[Root.Monarch.GetName]§! rules §Y[Root.GetName]§! from Samarkand, the great capital of his grandfather Timur, the conqueror who built an empire from §YAnatolia§! to §YDelhi§!. Our overlord and [Root.Monarch.GetName]'s father §YShah Rukh§! rules his father's empire from Herat to our south, as the supreme authority over Transoxiana and all other Timurid realms.\\n\\nShah Rukh's reign is near its end, however, and the aging ruler has fallen ill during the past year. In the provinces his sons and grandsons are observing the court in Herat with great interest. §YAjam§! under Muhammad bin Baysonqor is already independent in all but name. In Astarabad, §YKhorasan§!, his brother Babur has built a small power base for himself, no doubt with the only goal to have a base in the coming succession struggles.\\n\\n§YAfghanistan§! is ruled by a lesser grandson while §YFars§! is in the hands of a 12 year old prince of the dynasty.\\n\\nMeanwhile the §YUzbeks§! to the north are watching with interest, awaiting the day we will be weakened by the inevitable succession struggle. In the west other enemies of the Empire, such as the §YQara Qoyunlu§! and the millenarian §YMushasha§!, have made great inroads into what was once Timur's domain.\\n\\nAs [GetYear] draws to an end the fate of the empire seems uncertain. Should Shah Rukh recover he may well rule for a number of years yet, but the tension is tangible, every son and grandson has been waiting for the moment of the emperor's death their entire lives…",
        "translation": "在他的祖父，建立了从 §Y安纳托利亚§!到§Y德里§!的庞大帝国的征服者帖木儿的首都撒马尔罕，§Y[Root.Monarch.GetName]§!统治着§Y[Root.GetName]§!。我们的宗主，[Root.Monarch.GetName]的父亲§Y沙哈鲁§!，作为河中地区和其他帖木儿汗国领地的最高统治者，领导着他父亲建立的从哈烈到我们南方的帝国。\\n\\n但沙哈鲁的统治即将走到尽头。年老的统治者在过去几年里一直卧床不起，而他的儿孙们正在外地对哈烈的宫廷虎视眈眈。在§Y阿贾姆§!，穆罕默德-本-拜宋豁儿的政权除了在名义上之外已经独立。在§Y呼罗珊§!的阿斯塔拉巴德，他的兄弟巴八儿也建立了自己的小权力中心，无疑是为了继承权的争夺打下基础。\\n\\n§Y阿富汗§!被他更年幼的孙子控制，而§Y法尔斯§!则被王朝12岁的小王子掌控。\\n\\n同时，北方的 §Y乌兹别克§!也在虎视眈眈，等待着我们被不可避免的继承权争斗削弱的那一天。在西方，帝国的其他敌人，比如§Y黑羊§!和千禧年主义的§Y穆沙萨§!，正在大规模侵扰曾经属于帖木儿帝国的领土。\\n\\n随着[GetYear]即将结束，帝国前途未卜。如果沙哈鲁得以康复，他还能在几年内继续他的统治，但局势已然紧张，每一个子孙都在静待他们已经期待一生的皇帝殡天一刻……",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_north_west_africa:0",
        "original": "[GetYear] is a time of transition in North Africa. South of the Sahara, the old §YMali§! Empire is long past its prime, and by now most areas except the core of the state has slipped into independence or into the hands of the rising §YSonghai§! and §YMossi§! kingdoms.\\n\\nNorth of the Sahara, the Maghreb countries are suffering from shrinking cities, loss of authority, and political instability, after a long period of tribal Arab migration into the area. The §YHafsid§! and §YMarinid§! empires in §YTunis§! and §YFez§! are respectively still powers to be counted with, but in the mountains and deserts, a number of regional kings and chiefs wait for a moment of weakness.",
        "translation": "在北非，[GetYear]是一段变革的时期。 撒哈拉以南，古老的 §Y马里§!帝国已经度过它的巅峰期很久了。现在除了帝国核心的直属州，绝大部分的其他地区不是分裂独立就是落入了正在崛起的 §Y桑海§! 和§Y莫西§!王国之手。\\n\\n撒哈拉以北，马格利布地区的国家在阿拉伯部落大迁徙后，纷纷遭受着城市萎缩， 权威丧失以及政治动荡。 §Y哈夫斯§!和§Y马利尼德§!帝国在§Y突尼斯§! 和§Y非斯§!虽仍然被视为强大的势力。但在沙漠和山区，许多地域的部落首领和国王正等候着帝国衰落的时机。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_horn_of_africa:0",
        "original": "§YEthiopia§!, under the §YSolominid§! king §YZara Yakob§!, is experiencing a golden age of expansion and inner strength. In many ways this dynamic Empire is dominating the entire region. However, the many Muslim and Pagan states of the Horn of Africa, all view this expansion of a militant Christian Empire with fear and contempt.\\n\\nFurther down the Nile, the last remnants of the Christian Nubian Kingdoms are fighting for their survival against §YMamluks§! in the north, as well as the local Muslim tribal federations that have moved into the area.",
        "translation": "§Y埃塞俄比亚§!在§Y所罗门§!王朝的§Y扎拉·雅各布§!的引领下，正度过着一段国力提升与对外扩张的黄金时期。在许多方面，这个充满活力的帝国正统治着整个区域。然而，非洲之角的许多穆斯林和多神教国家，都充满恐惧与蔑视地将这种行为视作这个基督教帝国的侵略。\\n\\n在尼罗河的下游，努比亚人仅存的基督教王国正为了生存与§Y马穆鲁克§!以及当地的穆斯林部落联盟在北部浴血奋战。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_far_east:0",
        "original": "In [GetYear] conflict is brewing on the §YMing§!-§YOirat§! border. §YEsen Choros§!, leader of the §YOirats§!, has united a great area. As the Chinese look on with concern, he is now raising an army from the steppes.\\n\\nTo the east, §YKorea§! prospers under the leadership of the now quite old king §YSejong§! and in §YJapan§!, the authority of the Shogunate has slowly begun to erode, in the wake of the assassination of Shogun Ashikaga Yoshinori.",
        "translation": "在[GetYear]年一场冲突在§Y大明§!与§Y瓦剌§!的边界上悄然酝酿。作为§Y瓦剌§!的领袖，§Y绰罗斯·也先§!已经统一了大片区域。中国人正忧虑的关注着他在草原上日益增强的军队。\\n\\n在更东方，§Y朝鲜§!在年过不惑的国王§Y世宗§!的领导下享受着繁荣。与此同时在§Y日本§!，随着将军足利义教被暗杀，幕府的权威开始缓慢的衰败。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_south_east_asia:0",
        "original": "The 15th century was a time of turbulence in Indochina and Indonesia, which saw many new dynasties rise, while others faded. Ever since §YMing§! reverted to a more passive foreign policy in 1430's, §YMalacca§! has dominated the sea trade, competing with §YPasai§! in Sumatra, §YBrunei§! in Borneo (Kalimantan), and §YMajapahit§! in Java.\\n\\nIn northern and central Indochina, §YDai Viet§!, §YAyutthaya§!, and §YLan Xang§! are competing with the old kingdoms of §YChampa§! and §YKhmer§!.\\nThe Burmese city state of §YTaungu§!, soon to become the most aggressive Empire in this region, was in [GetYear] still a small state dependent on §YAva§!.",
        "translation": "在印度支那与印度尼西亚，15世纪是一个动荡的时期，一些新兴的王朝崛起，而一些则衰落。自从§Y大明§!在1430年代恢复了更加消极的对外政策，§Y马六甲§!就主导了整个海上贸易，与§Y八昔§!在苏门答腊，和§Y文莱§!在婆罗洲（加里曼丹），同§Y满者伯夷§!在爪哇均进行着竞争。\\n\\n在印度支那的北部和中部，§Y大越§!、§Y阿瑜陀耶§!和§Y琅勃拉邦§!正与古老的王国§Y占婆§!和§Y高棉§!进行着对抗。\\n缅甸的§Y东吁§!，在 [GetYear] 年虽然仍是一个依附于§Y阿瓦§!的小城邦，却很快会成为该地区最有侵略性的的一个帝国。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_middle_east:1",
        "original": "As the §YTimurid§! Empire's borders recede, a number of regional magnates and tribal chiefs see their opportunity to carve out states for themselves.\\nIn Anatolia and Syria this vacuum has already been filled by the §YOttomans§! and §YMamluks§!, the old regional powers in this area.\\n\\nIn this uncertain political situation, tensions are on the rise between the old sedentary cultures of the region and the many Turkic tribes that dominate its military and political life. Many of the Turkoman Tribesmen have started to turn to millenarian sects such as the Safawiya – a development that might well reshape the future of the region completely.",
        "translation": "随着§Y帖木儿§!帝国疆域的收缩，各个地域的权贵与首领看到了他们独立建国的机会。\\n在安纳托利亚与叙利亚，统治的真空被该区域已有的强权§Y奥斯曼§!和§Y马穆鲁克§!所填充。\\n\\n在这种政治不定的情况下，古老的农耕文明与统治该地军事政治的突厥部族的矛盾愈发剧烈。 很多土库曼的部族转而皈依了千禧年主义教派比如萨非教团， 这一发展或许会彻底改变该区域的未来。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_central_asia:0",
        "original": "Oblivious to the threat from the steppes, the princes of Samarkand tear Timur's empire apart in their attempts to secure land and power for themselves. To their north, the Shaybanids have been uniting the Kazak and §YUzbek§! tribes, and are now preparing to invade §YTransoxiana§! and take Samarkand for themselves.",
        "translation": "撒马尔罕的首领们为了试图获得土地和权力而肢解了帖木儿帝国 ，而忽视了大草原上的威胁。 在他们的北方，昔班尼王朝已经统一了哈萨克和 §Y乌兹别克§!各部落，现在正准备入侵§Y河中§!，以占据撒马尔罕。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_india:0",
        "original": "In the period between §YTimur§!'s sack of §YDelhi§! in 1398, and the eventual §YMughal§! hegemony in the north, a number of strong and diverse regional kingdoms arose in India.\\nSouthern India is locked in conflict between the §YBahmani§! Sultanate, the §YGajapati§! state in §YOrissa§!, and the §YVijayanagara§! Empire. In the north, the last of the Sayyid Sultans of Delhi is desperately trying to cling on to his throne, as a local magnate named §YBahlul Lodi§! marches on the capital. Meanwhile the former Delhian governors in §YJaunpur§!, §YGujarat§!, §YMalwa§!, and §YBengal§! fight each other and other local dynasties over the remains of the Delhian empire.",
        "translation": "从§Y帖木儿§!于1398年洗劫 §Y德里§!到§Y莫卧儿§!最终在北部建立霸权，大量形形色色的地区强国在这一时期在印度崛起。\\n印度的南部陷入了§Y巴赫曼尼§!苏丹国、§Y奥里萨§!的§Y加贾帕蒂§!王朝以及 §Y毗奢耶那伽罗§!帝国的纷争中。在北方，地方大贵族§Y巴赫鲁勒·洛迪§!向首都进军时，德里最后的赛义德苏丹正绝望地试图稳固住他的王座。与此同时，前德里的统治者们也在 §Y章普尔§!、§Y古吉拉特§!、§Y马尔瓦§!以及§Y孟加拉§! 相互争斗，许多的王朝在德里帝国的遗迹上更迭。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_europe:0",
        "original": "Europe in [GetYear] is on the verge of the §YAge of Discovery§!, yet it is reeling from the shock of the failed Crusade of Varna, as well as the threat of the §YOttoman§! Empire in the east.\\n\\nThe Treaty of Tours has left Western Europe with an uneasy truce, one that looks like it could break at any time, due to the ambition of the Kings of §YFrance§!, §YEngland§!, or the Duke of §YBurgundy§!.\\n\\nIn the north, the Kalmar Union remains in place, despite the deposition of its Pommeranian king by the Hanseatic League, as well as dissident §YSwedish§! and §YDanish§! nobles.\\n\\nThe §YRussian§! states are barely starting to feel free of the Tatar yoke, as the §YGolden Horde§! continues to fracture, ever since its crushing defeat at the hands of Timur.\\n\\nAs the High Renaissance approaches, §YItaly§! and §YGermany§! remain fraught by the constant friction between the §YEmperor§! and the many autonomous princes.\\n\\nThe entire continent is on the verge of major changes, and it will be up to you to lead the §Y[Root.GetAdjective]§! [Root.GovernmentName] through this period.",
        "translation": "[GetYear]年的欧洲迎来了§Y地理大发现时代§!的曙光，虽然它刚刚经历了瓦尔纳十字军东征失败的阵痛，还面临着§Y奥斯曼§!帝国在东方的威胁。\\n\\n图尔条约仅仅为西欧带来了短暂的休战，一纸停战协议远不能限制§Y法兰西§!国王、§Y英格兰§!国王和§Y勃艮第§!公爵的野心，战争随时可能再次爆发。\\n\\n在北方，卡尔马联合看似稳定，但来自波美拉尼亚的国王已被汉萨同盟罢黜，§Y瑞典§!和§Y丹麦§!的贵族们也存在着矛盾。\\n\\n自从§Y金帐汗国§!惨败于帖木儿的铁蹄下，整个国家便开始分裂，而§Y罗斯§!各国终于得以艰难地摆脱鞑靼人的奴役。\\n\\n随着文艺复兴鼎盛时期的到来，§Y意大利§!和§Y德意志§!地区却饱受其各个自治诸侯与§Y神圣罗马帝国皇帝§!的冲突之苦。\\n\\n整个大陆都陷入了前所未有的变革时代，而这一切将由你§Y[Root.GetAdjective]§![Root.GovernmentName]来引领。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_asia:0",
        "original": "Asia is a huge continent, and in [GetYear] it is inhabited by a number of diverse peoples.\\n\\nIn the west, the §YOttomans§! are on the rise while the §YTimurids§! are crumbling, leaving room to a number of new promising states and would-be empires from Azerbaijan to Central Asia and India.\\n\\nIn the far East, the §YMing§!, still a young dynasty by Chinese standards, are consolidating their hold over the Empire of China and its Southeast Asian tributaries, while also trying to contain the nomads of the north.\\n\\nThe island of §YJapan§! is rife with conflict, as a number of weakening Shoguns have left the country open to self-made Daimyo, local strong men from smaller clans.",
        "translation": "亚洲是个辽阔的大陆，在[GetYear]年形形色色的民族分布其上。\\n\\n在西方，随着§Y帖木儿§!帝国的崩塌，§Y奥斯曼§!开始崛起。同时从阿塞拜疆到中亚和印度，许多新兴的国家和未来的帝国也开始在其残骸上成长。\\n\\n而在东方，从中国的历史的角度来看§Y明朝§!仍然是一个年轻的王朝，正稳固着来自东南各国的朝贡，同时也试图遏制住来自北方游牧的威胁。\\n\\n§Y日本§!正面饱受着纷争与战乱，几代幕府将军的软弱使得来自各地的强权自称大名且各自为政。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_africa:0",
        "original": "The African continent is huge and diverse. West Africa is home to a number of rising kingdoms, such as §YSonghai§! or §YBornu§!, as well as waning states, such as the §YMali§! Empire. The Maghreb is going through a general crisis of de-urbanization, foreign invasions, and famine, while Egypt is firmly under the rule of the §YMamluk§! households. In the east, §YEthiopia§! is dominating the Horn of Africa, and maritime Sultanate of §YKilwa§! is desperately trying to control the Swahili sultanates on the coast.\\nBy the Great Lakes, the Intralacustrine kingdoms fight over the spoils of the Kitara Empire, while the §YMutapa§! and §YMarawi§! kingdoms try to assert their authority over the Zambezi.",
        "translation": "非洲大陆庞大且纷繁复杂。西非是很多新兴王国的发祥地，比如§Y桑海§!或§Y博尔努§!。当然也包含了一些渐渐衰亡的国家，§Y马里§!帝国就是其中之一。马格里布地区正遭受着城市消亡，外敌入侵和严重的饥荒。与此同时埃及正被§Y马穆鲁克§!的王室牢牢的控制着。在东方，§Y埃塞俄比亚§!正在统治着非洲之角，海上的§Y基尔瓦§!苏丹国正在倾全国之力地试图控制海岸边斯瓦希里人的各苏丹国。\\n在大湖区，湖边的各个王国都在争夺着基塔拉帝国的遗产，而§Y穆塔帕§!和§Y马拉维§!则试图坚持它们在赞比西河的权威。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_oceania:0",
        "original": "In many parts of the world [GetYear] is a crucial year. In Europe, the shockwaves from Varna is changing the political landscape. In Asia, §YMing§! is consolidating their rule, and the many States of India are trying to gain an upper hand after Timur left the subcontinent. In the Americas, the §YAztec§! and §YIncan§! Empires have begun to form.\\n\\nIn Oceania, however, we know very little about what is going on. It will be up to you to make the region relevant to the rest of the world – most likely you will have to do so with sword in hand.",
        "translation": "[GetYear]年对于世界各地都是一个重要的时间点。在欧洲，瓦尔纳十字军的失败像海啸一般冲击了整个欧洲的政治格局。在亚洲，§Y大明§!正加强着王朝的统治。在印度，各个国家在帖木儿撤走后都试图在次大陆占得先机。在美洲，§Y阿兹特克§!与§Y印加§!帝国初步形成。\\n\\n而大洋洲对于我们来说还是一片未知之地。这一切的一切将由你来决定。请用剑与铁蹄来决定整个地区乃至整个世界吧！",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_central_america:0",
        "original": "Recent years have seen the rise of the §YAztec§! triple alliance in the valley of Mexico, while the §YTarascan§! empire has similarly started to expand their domain in the west. Further east, the Yucatan peninsula is home to the fractured remains of the Mayan Empire and the recently collapsed League of Mayapan.",
        "translation": "近些年§Y阿兹特克§!三国同盟在墨西哥谷中崛起，而§Y塔拉斯卡§!帝国则也同样在西部崛起。更东边的尤卡坦半岛，则是玛雅文明的遗迹和最近破碎的玛雅潘联盟的家园。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_north_america:0",
        "original": "The last remnants of the ancient Mississippian civilization are dwindling, leaving behind remnant-states that will become the §YCreeks§!, §YChickasaw§! and §YChoctaw§!.\\nIn the north, wandering prophets and leaders advocate for unity among the §YIroquois§! and the §YHurons§!, forming powerful confederacy that will shape the course of history.",
        "translation": "古密西西比文明的最后的残余也正在逐渐衰落，它们后来会形成§Y克里克§!，§Y奇克索§!和§Y乔克托§!。\\n在北方，徘徊着部落的先知与首领，他们提倡§Y易洛魁§!与§Y休伦§!的统一联盟，形成了一个强大的联邦，注定将改变整个历史的进程。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_south_america:0",
        "original": "In the wake of the collapse of the Wari and Tiwanaku empires, the Andean world has fractured into a number of regional kingdoms. In [GetYear], the young prince Yupanqui Pachacutec has just saved his ancestral kingdom from total extinction at the hands of the neighboring Chancas, and has instead annexed their kingdom. Few would guess at this point that this young prince would transform his small kingdom into the greatest empire in the history of the continent.",
        "translation": "瓦里和蒂瓦纳科帝国衰败和崩溃后，安第斯世界分裂成几个区域性国家。在[GetYear]年，年轻的王子尤潘基·帕查库特克刚刚兼并了昌卡，从他们的手下拯救了由先王传承下来的王国。很少有人会猜到这个年轻的王子会把他的弹丸小国发展成这个大陆历史上最伟大的帝国。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_rnw:0",
        "original": "§Y[Root.GetName]§! is one of the countries populating the New World, a region both vast and entirely uncharted. What the future holds for our people is both uncertain and up to our ambitions.",
        "translation": "§Y[Root.GetName]§!是位于新大陆的国家之一，这是一个广阔而未知的区域。未来对于我们的人民是一片未知，而我们的雄心必将主宰。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_generic:0",
        "original": "Some would say that the [Root.GovernmentName] of §Y[Root.GetName]§! is a country with an insignificant past. While this is clearly more jealousy than truth, our past is not as important as the glorious future in store for our people.",
        "translation": "一些人会说§Y[Root.GetName]§!的[Root.GovernmentName]过去只是一个微不足道的小国。虽然这明显是出于嫉妒，但比起我们人民所拥有的光明未来，我们的过去并不重要。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_mechanic_title:0",
        "original": "[Root.GetName] is [Root.Religion.GetName]",
        "translation": "[Root.GetName]信仰[Root.Religion.GetName]",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_mechanic_title_plural:0",
        "original": "The [Root.GetName] are [Root.Religion.GetName]",
        "translation": "[Root.GetName]信仰[Root.Religion.GetName]",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_age_of_reformation:0",
        "original": "The 16th century is a time of great changes in the political fabric of the world. The rebellion against the §YCatholic§! Church itself, by a number of §YReformers§! and their adherents, will in time have a profound impact on the political life on Europe. More immediately, however, dynamic statesmen are reshaping the world to their liking.\\n\\nIn Western Europe, §YFrance§!, §YSpain§! and §YAustria§! are in constant conflict over §YItaly§! and the §YLow Countries§!. Spain is especially eager for European endeavors, bolstered by the sudden fall of the §YAztec§! and §YInca§! Empire, and the massive influx of wealth this brought them.\\n\\nThe Kalmar Union, once the defining alliance of Northern Europe, has been broken apart by §YSwedish§! noblemen, eager to build an empire of their own, rather than to serve in one ruled from Copenhagen.\\n\\nIn the Near East, the §YOttomans§! are about to embark on more large scale expansion than ever before in their history. §YPersia§!, recently united by the §YSafavid§! dynasty, is expanding in the opposite direction, headed for a direct confrontation.\\n\\nIn Kabul, the last §YTimurid§! prince, Babur, is gathering his forces for one final attempt to salvage an Empire for his dynasty. Destined to be successful beyond his wildest dreams, he is about to found an Empire to rule one fourth of the world's population.\\n\\nFor the most part however, the world of [GetYear] remains one of mostly isolated regions. All this is about to change, and not only due to the Spanish Imperial project in the Americas.\\n§YPortugal§! is steadily expanding their influence in the Indian Ocean, Indonesia and even East Asia. Soon, the squabbling states of Sengoku era §YJapan§! will be but a ship's journey from Lisbon, or even Havana.",
        "translation": "16世纪是世界政治格局风云骤变的时代。由一群§Y宗教改革者§!与他们的支持者所领导的对抗§Y天主教§!教会的叛乱，将会在一段时间之后对欧洲的政治生活带来深远的影响。然而在短期内，活跃的政治家们正在按照自己的喜好重塑着世界。\\n\\n在西欧，§Y法兰西§!，§Y西班牙§!和§Y奥地利§!在§Y意大利§!和§Y低地§!不断滋生冲突。§Y阿兹特克§!和§Y印加§!帝国的突然崩塌与大量财富的流入让西班牙渴望在欧洲大陆上更进一步。\\n\\n曾经在北欧举足轻重的卡尔马联盟由于§Y瑞典§!贵族渴望建立自己的帝国而变得四分五裂，不再受哥本哈根的一并统治。\\n\\n在近东，§Y奥斯曼§!帝国将要开启前所未有的更大规模的扩张。而最近才被§Y萨菲§!王朝统一的§Y波斯§!正在往相反的方向扩张，直面新的冲突。\\n\\n在喀布尔，最后一位§Y帖木儿§!王子巴布尔，为了自家王朝的延续，正聚集力量做最后一搏，拯救帝国。然而他做梦也没有想到，自己命中注定将建立一个统治世界四分之一人口的帝国。\\n\\n但对于大部分国家而言，[GetYear]的世界仍然是地区间彼此孤立的。然而这一切都将改变，不仅仅是因为西班牙的帝国力量辐射到了美洲。\\n§Y葡萄牙§!也正稳步在印度洋，印度尼西亚，甚至东亚提升自己的影响。很快，不断内斗的战国时代§Y日本§!将仅仅只是一趟从里斯本，甚至哈瓦那出发的航行的事了。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_age_of_absolutism:0",
        "original": "Even years after the fact, few yet realize that the conflict that started by a window in Prague in 1618 will devastate the European continent for 30 years, and define the 17th century.\\n\\nTo the east the §YPolish-Lithuanian Commonwealth§! is losing ground to §YRussia§!, and the §YOttoman§! Empire has a firm hold over the Kingdom of §YHungary§!. While no border of the Empire is at peace, not in the Maghreb, Iraq, Egypt or the Balkans, the Sultanate has yet to reach its greatest extent.\\n\\n§YSpain§! seemingly reigns supreme, in the New World as well as in Christian Europe, but the Kingdom is about to be challenged in both regions.\\n\\nFurther East, Akbar the Great has just left a thriving and expansionist §YMughal§! Empire to his son Aurangzeb. In time it will come to encompass almost the entire Indian subcontinent.\\n\\nIn East Asia, the §YManchu§! Jurchens have united, posing a threat to a §YMing§! Empire destabilized by inner turmoil and natural disasters.\\n§YJapan§! looks to have entered a period of peace, as the §YTokugawa§! Shogunate consolidates its hold over the last independent minded Daimyo of the island.\\n\\nThis is an age of Empires and rapidly growing central power, an age of war and conquest.",
        "translation": "尽管事情已经过去了几年，但很少有人能意识到由1618年布拉格的一扇窗户导致的冲突将蹂躏欧洲大陆30年，并且决定了17世纪的格局。\\n\\n东边§Y波兰立陶宛联邦§!的国土正被§Y俄罗斯§!蚕食，同时§Y奥斯曼§!帝国已经牢牢的控制住了§Y匈牙利§!王国。尽管帝国在马格里布，伊拉克，埃及以及巴尔干的边疆都处于战火中，奥斯曼苏丹国的领土仍然没有达到巅峰。\\n\\n§Y西班牙§!看起来无论在新大陆还是基督教欧洲，都占据着绝对优势，但即将同时在两地受到挑战。\\n\\n在更遥远的东方，阿克巴大帝刚刚去世，将不断扩张、兴旺的§Y莫卧儿§!帝国交给了他的儿子奥朗则布。不久之后，帝国将把整个印度次大陆收入囊中。\\n\\n在东亚，统一了女真的 §Y满洲§!威胁着遭受内部动荡与自然灾害，更加混乱的§Y明§!帝国。\\n§Y日本§!在§Y德川§!幕府消灭了列岛上最后一个独立的大名之后，巩固了统治，进入了一段看似和平的时期。\\n\\n这是一个帝国加速中央集权的时代，一个战争与征服的时代。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_age_of_revolutions:0",
        "original": "At the dawn of the §YAge of Revolutions§! the great colonial Empires look as stable as ever. However, the seeds of destruction are planted, and the peoples of the Americas have begun to yearn for independence.\\n\\nThe §YQing§! Empire, born last century, has strengthened its hold over East Asia, expanding the borders of China even further than Ming influence ever reached.\\n\\nIn India, the §YMughal§! Empire has reached its widest extent, but in order to do so Aurangzeb has seriously overextended its resources, while giving influential administrators a greater deal of autonomy than the Imperial system can easily handle.\\n\\nIn Europe, the era of Absolutism has left the continent dominated by strong, hungry, and militaristic states.\\nWithin a century, some of these kingdoms will spend great resources tearing each other apart, with the weaker ones, such as §YSweden§! or §YPoland§!, left by the wayside.\\n\\nHowever, a much greater threat will in time reveal itself from within. As the hurdled masses embrace the revolutionary ideals, no monarch, however, enlightened, will be safe.",
        "translation": "在§Y大革命时代§!的黎明时分，庞大的殖民帝国们貌似与以往一样稳定。然而，破坏的种子已经种下，美洲的人民逐渐开始呼唤独立与自由。\\n\\n上一个世纪刚刚诞生的§Y清§!帝国进一步巩固了对于东亚的统治，并向外推进了中国的边境，超过了明朝所能影响的范围。\\n\\n在印度，§Y莫卧儿§!帝国已经达到了它最大的疆域，但为此奥朗则布严重消耗了帝国国力，给予权势巨大的执政者们大量超出帝国所能控制的自治权。\\n\\n在欧洲，专制主义时代留下了几个强大，饥渴，穷兵黩武的国家统治着整个大陆。\\n在接下来的一个世纪内，这些国家中的一部分将会消耗大量国力试图撕碎彼此，而剩下一部分相对较弱的国家，例如§Y瑞典§!或§Y波兰§!，将被淘汰出局。\\n\\n然而更大的威胁即将在内部滋生，随着人民群众接受革命思想，无论多开明的君主都将无法明哲保身。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_orthodox_icons:0",
        "original": "\\n£DLC_tr Patriarch Authority can also be increased by §YConsecrating Metropolitans§! in your states.\\n\\n£DLC_tr Orthodox countries can use Patriarch Authority to commission religious §YIcons§! that give bonuses for 20 years.\\n\\n",
        "translation": "\\n£DLC_tr 牧首权威还能通过在你的直属州§Y祝圣都主教§!提升。\\n\\n£DLC_tr 东正教国家能使用牧首权威敬拜§Y圣像§!，每次提供20年的奖励。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_catholic_tordesillas:0",
        "original": "\\n\\n£DLC_ed Once colonization of the New World starts, the Papacy will bestow §YColonial Regions§! upon favored countries, with penalties for other Catholics that trespass.\\n\\n",
        "translation": "\\n\\n£DLC_ed£一旦开始殖民新大陆，教宗会把§Y殖民特许地区§!授予青睐的国家，违反的天主教国家会受到惩罚。\\n\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_church_power_info:0",
        "original": "\\n\\n£DLC_cs Protestant countries accumulate §YChurch Power§! over time. This can be used to activate up to 3 §YAspects of Faith§!, tailoring their §YState Church§! to their own needs.\\n",
        "translation": "\\n\\n£DLC_cs£新教国家会随时间积累§Y教会力量§!。教会力量可以用来激活最多3个§Y宗教信条§!，按需定制它们自己的§Y国家教会§!。\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_fervor_info:0",
        "original": "\\n\\n£DLC_won Reformed countries accumulate §YFervor§! monthly. Fervor can be used to activate foci on §YWar§!, §YTrade§! or §YStability§! for the Reformed Country.\\n",
        "translation": "\\n\\n£DLC_won£改革宗国家每月积累§Y宗教热情§!。改革宗国家可以使用宗教热情激活§Y战争§!、§Y贸易§!或§Y稳定§!焦点。\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_blessings_info:0",
        "original": "\\n\\n£DLC_rom Coptic countries can activate §YBlessings§! through conquering the §YHoly Sites§! of their faith. The number of sites under Coptic control determine the number of Blessings for all Coptic countries in the world.\\n",
        "translation": "\\n\\n£DLC_rom 科普特正教国家可以通过征服其信仰的§Y圣地§!来激活§Y神赐§!。在科普特正教控制之下的圣地数量将决定世界上所有科普特正教国家的神赐数量。\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_karma_info:1",
        "original": "\\n\\n£DLC_cs §YBuddhist§! countries have a §YKarma§! value, that will confer different bonuses when it is high, low, or balanced. Karma can be increased by event choices, honoring military alliances, returning cores, converting provinces, being declared war upon, or releasing nations. Karma can be decreased through event choices, declaring wars, and conquering land.\\n",
        "translation": "\\n\\n£DLC_cs §Y佛教§!国家拥有§Y业力§!值，在高、低水平和平衡状态下带来不同的奖励。业力可以通过事件的选择、响应盟友召唤、归还核心、转变省份信仰、被宣战或者释放国家等方式增加。业力同时也可以通过事件的选择、宣战、征服领土等方式降低。\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_harmonization_info:0",
        "original": "\\n\\n£DLC_moh Confucian countries accumulate §YHarmony§!, which gives penalties if it is too low and bonuses if it is high.\\n\\nConfucian countries can also §YHarmonize§! their faith with other faiths, removing all penalties for adherent provinces. Harmonizing takes 50 years and consumes 3 Harmony per year.\\n",
        "translation": "\\n\\n£DLC_moh£儒教国家积累§Y和谐度§!。低和谐度会带来惩罚而高和谐度会带来加成。\\n\\n儒教国家还能够§Y融合§!其他宗教，移除信仰该宗教省份的惩罚。融合持续50年并且每年消耗3和谐度。\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_isolationism_info:0",
        "original": "\\n\\n£DLC_moh All Shinto countries have a level of §YIsolationism§!, ranging from §YOpen Doors§! to §YClosed Doors§!. All levels of Isolationism will confer different bonuses, and your level of Isolationism is changed through the options you take in countrywide §YIncidents§! that you will encounter as your country progresses through the ages.\\n",
        "translation": "\\n\\n£DLC_moh£所有神道教国家拥有§Y孤立主义§!等级，范围在§Y门户开放§!到§Y闭关锁国§!之间。每个等级的孤立主义倾向会带来不同的奖励。 随着时间的推进，你在遇到的全国性§Y事变§!中所做的选择会改变你的孤立主义等级。\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_deities_info:0",
        "original": "\\n\\n£DLC_won Hinduism is a polytheistic religion, and Hindu rulers can choose a §YPersonal Deity§!. This Deity will then confer different bonuses upon the entire country.\\n",
        "translation": "\\n\\n£DLC_won 印度教是一个多神教 。印度教统治者可以选择一个§Y个人神祇§!。不同神祇会给整个国家带来不同加成。\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_cults_info:0",
        "original": "\\n\\n£DLC_rom Fetishist rulers can select a §YCult§!, with its own bonuses and events. New Cults can be unlocked through interacting with countries of foreign religions, or other Fetishist countries that have adopted cults that you lack.",
        "translation": "\\n\\n£DLC_rom£拜物教统治者能够选择一个§Y崇拜§!，带来独有的奖励与事件。新的崇拜能通过与信仰其他宗教的国家或者选择其他崇拜的拜物教国家互动解锁。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_syncretism_info:0",
        "original": "\\n\\n£DLC_cos Tengri countries can adopt a second §YSyncretic§! faith. This faith will be treated as your own for most purposes, and its provinces will give you no penalties. The Syncretic Faiths also all give their own countrywide bonuses and events. Tengri countries that do not adopt a Syncretic Faith instead enjoy an alternative bonus and will have access to other decisions and events.\\n",
        "translation": "\\n\\n£DLC_cos 长生天国家能够选择一个§Y相融§!信仰。相融信仰在大多数情况下会被视作你自己的宗教，信仰该宗教的省份将不会有惩罚。 相融信仰同时会给整个国家带来独特的加成与事件。没有选择相融信仰的长生天国家有另外的加成，并且拥有其他决议与事件。\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_authority_info:0",
        "original": "\\n\\n£DLC_ed Inti countries have a §YReligious Authority§! value. This goes up from choices in events, reducing local §Yautonomy§!, and expanding your empire. Inti Authority is reduced as your provinces gain more autonomy.\\n\\nYou will gain bonuses based on your level of Authority, and you can also use it to enact §YReligious Reforms§!. Every Reform will give a new permanent bonus, and result in a large scale revolt against your rule.\\n\\nOnce all Reforms are undertaken and you border a country with the §YFeudalism§! Institution, you can §YReform the Religion§! and gain technology and institutions from your neighbor, while retaining all the bonuses from Reforms undertaken.\\n",
        "translation": "\\n\\n£DLC_ed£因蒂国家拥有§Y宗教权威§!值。宗教权威通过事件，减少地方§Y自治§!与帝国扩张来增长。省份获得更多的自治度则会减少因蒂的宗教权威。\\n\\n根据宗教权威级别你会获得不同奖励，同时你可以使用宗教权威实施§Y宗教改革§!。每一次改革都将带来一个永久奖励，但也会导致反抗你的统治的大规模叛乱。\\n\\n一旦完成所有的改革，并且与拥有§Y封建制度§!思潮的国家接壤，你可以§Y完成教改§!并且获得邻国所有科技与思潮，同时保留所有宗教改革的奖励。\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_doom_info:0",
        "original": "\\n\\n£DLC_ed As a Nahuatl country you can always declare war during a §YRegency§!.\\nNahuatl countries have a §YDoom§! value, that ticks up by one per province and year. Once the Doom counter reaches 100 it heralds our §YDoomsday§! which will result in all subjects breaking free and be the end of your ruler and the ruling dynasty.\\nIn order to avert Doomsday, Nahuatl countries can declare §YFlower Wars§!, with the goal to capture people to sacrifice.\\nNahuatl states can also §YSacrifice§! the §YRulers§! and §YHeirs§! of Subject states to placate the gods and slow down the count down to Doomsday.\\n\\nOnce a Nahuatl country has acquired §Y5 Vassal States§! it can enact a §YReligious Reform§!, gaining a permanent bonus, in exchange for all vassals declaring independence.\\nOnce all Reforms have been undertaken, Nahuatl states can §YReform their Religion§!, gaining §YTechnology§! and §YInstitutions§! from a more advanced country they border. This will permanently disable the threat of Doom, while retaining the bonuses from all of the Religious Reforms.\\n",
        "translation": "\\n\\n£DLC_ed 作为信仰纳瓦特尔神话的国家，你可以在§Y摄政统治§!时期宣战。\\n纳瓦特尔国家拥有§Y末日§!值，每年每个省份会带来 1 点末日值。末日值达到 100 预示着§Y末日来临§!，导致所有附庸独立，以及统治者与其王朝终结。\\n为了避免末日来临，纳瓦特尔国家可以通过§Y荣冠战争§!来抓捕俘虏进行献祭。\\n纳瓦特尔国家还可以§Y献祭§!附庸国的§Y统治者§! 与§Y继承人§!来取悦众神，延缓末日的到来。\\n\\n一旦获得§Y 5 个附庸国§!，纳瓦特尔国家可以实施一项§Y宗教改革§!，获得永久加成，但要付出所有附庸独立的代价。\\n一旦所有改革项都被实施，纳瓦特尔国家可以§Y改革他们的宗教§!，同时获得更先进的接壤邻国的§Y科技§!和§Y思潮§!。这样可以永久避免末日的威胁，同时保留所有宗教改革的奖励。\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_mayan_info:0",
        "original": "\\n\\n£DLC_ed Countries of the Mayan faith can enact §YReligious Reforms§! once they reach 20 provinces in size. This will give a powerful permanent bonus, but also release many of the provinces under their control again.\\nOnce all reforms are undertaken, countries of the Mayan faith can §YReform the Religion§! itself and gain §YTechnology§! and §YInstitutions§! from a more advanced neighboring state, while retaining the bonuses from Reforms undertaken.\\n",
        "translation": "\\n\\n£DLC_ed£玛雅宗教国家领土达到20个省份时能实施§Y宗教改革§!。改革会带来强力的永久奖励，但同时也会释放大部分原先控制的省份。\\n一旦完成所有改革，玛雅宗教国家可以§Y完成教改§!，获得更先进的邻国的§Y科技§!和§Y思潮§!，同时保留所有宗教改革的奖励。\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_orthodox_icons_no:0",
        "original": "\\n",
        "translation": "\\n",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_catholic_tordesillas_no:0",
        "original": "\\n",
        "translation": "\\n",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_church_power_info_no:0",
        "original": "\\n",
        "translation": "\\n",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_fervor_info_no:0",
        "original": "\\n",
        "translation": "\\n",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_blessings_info_no:0",
        "original": "\\n",
        "translation": "\\n",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_karma_info_no:0",
        "original": "\\n",
        "translation": "\\n",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_isolationism_info_no:0",
        "original": "\\n",
        "translation": "\\n",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_harmonization_info_no:0",
        "original": "\\n",
        "translation": "\\n",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_deities_info_no:0",
        "original": "\\n",
        "translation": "\\n",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_cults_info_no:0",
        "original": "\\n",
        "translation": "\\n",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_syncretism_info_no:0",
        "original": "\\n",
        "translation": "\\n",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_authority_info_no:0",
        "original": "\\n",
        "translation": "\\n",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_doom_info_no:0",
        "original": "\\n",
        "translation": "\\n",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_mayan_info_no:0",
        "original": "\\n",
        "translation": "\\n",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_intro_text:0",
        "original": "The §Y[Root.Religion.GetName]§! faith gives the following modifiers:\\n[Root.Religion.GetCountryModifiers]",
        "translation": "§Y[Root.Religion.GetName]§!信仰带来以下修正：\\n[Root.Religion.GetCountryModifiers]",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_zoroastrian:0",
        "original": "[Root.start_religion_intro]\\n\\nZoroastrianism is a very small religion and can be found in the Yazd province in Iran. It does not share §YReligion Group§! with any other §YReligion§! in the game.",
        "translation": "[Root.start_religion_intro]\\n\\n祆教是一种非常小众的宗教，能够在伊朗的亚兹德省找到。祆教不与游戏中的其他任何 §Y宗教§!属于同一§Y宗教组§!。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_mayan:0",
        "original": "[Root.start_religion_intro][Root.start_mayan_mechanics]\\nMayan provinces can be found primarily around the Yucatan Peninsula, and the Mayan faith shares §YReligion Group§! with the nearby §YNahuatl§! religion.",
        "translation": "[Root.start_religion_intro][Root.start_mayan_mechanics]\\n信仰玛雅宗教的省份主要位于尤卡坦半岛，玛雅信仰与邻近的§Y纳瓦特尔§!宗教属于同一§Y宗教组§!。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_nahuatl:0",
        "original": "[Root.start_religion_intro][Root.start_nahuatl_doom]\\nNahuatl provinces can be found primarily around the valley of Mexico, and the Nahuatl faith shares §YReligion Group§! with the nearby §YMayan§! religion.",
        "translation": "[Root.start_religion_intro][Root.start_nahuatl_doom]\\n信仰纳瓦特尔神话的省份主要位于墨西哥谷，纳瓦特尔信仰与邻近的§Y玛雅§!宗教属于同一§Y宗教组§!。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_inti:0",
        "original": "[Root.start_religion_intro][Root.start_inti_authority]\\nInti provinces can be found primarily in the Andes, and the Inti faith shares §YReligion Group§! with the nearby §YAnimist§! faith.",
        "translation": "[Root.start_religion_intro][Root.start_inti_authority]\\n信仰因蒂崇拜的省份主要位于安第斯山脉，因蒂崇拜与邻近的§Y泛灵论§!信仰属于同一§Y宗教组§!。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_tengri:0",
        "original": "[Root.start_religion_intro][Root.start_tengri_syncretism]\\nTengriism is native to Mongolia, and Tengri provinces can be found primarily in northern Asia.",
        "translation": "[Root.start_religion_intro][Root.start_tengri_syncretism]\\n长生天是蒙古的本土信仰，信仰长生天的省份主要位于亚洲北部。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_fetishist:0",
        "original": "[Root.start_religion_intro][Root.start_fetishist_cults]\\nFetishism is native to Africa, and all Fetishist provinces can be found on the African Continent.",
        "translation": "[Root.start_religion_intro][Root.start_fetishist_cults]\\n拜物教是非洲的本土信仰，所有信仰拜物教的省份都位于非洲大陆。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_hindu:0",
        "original": "[Root.start_religion_intro][Root.start_hindu_deities]\\nHinduism is native to India, and most Hindu provinces can be found in the Indian Subcontinent.",
        "translation": "[Root.start_religion_intro][Root.start_hindu_deities]\\n印度教是印度的本土信仰，大部分信仰印度教的省份位于印度次大陆。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_sikh:0",
        "original": "[Root.start_religion_intro]\\n\\nThere are no Sikh provinces in historical early start dates, as the religion is born and then spread at the turn of the 15th century.\\nThe Sikh faith belongs to the §YDharmic§! Religion Group, together with §YHinduism§!.",
        "translation": "[Root.start_religion_intro]\\n\\n刚开始不存在信仰锡克教的省份，因为锡克教在15世纪末才诞生并且传播。\\n锡克教信仰与§Y印度教§!同属于§Y达摩§!宗教组。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_shinto:0",
        "original": "[Root.start_religion_intro][Root.start_shinto_isolationism]\\nShinto is native to Japan, and belongs to the §YEastern§! Religion Group, together with §YTheravada§!, §YMahayana§!, §YVajrayana§! and §YConfucianism§!.",
        "translation": "[Root.start_religion_intro][Root.start_shinto_isolationism]\\n神道教是日本的本土信仰，与 §Y上座部佛教§!，§Y大乘佛教§!，§Y金刚乘佛教§!以及§Y儒教§!同属于§Y东方§!宗教组。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_confucianism:0",
        "original": "[Root.start_religion_intro][Root.start_confucian_harmonization]\\nConfucianism is in the §YEastern§! Religion Group, together with §YTheravada§!, §YMahayana§!, §YVajrayana§! and §YShinto§!.",
        "translation": "[Root.start_religion_intro][Root.start_confucian_harmonization]\\n儒教与§Y上座部佛教§!，§Y大乘佛教§!，§Y金刚乘佛教§!以及§Y神道教§!同属于§Y东方§!宗教组。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_buddhist_theravada:0",
        "original": "[Root.start_religion_intro][Root.start_buddhist_karma]\\nTheravada is in the §YEastern§! Religion Group, together with the two other Buddhist faiths, §YMahayana§! and §YVajrayana§!, as well as §YConfucianism§! and §YShinto§!.",
        "translation": "[Root.start_religion_intro][Root.start_buddhist_karma]\\n上座部佛教属于§Y东方§!宗教组，和其他两种佛教信仰§Y大乘佛教§!与 §Y金刚乘佛教§!，以及§Y儒教§!与§Y神道教§!属于同一宗教组。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_buddhist_mahayana:0",
        "original": "[Root.start_religion_intro][Root.start_buddhist_karma]\\nMahayana is in the §YEastern§! Religion Group, together with the two other Buddhist faiths, §YTheravada§! and §YVajrayana§!, as well as §YConfucianism§! and §YShinto§!.",
        "translation": "[Root.start_religion_intro][Root.start_buddhist_karma]\\n大乘佛教属于§Y东方§!宗教组，和其他两种佛教信仰§Y上座部佛教§!与 §Y金刚乘佛教§!，以及§Y儒教§!与§Y神道教§!属于同一宗教组",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_buddhist_vajrayana:0",
        "original": "[Root.start_religion_intro][Root.start_buddhist_karma]\\nVajrayana is in the §YEastern§! Religion Group, together with the two other Buddhist faiths, §YTheravada§! and §YMahayana§!, as well as §YConfucianism§! and §YShinto§!.",
        "translation": "[Root.start_religion_intro][Root.start_buddhist_karma]\\n金刚乘佛教属于§Y东方§!宗教组，和其他两种佛教信仰§Y上座部佛教§!与 §Y大乘佛教§!，以及§Y儒教§!与§Y神道教§!属于同一宗教组。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_coptic:0",
        "original": "[Root.start_religion_intro][Root.start_coptic_blessings]\\nCoptic is in the §YChristian§! Religion Group, together with the §YOrthodox§!, §YCatholic§!, §YProtestant§! and §YReformed§! faiths.",
        "translation": "[Root.start_religion_intro][Root.start_coptic_blessings]\\n科普特正教属于§Y基督教§!宗教组，和§Y东正教§!、§Y天主教§!、§Y新教§!以及§Y改革宗§!属于同一宗教组。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_reformed:0",
        "original": "[Root.start_religion_intro]\\n\\nReformed religion spreads from §YCenters of Reformation§!, that spawn once Catholic §YReform Desire§! is high enough.[Root.start_reformed_fervor]",
        "translation": "[Root.start_religion_intro]\\n\\n改革宗从§Y宗教改革中心§!开始传播，当天主教§Y改革呼声§!足够高时会产生宗教改革中心。[Root.start_reformed_fervor]",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_protestant:0",
        "original": "[Root.start_religion_intro]\\n\\nThe Protestant Faith spreads from §YCenters of Reformation§!, that spawn once Catholic §YReform Desire§! is high enough.[Root.start_protestant_church_power]",
        "translation": "[Root.start_religion_intro]\\n\\n新教信仰从§Y宗教改革中心§!开始传播，当天主教§Y改革呼声§!足够高时会产生宗教改革中心。[Root.start_protestant_church_power]",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_orthodox:0",
        "original": "[Root.start_religion_intro]\\n\\nOrthodox countries can build up §YPatriarch Authority§! over time to strengthen the power of the Church within their country.\\n\\nPatriarch Authority is increased through choices in events and other interactions.\\n[Root.start_religion_orthodox_dlc_check]",
        "translation": "[Root.start_religion_intro]\\n\\n东正教国家能随时间提升§Y牧首权威§!，增强国内教会的力量。\\n\\n牧首权威通过事件中的选择以及其他互动来提升。\\n[Root.start_religion_orthodox_dlc_check]",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_muslim_sunni:1",
        "original": "[Root.start_religion_intro]\\n\\nSunni rulers have a §YPiety§! value that measures what type of piety they promote in their society.\\n\\nPiety ranges from §YMysticism§! to §YLegalism§! with different bonuses on the different ends. Your society moves towards Legalism through choices in events, declaring war on infidels and heretics as well as converting provinces. You move towards Mysticism by declaring war on fellow Sunnis and through choices in events and other interactions.\\n\\nOther religions in the §YMuslim§! group are §YShia§! and §YIbadi§!. Sunni is by far the largest religion in the group.\\n\\n[Root.start_religion_muslim_dlc_check]",
        "translation": "[Root.start_religion_intro]\\n\\n逊尼派统治者拥有§Y虔诚§!值，用于衡量其在社会中推行的虔诚类型。\\n\\n虔诚处于§Y神秘主义§!与§Y教条主义§!两极之间，各极效果不同。通过事件中的选择，向异教与异端宣战以及转变省份信仰会让你的社会更倾向于教条主义。而通过向穆斯林同胞宣战，事件中的选择以及其他互动会让你的社会更倾向于神秘主义。\\n\\n其他属于§Y穆斯林§!宗教组的信仰有§Y什叶派§!与§Y伊巴德派§!。逊尼派到目前为止是穆斯林宗教组中流传最广的宗教。\\n\\n[Root.start_religion_muslim_dlc_check]",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_muslim_shiite:1",
        "original": "[Root.start_religion_intro]\\n\\nShiite rulers have a §YPiety§! value that measures their policies towards Islamic orthodoxy.\\n\\nPiety ranges from §YMysticism§! to §YLegalism§! with different bonuses on the different ends. Your society moves towards Legalism through choices in events, declaring war on infidels and heretics as well as converting provinces. You move towards Mysticism by declaring war on fellow Shiites and through choices in events and other interactions.\\n\\nOther religions in the §YMuslim§! group are §YSunni§! and §YIbadi§!. Shiite provinces exist in Iran and the southern parts of Arabia.\\n\\n[Root.start_religion_muslim_dlc_check]",
        "translation": "[Root.start_religion_intro]\\n\\n什叶派统治者拥有§Y虔诚§!值，用于衡量其对于伊斯兰正统信仰的政策。\\n\\n虔诚处于§Y神秘主义§!与§Y教条主义§!两极之间，各极效果不同。通过事件中的选择，向异教与异端宣战以及转变省份信仰会让你的社会更倾向于教条主义。而通过向穆斯林同胞宣战，事件中的选择以及其他互动会让你的社会更倾向于神秘主义。\\n\\n其他属于§Y穆斯林§!宗教组的信仰有§Y逊尼派§!与§Y伊巴德派§!。信仰什叶派的省份主要位于伊朗以及阿拉伯半岛南部。\\n\\n[Root.start_religion_muslim_dlc_check]",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_muslim_ibadi:1",
        "original": "[Root.start_religion_intro]\\n\\nIbadi rulers have a §YPiety§! value that measures their policies towards Islamic orthodoxy.\\n\\nPiety ranges from §YMysticism§! to §YLegalism§! with different bonuses on the different ends. Your society moves towards Legalism through choices in events, declaring war on infidels and heretics as well as converting provinces. You move towards Mysticism by declaring war on fellow Ibadis and through choices in events and other interactions.\\n\\nOther religions in the §YMuslim§! group are §YShia§! and §YSunni§!. Ibadi provinces only exist in the Maghrebi desert and in Oman.\\n\\n[Root.start_religion_muslim_dlc_check]",
        "translation": "[Root.start_religion_intro]\\n\\n伊巴德派统治者拥有§Y虔诚§!值，用于衡量其对于伊斯兰正统信仰的政策。\\n\\n虔诚处于§Y神秘主义§!与§Y教条主义§!两极之间，各极效果不同。通过事件中的选择，向异教与异端宣战以及转变省份信仰会让你的社会更倾向于教条主义。而通过向穆斯林同胞宣战，事件中的选择以及其他互动会让你的社会更倾向于神秘主义。\\n\\n其他属于§Y穆斯林§!宗教组的信仰有§Y什叶派§!与§Y逊尼派§!。信仰伊巴德派的省份只位于马格里布沙漠与阿曼。\\n\\n[Root.start_religion_muslim_dlc_check]",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_catholic:0",
        "original": "[Root.start_religion_intro]\\n\\nCatholic countries can interact with the §YPapacy§! by using the §YPapal Influence§! they accrue over time.\\n§YInfluence§! can either be used to become the §YPapal Controller§! or to get favors from the Papacy.\\n[Root.start_religion_catholic_tordesillas]In early start dates most of the Christian world is Catholic, but over time §YReform Desire§! will build up as a result of the collective actions of all Catholic rulers. Once §YReform Desire§! is high enough the reformation will start, and the §YProtestant§! and §YReformed§! faiths will start to spread rapidly from §YCenters of Reformation§!.\\n\\n[Root.start_anglicanism_description]",
        "translation": "[Root.start_religion_intro]\\n\\n天主教国家能用随时间积累的§Y教廷影响力§!与§Y天主教廷§!互动。\\n§Y教廷影响力§!能用来竞争§Y教廷监护§!或者从教廷获得恩赐。\\n[Root.start_religion_catholic_tordesillas]在一开始基督教世界主要信仰天主教，但是所有天主教统治者的整体行为会导致§Y改革呼声§!随着时间不断增长。一旦§Y改革呼声§!足够高，宗教改革就会爆发，§Y新教§!与§Y改革宗§!信仰会迅速的从§Y宗教改革中心§!传播开来。\\n\\n[Root.start_anglicanism_description]",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_norse:0",
        "original": "[Root.start_religion_intro]\\n\\nThe [Root.Religion.GetName] faith belongs to the §Y[Root.Religion.GetGroupName]§! Group. Norse rulers can select a patron diety with different bonuses to aid them during their reign.",
        "translation": "[Root.start_religion_intro]\\n\\n[Root.Religion.GetName]属于§Y[Root.Religion.GetGroupName]§!宗教组。诺斯信仰统治者能够在拥有不同奖励的神祇中选择一个来供奉，从而帮助他们的统治。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_religion_fallback:0",
        "original": "[Root.start_religion_intro]\\n\\nThe [Root.Religion.GetName] faith belongs to the [Root.Religion.GetGroupName] Group. There are no special mechanics for this Religion or Religion Group.",
        "translation": "[Root.start_religion_intro]\\n\\n[Root.Religion.GetName]信仰属于[Root.Religion.GetGroupName]宗教组。该宗教以及宗教组没有特殊机制。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_culture_government_title:0",
        "original": "[Root.Culture.GetName] [Root.GovernmentName]",
        "translation": "[Root.Culture.GetName][Root.GovernmentName]",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_culture_government_title_plural:0",
        "original": "[Root.Culture.GetName] [Root.GovernmentName]",
        "translation": "[Root.Culture.GetName][Root.GovernmentName]",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_consorts:0",
        "original": "£DLC_rom Monarchs also have §YConsorts§! that can be acquired either through §YRoyal Marriages§!, through events, or when an Heir is created. A Consort will rule until the Heir reaches maturity, instead of a Regency Council.\\n\\n",
        "translation": "£DLC_rom£君主还拥有§Y配偶§!，可以通过§Y王室联姻§!，通过事件或者获得继承人时产生。配偶可以在继承人成年之前，代替摄政议会统治国家。\\n\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_startup_estates_explanation:0",
        "original": "Your Government is augmented by the §YEstates§! of the Realm. These can differ from country to country but represent strong interest groups within your country that can give you powerful benefits if they are §YLoyal§! and §YInfluential§!. An Estate might also be a great hindrance if it is disloyal or too influential however. Their influence and loyalty can be increased through choices in events as well as by granting them territory in the form of provinces in states.\\n\\n",
        "translation": "你领地上的§Y阶层§!增强了你的统治。不同国家的阶层会有差异，但都代表了你的国家中强大的利益集团。如果他们§Y忠诚§!且§Y有影响力§!，他们就会提供强大的奖励。但如果一个阶层不忠或者影响力过大，他们反而会成为巨大的妨害。阶层的影响力与忠诚度可以通过事件中的选项以及在直属州省份界面向阶层授给领地来提高。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_devotion:0",
        "original": "£DLC_cs Theocracies have a §YDevotion§! value, measuring how true they are to their ideals, conferring penalties or bonuses depending on how religiously devoted the state is.\\n\\n",
        "translation": "£DLC_cs£神权国拥有§Y奉献度§!，用于衡量他们对于信仰的真诚，带来惩罚或者奖励取决于国家对于宗教的奉献程度。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_russian_mechanics:0",
        "original": "£DLC_tr [Root.GetName] has the §YRussian Government§! Type, it has access to three Government Interactions:\\n- §YReforming Sudebnik§!: Decreases autonomy in owned provinces.\\n- §YSupporting the Oprichnina§!: Decreases rebel faction progress.\\n- §YRaising Streltsy§!: Raises Special §YStreltsy§! regiments in your capital.\\nThe support to perform these actions build up over time, based on the skills of your ruler and can be found in the Government view.\\n\\n",
        "translation": "£DLC_tr [Root.GetName] 拥有§Y俄罗斯政体§!，该政体拥有三个政府互动：\\n－§Y改革全俄罗斯法典§!：减少拥有省份的自治度。\\n－§Y支持特辖制§!：减少叛军派系进度。\\n－§Y招募射击军§!：在你的首都招募特殊的§Y射击军§!军团。\\n实施这些措施的支持度会随时间增长，增长速度取决于统治者的能力，具体情况可以在政府界面查看。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_iqta:0",
        "original": "£DLC_coc As a country with the §YIqta§! Government you can use three different Government Interactions known as §YTaxation Policies§!:\\n- §YEfficient Tax Farming:§! Increases your §YTax Income§! and gives a one-time §YTax§! increase from all Subject Countries.\\n- §YLand Acquisition:§! Reduces cost of making provinces §YCores§! and gives a one-time §YManpower§! increase from all your Subject Countries.\\n- §YLenient Taxation:§! Reduces the §YLiberty Desire§! of Subject Countries and increases your §YDiplomatic Reputation.§!\\nA Taxation Policy can be activated every 20 years and only one can be active at a time.\\n\\n",
        "translation": "£DLC_coc 拥有§Y伊克塔§!政体的国家可以使用三个不同的政府互动，即§Y税收政策§!：\\n－§Y高效的包税制：§!增加你的§Y税收收入§!同时带来一次性的来自所有属国的§Y税收§!增长。\\n－§Y征用土地：§!减少制造省份§Y核心§!成本同时带来一次性的来自所有属国的§Y人力§!增长。\\n－§Y宽松的税收：§!减少属国的§Y独立倾向§!同时增加你的§Y外交声誉§!。\\n每二十年能够颁布一个税收政策，一次只能颁布一个政策。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_mamluks:0",
        "original": "£DLC_coc As a country with the §YMamluk Government§! type, you have access to three Government Interactions:\\n- §YPromote Ruler Culture§!: Decreases all power costs by 5%.\\n- §YSell Slaves of Ruler's Culture§!: Gives income based on your provinces of your ruler's culture.\\n- §YRecruiting from Ruler's Culture§!: Increases manpower based on your provinces of your ruler's culture.\\nThe support to perform these actions build up over time, based on the skills of your ruler and the strength of the abilities depend on how much of your country is of the Ruler's §YCulture§!.\\n\\n£DLC_coc Upon succession you will pick one of several candidate Sultans. The candidates are separated by what Culture from within your country that supports them. The ruling Mamluk elite will distrust anyone with a large support and so the more of your population that are of the same culture as your new ruler, the lower his starting §YLegitimacy§! will be.\\n\\n",
        "translation": "£DLC_coc 作为拥有§Y马穆鲁克政体§!的国家，你可以使用三种政府互动行为：\\n－§Y鼓励统治者文化§!：所有点数花费减少5%。\\n－§Y贩卖统治者文化的奴隶§!：在统治者文化的省份上增加收入。\\n－§Y征募统治者文化的军队§!：在统治者文化的省份上增加后备兵员。\\n实施这三项措施的支持度会随时间增长，增长速度取决于统治者的能力，而措施的强度则取决于你的国家中统治者§Y文化§!的占比。\\n\\n£DLC_coc 在继承问题上，你将从一些苏丹的候选人中选择继承者。不同候选人背后有你国家内部的不同文化的支持。执政的马穆鲁克精英往往不会信任拥有大量支持者的候选人。所以与新任苏丹文化相同的人口越多，其上台时的§Y正统性§!越低。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_feudal_theocracy:1",
        "original": "£DLC_coc As a §YFeudal Theocracy§! you have access to three §YGovernment Interactions§! that can be performed every 5 years by using §YMonarch Points§!:\\n- §YSeize Clerical Holdings§!: Reduces Building Construction Cost.\\n- §YInvite Minorities from Abroad§!: Increases Development and reduces Development Cost in your capital area.\\n- §YSanction Holy War§!: Gives claims on neighboring provinces owned by hostile or unaligned Heathens and Heretics.\\n\\n",
        "translation": "£DLC_coc 作为§Y封建神权制§!国家，你可以使用三个§Y政府互动§!，每5年使用§Y君主点数§!来实施：\\n－§Y没收教会地产§!：减少建筑花费。\\n－§Y邀请国外少数族群§!：在你的首都地区增加发展度和减少发展成本。\\n－§Y圣战制裁§!：给予敌对或者未结盟的异端与异教所控制的临近省份的宣称。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tribal_federation:0",
        "original": "£DLC_coc As a country with the §YTribal Federation§! Government Type you can build up §YTribal Allegiance§! through events, winning battles and §YHumiliating§! enemies. This value increases the rate at which you build up §YManpower§! and reduces §YUnrest§! in your entire country.\\n\\n£DLC_coc Tribal Allegiance can also be spent on one of three §YGovernment Interactions§!:\\n- §YEnlist General§!: Recruits an experienced General.\\n- §YTrain Horsemanship§!: Increases Cavalry Combat Ability.\\n- §YConscript from Tribes§!: Increases Manpower.\\nUsing any of these interactions will reduce your Tribal Allegiance by 30 in exchange for a bonus dependent on the interaction you picked.\\n\\n",
        "translation": "£DLC_coc 作为§Y部落联盟制§!国家，你可以通过事件、赢得战争与§Y羞辱§!敌人来提升§Y部落团结度§!。部落团结度可以提升整个国家的§Y人力§!与减少整个国家的§Y叛乱风险§!。\\n\\n£DLC_coc 消耗部落团结度可以使用三个§Y政府互动§!：\\n－§Y招募将军§!：招募一位经验丰富的将军。\\n－§Y训练马术§!：提高骑兵作战能力。\\n－§Y从部落征召§!：提高人力。\\n使用任意互动都会减少30部落团结来换取相应的奖励。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_harem:0",
        "original": "£DLC_rom As a country with the §YOttoman Government§! Type, you have access to a §YHarem§!. This means that your §YHeirs§! will not be generated the normal way, but instead you get to choose from a number of candidates once your Ruler turns §Y30§!.\\nIf your ruler dies before appointing a successor, however, you will be left with a §YMediocre Heir§!, his only skill being the ability to betray his brothers.\\n\\n",
        "translation": "£DLC_rom£作为采用§Y奥斯曼政体§!的国家，你拥有§Y后宫§!。这意味着你的§Y继承人§!不是通过一般方式产生，而是当统治者到达§Y30§!岁时，从几位候选人中选出继承人。\\n如果你的统治者在指定继承人之前死去，那么他将只留下一个只会背叛兄弟的§Y平庸继承人§!。\\n\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_pashas:0",
        "original": "£DLC_coc Your §YOttoman Government§! allows you to assign states to §YPashas§!. A Pasha greatly reduces §YState Maintenance Cost§! and chance of §YRevolt§!, but will increase the cost of §YConstructions§! in the area.\\n\\n£DLC_coc Your government type also allows you to recruit §YJanissaries§! from §YHeathen§! provinces. A special type of unit that recieves lower §YShock§! and §YFire§! Damage, while costing more to maintain and §YMilitary Power§! to recruit.\\n\\n",
        "translation": "£DLC_coc£你的§Y奥斯曼政体§!允许你指定直属州采用§Y帕夏制度§!。帕夏可以大幅减少§Y地区维护费§!与§Y叛乱§!几率，但是会提升地区的§Y建造§!成本。\\n\\n£DLC_coc£你的政体还允许你在§Y异教§!省份招募§Y耶尼切里军团§!。 耶尼切里军团是一种特殊单位，受到更少的§Y冲击§!与§Y火力§!伤害，但同时花费更高的维护成本并且需要 §Y军事点数§!来招募。\\n\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_trade_league:0",
        "original": "£DLC_mn [Root.GetName]'s government allows the construction of §YTrade Posts§!, increasing your §YTrade Power§! in the §YTrade Node§! it is in. The government will also lose Republican Tradition for every state province beyond the first 20.\\n\\n£DLC_mn You can invite small countries to your §YTrade League§!, offering them protection in return for Trade Power.\\nThe Trade League can be further bolstered by releasing a Trade City from your own territory.\\n\\n",
        "translation": "£DLC_mn£[Root.GetName]的政体允许建造§Y贸易站§!，增加其所在§Y贸易节点§!你的§Y贸易力量§!。当你的直辖省份超过20时，每一个额外的直辖省份都会给你的政府带来共和传统的损失。\\n\\n£DLC_mn£你可以邀请小国加入你的§Y贸易联盟§!，为他们提供保护来换取贸易力量。\\n贸易联盟可以通过从你拥有的领土释放贸易城市进一步加强。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_parliaments:0",
        "original": "£DLC_cs [Root.GetName]'s government makes use of §YParliaments§! for important decisions. This lets the §YRuler§! seek the support of provinces that have §YSeats of Parliament§! when dictating policy.\\n\\n",
        "translation": "£DLC_cs [Root.GetName]的政府使用§Y议会§!通过重要决议.这让§Y统治者§!在寻求有着§Y议会席位§!的省份的支持。 \\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_prussian_government:2",
        "original": "[Root.GetName]'s government is a §YPrussian Monarchy§!. This means that all rulers will be guaranteed a §YMilitary Monarch Skill§! of at least §Y3§!.\\n\\n[Root.startup_government_prussian_dlc]",
        "translation": "[Root.GetName]的政体是§Y普鲁士君主制§!。这种政体意味着所有统治者的§Y君主军事能力§!至少可以确保有§Y3§!点。\\n\\n[Root.startup_government_prussian_dlc]",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_prussian_government_dlc:0",
        "original": "£DLC_rom Prussian Monarchies also have a §YMilitarization§! level that goes up from negative §YStability§!, positive §YArmy Tradition§! and positive §YLegitimacy§! while giving a wide range of useful bonuses. Militarization is decrased from how many provinces you own, a smaller country can keep it higher.\\n\\n",
        "translation": "£DLC_rom£普鲁士君主制同时有着 §Y军事化§!等级，由负§Y稳定§!、正的§Y陆军传统§!以及§Y正统性§!来提高，同时给予大量有用的加成。军事化的下降速度取决于你拥有多少省份，一个小国更能保持高等级的军事化。\\n\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_elective_monarchy:0",
        "original": "£DLC_rp [Root.GetName] is an §YElective Monarchy§!. This means that other countries can §YSupport Heirs§! of their dynasty to become our designated heirs. The throne of an Elective Monarchy cannot be claimed, making it impossible for us to fall into a §YPersonal Union§! under another country.\\n\\n",
        "translation": "£DLC_rp£[Root.GetName]是§Y选举君主制§!政体，这意味着其他国家可以§Y支持继承人§!，让他们王朝的候选人成为我们的指定继承人，选举君主制国家的王位不能被宣称，因此我们不会被另一个国家§Y联合统治§!。\\n\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_elective_monarchy_not_yet:0",
        "original": "£DLC_rp [Root.GetName] can become an §YElective Monarchy§!. This means that other countries can §YSupport Heirs§! of their dynasty to become our designated heirs. The throne of an Elective Monarchy cannot be claimed, making it impossible for us to fall into a §YPersonal Union§! under another country.\\n\\n",
        "translation": "£DLC_rp£[Root.GetName]的政体可以成为§Y选举君主制§!。这意味着其他国家可以§Y支持继承人§!，让他们王朝的候选人成为我们的指定继承人，选举君主制国家的王位不能被宣称，因此我们不会被另一个国家§Y联合统治§!。\\n\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_horde:0",
        "original": "£DLC_cos We are a Horde. Our internal stability is tracked through a §YHorde Unity§! value, which decreases over time, but increases from looting enemy provinces and fighting wars. Horde Unity decreases more quickly for larger hordes.\\n\\n",
        "translation": "£DLC_cos 我们是游牧国家，我们内部的稳定通过§Y游牧团结§!值来判定，这个值会随时间降低，但可以通过劫掠敌人的省份以及不停作战来增长。游牧国家体量越大，这个值下降的越快。 \\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_native_council_opm:0",
        "original": "£DLC_cop A §YNative Council§! rules [Root.GetName]. This means that we can §YMigrate§! from province to province over time to seek a better home for our tribe. We also have access to §YNative Advancements§! that allow us to advance our society in various ways before the arrival of the Europeans. Once all Native Advancements have been undertaken we can §YReform our Society§! by bordering a more advanced country. We will then adopt their §YTechnology§! and their §YInstitutions§!.\\n\\n",
        "translation": "£DLC_cop£一个§Y原住民会议§!统治着[Root.GetName]。这意味着我们可以随时间的推移多次在省份之间§Y迁徙§!，为我们的部落找到一个更好的家园。我们也可以执行§Y原住民开化§!以允许我们在欧洲人到达之前以各种方式来发展我们的社会。一旦完成了所有的原住民开化，我们就可以通过与一个更先进的国家接壤来§Y改革我们的社会§!。我们将会接受他们的§Y科技§!与他们的§Y思潮§!。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_native_council:0",
        "original": "£DLC_cop A §YNative Council§! rules [Root.GetName]. This means that we have access to §YNative Advancements§! that allow us to advance our society in various ways before the arrival of the Europeans. Once all Native Advancements have been undertaken we can §YReform our Society§! by bordering a more advanced country. We will then adopt their §YTechnology§! and their §YInstitutions§!.\\n\\n",
        "translation": "£DLC_cop£一个§Y原住民会议§!统治着[Root.GetName]。这意味着我们可以执行§Y原住民开化§!以允许我们在欧洲人到达之前以各种方式来发展我们的社会。一旦完成了所有的原住民开化，我们就可以通过与一个更先进的国家接壤来§Y改革我们的社会§!。我们将会接受他们的§Y科技§!与他们的§Y思潮§!。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_siberian_native_council_opm:0",
        "original": "£DLC_cop A §YSiberian Native Council§! rules [Root.GetName]. This means that we can §YMigrate§! from province to province over time to seek a better home for our tribe.\\n\\n",
        "translation": "£DLC_cop 一个§Y西伯利亚原住民议会§!统治着[Root.GetName]。这意味着我们可以多次在省份之间§Y迁徙§!，为我们的部落找到一个更好的家园。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_meritocracy:0",
        "original": "£DLC_moh [Root.GetName] is a §YCelestial Empire§!. This means that instead of Legitimacy our country has a §YMeritocracy§! value showing the competence of our administration. High Meritocracy gives substantial discounts on §YAdvisor Costs§!, and makes us more resistant to §YEspionage§!.\\n\\n",
        "translation": "£DLC_moh£[Root.GetName]是§Y天朝§!。这意味着你的国家有着§Y贤能值§!来替代正统性来显示我们的行政才干，高贤能值给予§Y顾问花费§!大量折扣，也让我们对§Y间谍行动§!有更好的防御。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_shogunate:0",
        "original": "[Root.GetName] is a §YShogunate§!. A Shogunate can have any number of §YDaimyo Vassals§! and these vassals are allowed to wage wars against each other.\\n\\nWe will lose the Shogunate Government if any Daimyo conquers the Imperial Capital of §YKyoto§! from us.\\n\\n",
        "translation": "[Root.GetName]是§Y幕府§!。作为幕府可以拥有任意数量的§Y大名封臣§!，大名之间能够相互宣战。\\n\\n如果任何大名从我们手中夺走了帝国的首都§Y京都§!，我们将失去幕府政体。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_shogunate_moh:0",
        "original": "£DLC_moh [Root.GetName] is a §YShogunate§!. A Shogunate can have any number of §YDaimyo Vassals§! and these vassals are allowed to wage wars against each other.\\nThe Shogunate can perform a number of special §YSubject Interactions§! on Daimyo Subjects and also has access to §Y3 Government Interactions§! aimed at the entire group of Daimyo Subjects at once.\\n\\nWe will lose the Shogunate Government if any Daimyo conquers the Imperial Capital of §YKyoto§! from us.\\n\\n",
        "translation": "£DLC_moh [Root.GetName]是§Y幕府§!。作为幕府可以拥有任意数量的§Y大名封臣§!，大名之间能够相互宣战。\\n幕府将军可以对各个大名属国执行许多特殊的§Y属国互动§!，还有同时对所有大名属国执行的§Y三种政府互动§!。\\n\\n如果任何大名从我们手中夺走了帝国的首都§Y京都§!，我们将失去幕府政体。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_manchu_culture:1",
        "original": "£DLC_moh [Root.GetName] is a Jurchen country. This means that you can raise §YBanners§! in Jurchen culture state provinces in exchange for increased §YCorruption§!.\\n\\nBanners do not use §YManpower§! but still use §YDucats§! to §YReinforce§!.\\n\\n",
        "translation": "£DLC_moh [Root.GetName]是一个女真国家，这意味着可以以提升§Y腐败度§!为代价在满洲文化直属州省份招募§Y满洲八旗§!。\\n\\n满洲八旗不消耗§Y人力§!但仍要花费§Y金币§!来§Y补员§!。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_muslim_school:0",
        "original": "£DLC_coc All Muslim countries belong to a §YSchool§! that give different bonuses. Schools also have opinions of each other that change during the course of the game and that will have an effect on the relations between the countries that follow them.\\nCountries following a School can invite scholars from other schools to combine their bonuses for 20 years.\\n\\nThe [Root.GetReligiousSchool] School gives the following modifier:\\n[Root.GetReligiousSchoolCountryModifiers]\\n\\n",
        "translation": "£DLC_coc 所有穆斯林国家都遵循某个给予不同的加成§Y学派§!。学派互相之间的评价会随着游戏的进行而发生变化，这也会对遵循它们的国家之间的关系产生影响。\\n遵循某个学派的国家可以邀请来自其他学派的学者来，结合两者可获得为期20年的加成。\\n\\n[Root.GetReligiousSchool]学派给予以下的加成：\\n[Root.GetReligiousSchoolCountryModifiers]\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_muslim_school_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_consorts_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_devotion_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_russian_mechanics_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_factions_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_harem_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_trade_league_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_parliaments_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_prussian_government_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_elective_monarchy_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_horde_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_native_council_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_siberian_native_council_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_meritocracy_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_shogunate_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_tribal_reform_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_no_special_culture:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_pashas_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "start_tribal_federation_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_feudal_theocracy_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_iqta_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_mamluk_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_startup_estates_explanation_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_prussian_government_dlc_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_government_culture_explanation:1",
        "original": "[Root.startup_government_explanation][Root.startup_estates_explanation][Root.start_dharma_gov_reforms][Root.start_cossacks_steppe_nomads][Root.startup_culture_explanation]",
        "translation": "[Root.startup_government_explanation][Root.startup_estates_explanation][Root.startup_culture_explanation]",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_government_monarchy_regency:0",
        "original": "[Root.GovernmentName]s are §YMonarchies§!.\\n[Root.startup_government_heirs]\\n[Root.startup_consorts_explanation][Root.startup_government_tribal][Root.startup_government_shogunate][Root.startup_government_horde][Root.startup_government_meritocracy][Root.startup_government_factions][Root.startup_russian_government_interactions][Root.startup_ottoman_government_harem][Root.startup_government_parliaments][Root.startup_government_prussian][Root.startup_mamluk_government][Root.startup_tribal_federation_government][Root.startup_iqta_government][Root.startup_government_elective]",
        "translation": "[Root.GovernmentName]是§Y君主制§!。\\n[Root.startup_government_heirs]\\n[Root.startup_consorts_explanation][Root.startup_government_tribal][Root.startup_government_shogunate][Root.startup_government_horde][Root.startup_government_meritocracy][Root.startup_government_factions][Root.startup_russian_government_interactions][Root.startup_ottoman_government_harem][Root.startup_government_parliaments][Root.startup_government_prussian][Root.startup_mamluk_government][Root.startup_tribal_federation_government][Root.startup_iqta_government][Root.startup_government_elective]",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_government_monarchy:0",
        "original": "[Root.GovernmentName]s are §YMonarchies§!.\\n[Root.startup_government_heirs]\\n[Root.startup_government_tribal][Root.startup_consorts_explanation][Root.startup_government_shogunate][Root.startup_government_horde][Root.startup_government_meritocracy][Root.startup_government_factions][Root.startup_russian_government_interactions][Root.startup_ottoman_government_harem][Root.startup_government_parliaments][Root.startup_government_prussian][Root.startup_mamluk_government][Root.startup_tribal_federation_government][Root.startup_feudal_theocracy_government][Root.startup_iqta_government][Root.startup_ottoman_government_pashas][Root.startup_government_elective]",
        "translation": "[Root.GovernmentName]是§Y君主制§!。\\n[Root.startup_government_heirs]\\n[Root.startup_government_tribal][Root.startup_consorts_explanation][Root.startup_government_shogunate][Root.startup_government_horde][Root.startup_government_meritocracy][Root.startup_government_factions][Root.startup_russian_government_interactions][Root.startup_ottoman_government_harem][Root.startup_government_parliaments][Root.startup_government_prussian][Root.startup_mamluk_government][Root.startup_tribal_federation_government][Root.startup_feudal_theocracy_government][Root.startup_iqta_government][Root.startup_ottoman_government_pashas][Root.startup_government_elective]",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_government_republic:0",
        "original": "§YRepublics§! elect their §YRulers§! from a selection of 3 candidates, for a term duration (usually 4 years). As long as you keep electing the same ruler this ruler will see his §YMonarch Skills§! increase over time, but you will also hurt your §YRepublican Tradition§!.\\n\\nIf Republican Tradition becomes too low, the state will risk descending into a §YDictatorship§!.\\n\\n[Root.startup_government_tribal][Root.startup_government_trade_league][Root.startup_government_factions][Root.startup_russian_government_interactions][Root.startup_government_parliaments]",
        "translation": "§Y共和国§!在每次任期（通常是4年）后，会从三位候选人中选举他们的 §Y统治者§!。只要你一直选举前任的统治者，这个统治者将随着次数增长他的§Y君主能力§!，但这同时也会妨害你的§Y共和传统§!。\\n\\n如果共和传统过低，这个国家将有着转变为§Y独裁§!的风险。\\n\\n[Root.startup_government_tribal][Root.startup_government_trade_league][Root.startup_government_factions][Root.startup_russian_government_interactions][Root.startup_government_parliaments]",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_government_papacy:0",
        "original": "[Root.GovernmentName]s are §YPapal Theocracies§!. Popes rule for life and are chosen from the §YCardinals§! in the Curia. Depending on the backer of the candidate chosen, a country may be considered the §YPapal Controller§! and have access to certain actions and bonuses. Chances of the Papal States itself becoming Papal Controller are based on the total number of Cardinals in the world, while other countries have to invest §YPapal Influence§! to increase their chances.\\n\\n[Root.startup_devotion_explanation]",
        "translation": "[Root.GovernmentName]是§Y教廷神权国§!。教宗从教廷里的§Y枢机§!中选举产生并终生统治。取决于被选中枢机的支持者，一个国家可能成为§Y教廷监护§!，能够执行一些额外行动并获得加成。教宗国自己成为教廷监护的几率取决于世界上枢机的总数，而其他国家可以投资§Y教廷影响力§!来提高他们的几率。\\n\\n[Root.startup_devotion_explanation]",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_government_theocracy:1",
        "original": "[Root.GovernmentName]s are §YTheocracies§!. In Theocracies, an §YHeir§! is elected from a group of up to six candidates, who, upon succession, then rules for life. Depending on the background of the candidate chosen you will receive different events upon their accession.\\n\\n[Root.startup_devotion_explanation]",
        "translation": "[Root.GovernmentName]是§Y神权国§!。在神权国中，§Y继承人§!从至多六位候选人中诞生。取决于候选人的不同背景，在其继位时会触发不同的事件。\\n\\n[Root.startup_devotion_explanation]",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_government_native_councils:0",
        "original": "[Root.GetName] is a §YNative Tribe§!. Tribes are ruled by a §Y[Root.Monarch.GetTitle]§! for life. Once a [Root.Monarch.GetTitle] dies, another will be appointed without any negative effects.\\n\\n[Root.startup_government_native_council][Root.startup_government_siberian_native_council]",
        "translation": "[Root.GetName]是一个 §Y原住民部落§!。部落由一位§Y[Root.Monarch.GetTitle]§!终生统治。一旦[Root.Monarch.GetTitle]死亡，另一位将被指定，没有任何负面效果。\\n\\n[Root.startup_government_native_council][Root.startup_government_siberian_native_council]",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_government_native_councils_plural:0",
        "original": "The [Root.GetName] are a §YNative Tribe§!. Tribes are ruled by a §Y[Root.Monarch.GetTitle]§! for life. Once a [Root.Monarch.GetTitle] dies, another will be appointed without any negative effects.\\n\\n[Root.startup_government_native_council][Root.startup_government_siberian_native_council]",
        "translation": "[Root.GetName]是一个 §Y原住民部落§!。部落由一位§Y[Root.Monarch.GetTitle]§!终生统治。一旦[Root.Monarch.GetTitle]死亡，另一位将被指定，没有任何负面效果。\\n\\n[Root.startup_government_native_council][Root.startup_government_siberian_native_council]",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_factions:0",
        "original": "The Government in [Root.GetName] is controlled by 3 different §YFactions§!, and you will get different bonuses depending on which one is in power.\\n\\n",
        "translation": "[Root.GetName]的政府由三个不同的§Y派系§!控制，每个派系掌权时，你会得到不同的加成。\\n\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_tribal_reform:0",
        "original": "Our [Root.GovernmentName] uses a §YTribal§! form of Government. This means that we will suffer frequent §YRebellions§![Root.startup_government_tribal_institution_penalty] and that we cannot change Government to a non-tribal type unless we first §YReform the Government§!.\\n\\n",
        "translation": "我们 [Root.GovernmentName] 使用 §Y部落§!型政体。这意味着我们将遭受频繁的§Y叛乱§![Root.startup_government_tribal_institution_penalty]，同时我们也无法将政体改变为非部落型，除非我们先§Y改革政府§!。\\n\\n",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_government_heirs:1",
        "original": "This means that the ruler is in place for life and that [Root.Monarch.GetHerHis] succession is dependent on having a designated §YHeir§!.\\nHeirs are acquired either over time or through event choices. If the Monarch dies before your Heir reaches maturity, a §YRegency Council§! can take over, preventing the declaration of wars.\\n",
        "translation": "这意味着统治者将会终身统治这个国家，并且[Root.Monarch.GetHerHis]王位由指派的§Y继承人§!来继承。\\n继承人可能过一段时间后出现，也可能由事件选择获得。如果君主死亡，同时你的继承人未成年，§Y摄政议会§!将掌权，在此期间无法宣战。\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_government_horde_heirs:0",
        "original": "This means that the ruler is in place for life and that [Root.Monarch.GetHerHis] succession is dependent on having a designated §YHeir§!.\\nHeirs are acquired either over time or through event choices.\\n",
        "translation": "这意味着统治者是终身的，而且[Root.Monarch.GetHerHis]的继承依赖于一个指派的§Y继承人§!。\\n继承人可能过一段时间后出现，也可能由事件选择获得。\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_government_heirs_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_tribal_institution_penalty:0",
        "original": ", great penalties to §YInstitution Spread§!",
        "translation": "，对 §Y思潮传播§!有极大地惩罚",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_no_special_region_title:0",
        "original": "You are playing in [Root.capital_continent_title]:",
        "translation": "你正在 [Root.capital_continent_title]：",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_tribal_institution_penalty_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_europe:0",
        "original": "Europe and the Holy Roman Empire",
        "translation": "欧洲和神圣罗马帝国",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_east_asia_title:0",
        "original": "East Asia:",
        "translation": "东亚：",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_east_asia_moh_title:0",
        "original": "East Asia, The Empire of China and Japan:",
        "translation": "东亚地区，中华帝国和日本：",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_no_special_region_description:0",
        "original": "There are no region-wide mechanics in this region. You are free to fill this void of authority through your own actions.",
        "translation": "这里没有地域性的政治格局。你可以自由地采取行动填补权力的真空。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_europe_description:1",
        "original": "Europe is home to the §YHoly Roman Empire§!, a giant, but largely divided, Empire that dominates the §YGerman§! and §YNorthern Italian§! regions. Upon the death of an §YEmperor§! the §YImperial Electors§! select his replacement by voting. A member can become an Elector by being granted an Electorate by the current Emperor or inheriting an Elector.\\n\\nCountries within the Holy Roman Empire are allowed their own diplomacy and can even have their own subjects, but the Emperor is obligated to defend them from outside forces and can demand that they hand back §YUnlawfully Acquired Territory§! within the Empire.\\n\\nWhile the §YAuthority§! of the Emperor is currently low, this may change if the Emperor can strengthen his hold through §YImperial Reforms§!.\\n\\n[Root.start_imperial_cities_description]Northern Italy is also technically a part of the Holy Roman Empire, but the region has been slipping out of Imperial control for a long time. If the Emperor does not strengthen his hold over Italy before the end of the 15th century the Italian states will be considered independent of the Empire.\\n\\n[Root.start_tributaries_descriptions]",
        "translation": "§Y神圣罗马帝国§!虎踞欧洲，这个庞大而相当分裂的帝国统治着§Y德意志§!和§Y北意大利§!地区。当§Y皇帝§!去世时，§Y选帝侯§!通过投票选定皇位的接班人。帝国中的诸侯可以通过被现任皇帝授位或（通过联姻）继位的方式而成为选帝侯。\\n\\n神圣罗马帝国内的国家可以自主地进行外交甚至可以拥有自己的附庸国，但皇帝有着保护他们免受外敌入侵的义务，也可以要求他们归还在帝国内§Y非法获得的领土§!。\\n\\n尽管目前皇帝的§Y权威§!较低，但是皇帝可以借助§Y帝国改革§!加强他的统治，以此改变这一现状。\\n\\n[Root.start_imperial_cities_description]北意大利严格来说也是神圣罗马帝国的一部分，但这个地区已经在很长的时间内不处于帝国的掌控之中。如果皇帝不在15世纪末之前加强他在意大利的统治，那么意大利地区的诸侯们就将从帝国内独立出去。\\n\\n[Root.start_tributaries_descriptions]",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_imperial_cities_desc:0",
        "original": "£DLC_cs The Emperor can bestow the status of §YFree Imperial City§! upon §YRepublics§! within the Empire that are not bigger than one province. These states will enjoy the protection of the Emperor while increasing Imperial Authority and Tax Income.\\nShould a Free City acquire a second province it will lose its protected status.\\n\\n",
        "translation": "£DLC_cs 皇帝可以授予帝国内的一省§Y共和国§!以§Y帝国自由市§!的地位。这些国家将享受皇帝的庇护并提高帝国权威以及税收收入。\\n当一个自由市获得第二个省份时，它将失去自由市地位。 \\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_imperial_cities_desc_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_africa_americas_description:0",
        "original": "[Root.capital_continent_title] starts out in relative isolation from the rest of the world.\\nThis is not something that will last forever. In time European colonialists will appear, and you may find yourself overwhelmed by their superior technology, unless you have sufficiently prepared for it.",
        "translation": "[Root.capital_continent_title]与世界的其他部分相对孤立。\\n但这并不会持续很长时间。欧洲的殖民者终将出现，那时你可能会发现你被他们的优势科技所碾压，除非你做好了充分的准备。",
        "stage": 5,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_east_asia_description:0",
        "original": "East Asia is home to the Empire of §YJapan§!.\\nFar from a united state, the island of Japan is divided into its many constituent territories controlled by local strongmen, the §YDaimyo§!.\\nThe power over these Daimyo does not, in practice, lie with the Emperor but with his deputy, the §YShogun§!.\\n\\nThe current holders of the Shogun title are the §Y[Root.start_shogun_holders_through_the_years]§!, but they are weak and feeble. If another Daimyo can secure the Imperial Capital of §YKyoto§! then that Clan would be able to seize the Shogunate...\\n\\n[Root.start_eoc_tributaries_descriptions]",
        "translation": "§Y日本§!帝国位于东亚。\\n眼下的日本群岛深陷分裂，由当地豪族§Y大名§!统治的诸国所组成。\\n大名之上的权威并不在天皇之手，实际上属于他的代理人§Y幕府将军§!。\\n\\n现在的将军头衔属于§Y[Root.start_shogun_holders_through_the_years]§!，但是他们虚弱不堪。如果其他大名能够控制帝都§Y京都§!，他的家族将会夺取将军的位置……\\n\\n[Root.start_eoc_tributaries_descriptions]",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_eoc_tributaries_desc:0",
        "original": "[Root.start_tributaries_descriptions]\\n£DLC_moh East Asia is in many ways dominated by the §YEmpire of China§!. A huge state encompassing a significant part of the world population.\\n\\nThe integrity of the Empire of China depends on how much §YMandate§! the current Emperor has. Mandate is increased from §YProsperous§! States within the Empire, through high §YStability§! and by keeping many §YTributaries§!.\\nMandate Decreases from §YDevastation§! and the Emperor bordering non-tributary countries.\\n\\nEmperors with Low Mandate will receive harmful modifiers and very harsh events.\\n\\nForeign states that border the Empire of China can can §YDeclare War for the Mandate of Heaven§! and seize the title for themselves.",
        "translation": "[Root.start_tributaries_descriptions]\\n£DLC_moh §Y中华帝国§!在方方面面都主导着东亚，这是一个囊括了相当一部分全球人口的庞大国度。\\n\\n当朝天子§Y天命§!值决定了中华帝国的正统性值。帝国内§Y繁荣§!的直属州、维持高§Y稳定度§!以及保有大量的§Y朝贡国§!都会增加天命值。\\n§Y荒废度§!以及与帝国接壤的非朝贡国则会降低天命值。\\n\\n低天命的天子会承受不利修正，遇到非常严重的事件。\\n\\n与帝国接壤的国家可以§Y发起天命战争§!，夺取中华帝国称号。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_eoc_tributaries_desc_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_steppes_rest_of_asia_description:0",
        "original": "[Root.start_tributaries_descriptions]",
        "translation": "[Root.start_tributaries_descriptions]",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_tributaries_desc:0",
        "original": "£DLC_moh A §YTributary State§! is a special subject type that is the most common in East Asia. A Tributary relationship requires that the §YOverlord§! either belongs to the §YEastern Religion Group§!, or uses the §YHorde Government§! Type.\\n\\nThe Overlord will protect their Tributaries against attacks from non-tributary states in exchange for regular §YTribute Payments§!, but apart from this Tributary States have their own §YIndependent Diplomacy§!. They can fight their own wars internally against other tributaries under the same overlord, or externally against outside powers.\\n\\n",
        "translation": "£DLC_moh §Y朝贡国§!是一种在东亚最常见的特色属国。形成朝贡关系需要§Y宗主国§!属于§Y东方宗教组§!或是§Y游牧政体§!的国家。\\n\\n朝贡国定期进献§Y贡品§!，以求在宗主国朝贡体系外的国家入侵时获得军事保护，除此以外，朝贡国享有§Y外交独立§!。他们可以擅自与宗主国朝贡体系内的其他朝贡国开战，也可以对体系外势力用武。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_tributaries_desc_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_anglicanism_desc:0",
        "original": "£DLC_rb As the §YReformation§! looms, the scene is set for the rise of §YAnglicanism§!. Nations with the §YBritish§! culture group may embrace the §YAnglican§! faith, enabling a set of unique §YReligious Actions§!.",
        "translation": "£DLC_rb 正当§Y宗教改革§!隐约浮现之时，§Y圣公会§!登上了历史舞台。属于§Y不列颠§!文化组的国家可以信奉§Y圣公会§!信仰，从而能够使用一套独特的§Y宗教行动§!。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_anglicanism_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_delhi:0",
        "original": "Founded by the Turkic §YMamluk§! dynasty in 1206, the §YDelhi§! Sultanate began as a regional power in the Indo-Gangetic Plain. Under the §YTughlaq§! dynasty it grew into the largest Indian empire the world had seen since the Guptas. The empire spanned from §YSindh§! to §YBengal§!, from §YKashmir§! to the §YCoromandel Coast§!.\\n\\nThe Tughlaq empire collapsed as quickly as it rose to power. Though it is a Muslim state ruling over many millions of Hindus, its downfall was orchestrated by ambitious Muslim generals rather than popular Hindu resistance. In 1347 the entirety of southern §YIndia§! was lost in the revolt of general Ala-ud-Din Hasan Bahman Shah, who declared himself ruler of the new Sultanate of §YBahmanis§!.\\n\\nMore recently, the Sultanate suffered a catastrophic blow when the §YSharqi§! governors of §YJaunpur§! broke away in 1394, taking with them a vast stretch of the Indo-Gangetic Plain and reducing the Sultanate's influence to an area barely beyond the city walls. Mahmud Shah, Sultan of Jaunpur, eyes his neighbors hungrily; he has designs not only on the throne of Delhi, but also on the nearby Bengal Sultanate and the §YGajapati§! Kingdom of §YOrissa§!. The Sultan's ambitions threaten to engulf all of northern India.\\n\\nThe final nail in the Tughlaq's coffin came with the brutal §YTimurid§! invasion in 1398. The fearsome warlord had no intention of beginning a conquest of India, instead setting his armies to loot and burn and massacre all that they laid eyes upon. In the midst of the chaos, the Tughlaq dynasty was finally overthrown by the §YSayyid§! governors of Delhi. The upstart Sayyids have thus far entirely failed to put an end to the catastrophe facing the Sultanate. Only the Rajputs of §YJangladesh§! remain truly loyal to the Sultan in this period of ruin.\\n\\nJust as the Sayyids rose from governors to Sultans, another powerful governor has risen in §YSirhind§!. Bahlul Lodi, an Afghan noble, is an extremely adept governor and military leader. His control of the §YPunjab§! gives him a dangerous degree of power, which he is likely to leverage in a bid to seize control of Delhi itself. The Sayyid Sultan hides in his palace as Lodi gathers his strength in preparation for a rebellion.\\n\\nThe Delhi Sultanate is in the midst of collapse. Many covet the throne, but will a new conqueror rise to restore the Sultanate, or shall it be consigned to history as as symbol of doomed ambition?",
        "translation": "由突厥§Y马穆鲁克§!王朝于1206年建立的§Y德里§!苏丹国在建国伊始便是一个印度-恒河平原的区域性强权。在§Y图格鲁克§!王朝统治期间，它成为了继笈多王朝之后最大的印度帝国。帝国的土地西起§Y信德§!、东至§Y孟加拉§!、北及§Y克什米尔§!、南抵§Y科罗曼德尔海岸§!！\\n\\n图格鲁克王朝在它达到巅峰之后迅速分崩离析。虽然苏丹国作为一个穆斯林国度统治着数百万印度教徒，不过它却是亡于那些野心勃勃的穆斯林将军，而非印度教徒的起义。在1347年的阿拉丁·哈桑叛乱中，帝国失去了所有南§Y印度§!领土，而哈桑则宣称他自己为§Y巴赫曼尼§!苏丹。\\n\\n特别是在1394年，§Y章普尔§!的§Y沙尔吉§!总督携卷了印度-恒河平原的一大片土地宣告独立，这给予了苏丹国灾难性的打击，并使得苏丹陛下的政令一度难出都城。而章普尔的新苏丹，穆罕默德·沙阿不仅觊觎着德里苏丹的王座，他甚至还想染指邻近的孟加拉苏丹国和§Y奥里萨§!的§Y加贾帕蒂§!王国。苏丹的野心威慑着整个印度北部。\\n\\n在1398年残暴的§Y帖木儿§!入侵更是压在图格鲁克王朝上的最后一根稻草。这个可怖的军阀并不寻求统治印度，而只是抢光、烧光、杀光他们眼前的一切。在混乱中，图格鲁克王朝最终被德里总督§Y赛义德§!所推翻。不过到目前为止，新上台的赛义德仍未能结束苏丹国的混乱。而在这个时期，唯有§Y禅伽罗§!的拉杰普特依旧忠于苏丹陛下。\\n\\n就像赛义德从总督摇身一变化为苏丹一样，他手下一位强大的总督也已从§Y西尔欣德§!崛起。这位阿富汗贵族，巴赫卢尔·洛迪在政治和军事方面都很有才华。他对§Y旁遮普§!的控制给予了他逐鹿德里的实力。在洛迪积蓄力量预备反叛的同时，赛义德苏丹只是整日享乐于深宫之中。\\n\\n整个德里苏丹国正处于崩溃之中，许多人都想得到王位。而苏丹国的辉煌是会重现，还是湮灭在历史的长河之中？",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_vijayanagar:0",
        "original": "§YVijayanagar§!, the City of Victory, is an apt name for India's most triumphant Hindu nation.\\n\\nVijayanagara emerged from the crumbling §YHoysala§! empire as its efforts to resist repeated invasions from the Muslim §YDelhi§! Sultanate began to fail. Determined to drive back the invaders, the rising §YSangama§! dynasty rallied an army and united much of southern India against their common enemy.\\n\\nThough the Delhi Sultanate was ousted from the south a century ago, Vijayanagar has not seen the end of its struggle against Islamic conquerors. In 1347 the §YBahmanis§! Sultanate won its independence from Delhi and has since become a power in its own right. The rivalry and warfare between Bahmanis and Vijayanagar has thus far been inconclusive; territory has changed hands, tribute has been demanded and refused, yet each kingdom remains steadfast in their determination to thwart the other.\\n\\nBesides its northern rival, Vijayanagar finds itself surrounded by far weaker nations. The Sangamas have allied with the §YReddy§! Kingdom of §YAndhra§!, agreeing to protect them from incursions from Bahmanis and §YOrissa§!. Though nominally Vijayanagari subjects, the small §YMalabari§! kingdoms as well as the Raja of §YMysore§! are largely left to their own devices. The time may come when the Raja requires more of them. The empire's recent conquest of the §YTamil§! kingdoms has not gone entirely smoothly; relations with the influential Tamil trade guilds are poor and must be repaired before the empire undertakes further conquests in the area. More direct vassalage is asserted over §YJaffna§! in northern §YLanka§!, where the small Tamil nation enjoys Vijayanagari protection from the Buddhists of the §YKotte§! and §YKandy§! Kingdoms.\\n\\nThe Vijayanagari empire distributes land to its most loyal and prominent generals in a system known as §YNayankara§!. The Nayaks, provincial governors, administer the lands granted to them and carry the responsibility of raising armies for the Maharaja. Though the Nayaks have thus far been effective, the Raja must be wary of overly ambitious generals who may covet the throne for themselves.",
        "translation": "§Y毗奢耶那伽罗§!，胜利之城，是所有印度教国家中最常胜的那个。\\n\\n毗奢耶那伽罗摆脱了衰落的§Y曷萨拉§!帝国，不过他在抵抗§Y德里§!苏丹国穆斯林入侵的战争中开始落于下风。为了驱逐入侵者，崛起的§Y桑伽马§!王朝集结了一支军队，并将印度南部的大部分地区联合起来以抵抗他们共同的敌人。\\n\\n虽然德里苏丹国在一个世纪前从南方被赶走，但毗奢耶那伽罗与伊斯兰征服者的斗争并没有结束。 1347年§Y巴赫曼尼§!苏丹国从德里独立，并从此成为一个独立的大国。 迄今为止，巴赫曼尼和毗奢耶那伽罗之间的对抗结果尚无定论，两个王国都将不择手段对付彼此。\\n\\n除了北方的竞争对手外， 毗奢耶那伽罗周边都是小国。桑伽马与§Y安得拉§!的§Y雷迪§!王国结盟，并同意保护他们免受巴赫曼尼和 §Y奥里萨§!的入侵。名义上的毗奢耶那伽罗属国，§Y马拉巴尔§! 王国以及§Y迈索尔§!罗阇国也主要考虑自己的利益，一旦摩诃罗阇向他们索取过多，他们便会发动叛乱。 帝国最近征服的§Y泰米尔§!王国并没有完全整合，这使得我们与泰米尔商行的关系很差，我们必须在帝国对该地区开始进一步征服之前修复关系。北§Y楞迦§!地区的泰米尔小国，§Y贾夫纳§!是我们更直接的附庸，毗奢耶那伽罗保护其免受来自§Y科特§!和§Y康提§!的佛教徒的威胁。\\n\\n毗奢耶那伽罗帝国将土地分配给其最忠诚和杰出的将军，这被称为§Y纳雅克拉§!体制。纳雅克，也就是省总督，负责管理他们获得的土地，并为他们的摩诃罗阇承担军事义务。所以罗阇陛下必须警惕过于有野心的将军，他们可能会觊觎王位。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_bengal:0",
        "original": "The §YBengal§! Sultanate won its independence from the §YTughluq§! dynasty of §YDelhi§! in a long struggle of diplomacy, siegecraft, and warfare that lasted from 1354-1359. Bengal has established itself as a unified and powerful Sultanate over the last century.\\n\\nThe Sultanate's original §YIlyas Shahi§! dynasty been restored by Sultan Nasir-ud-Din Mahmud, a capable administrator and a man committed to upholding peace and stability. He has thus far presided over the development of Bengal's cities and the construction of magnificent new mosques.\\n\\nThe most pressing foreign threats facing Bengal are the §YGajapati§! Kingdom of §YOrissa§! and the §YSharqi§! dynasty of §YJaunpur§!. The Gajapatis command the loyalty of the Garjat tribes, as they traditionally pledge their loyalty to whichever power controls the major coastal cities. If Bengal can defeat the Orissa kingdom, they might be convinced to extend that same loyalty to the Sultan. Like Bengal itself, the Jaunpur Sultanate broke free from the grip of Delhi, though it has enjoyed its independence only since 1393. Jaunpur controls a vast stretch of the Doab, the great riverine lands of the Ganges. Bengal and Jaunpur came to blows as recently as 1420. Though the conflict came to an abrupt end due to the intervention of Timurid and Ming envoys, many sore issues remain between both nations and further wars may be inevitable.\\n\\nRelations with the Buddhist Sultans of §YArakan§! have fluctuated wildly; in one year they are the Bengal’s loyal subjects, in another they are ambivalent allies, and in yet another they are a pirate menace. Future relations with Arakan are likely to be guided just as much by circumstance.\\n\\nBengal is a promising regional hegemon, with great potential for expansion. The Bengal tiger may yet become the sovereign of all India.",
        "translation": "在1354年至1359年间进行了长期的外交和军事斗争后，§Y孟加拉§!苏丹国从§Y德里§!的§Y图格鲁克§!王朝那里赢得了独立。孟加拉在上个世纪就已成为一个统一而强大的苏丹国。\\n\\n苏丹国最初的§Y伊利亚斯沙希§!王朝由苏丹纳西尔乌德 马赫穆德建立，他是一位有能力的管理者并致力于维护地区和平与稳定。到目前为止，他的工作重心一直是城市的发展与清真寺的建设。\\n\\n孟加拉国最紧迫的外部威胁是§Y奥里萨邦§!的§Y加贾帕蒂§!王国和§Y章普尔§!的§Y沙尔吉§!王朝。迦贾德诸部落效忠于加贾帕蒂，就如他们历史对其他控制这片海岸的政权效忠一样。如果孟加拉能击败奥里萨邦王国，他们可能同样会效忠于孟加拉苏丹。与孟加拉相同，章普尔苏丹国也是从德里苏丹国中独立出来的，尽管它自1393年以来一直享有独立。章普尔控制着恒河两岸的河间地区。最近在1420年孟加拉和章普尔展开了冲突。不过战争由于帖木儿和明朝使节的干预而中止，但两国之间仍存在许多嫌隙，未来的战争是无法避免的。\\n\\n孟加拉与§Y阿拉坎§!的佛教徒苏丹的关系有很大波动，今年他们是孟加拉的忠诚臣民，明年他们便心怀鬼胎，再一年他们就成了劫掠我们的海寇。未来我们与阿拉坎的关系会受到周边局势的影响。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_bahmanis:0",
        "original": "The sack of §YDelhi§! in 1398 was a monumental event for the subcontinent, but in §YBidar§! it did not have the impact it did elsewhere. The §YBahmani§! Sultans declared their independence from the north 50 years prior and had already built a new state in the dry Deccani upland. Rich in economic assets, among others the fabled diamond mines of Golconda, the Sultans are now wealthier than most kings. Their court, and its fabled Turquoise throne, is famous beyond the subcontinent. Fame that greatly helps to attract the greedy and gifted from the wider Muslim world.\\n\\nThe Bahmani Sultanate is also a troubled state. Cutting ties with the north has meant that it is without direct access to the west. At the same time the kingdom has a much smaller Muslim minority than most northern Sultanates and in its isolation even the most persianate of nobles have begun to adopt local culture and language. Newcomers and indigenized nobles often end up in conflict with each other and the new capital of Bidar has been built partly to avoid the intrigues of the old one in Gulbarga.\\n\\nNot far from the kingdom's southern border lies the City of Victory, §YVijayanagar§!. The city is the seat of the Sangama Rajas, and with its 400 000 inhabitants it is a very different place from the orderly fort city of Bidar. This is the capital of an Empire that stretches across Southern India and that has recently conquered almost the entire Tamil country in the far south. Vijayanagar is a formidable rival to Bahmani power, and has continued to advance on the contested zone between the two kingdoms. The seizure of the western Bahmani ports by agents of the Vijayanagara Empire is a strike right at the heart of the Sultanate's lifeline of immigration and imports.\\n\\nIn the east Kapilendra, founder of the Gajapati dynasty of §YOrissa§!, has orchestrated the sudden rise of his kingdom as a military power. Striking at §YJaunpur§!, §YBengal§!, Vijayanagar and Bahmani interests at the same time the new king has in short time made a name for himself as a conqueror. Should he choose to turn his attention south, towards §YAndhra§! and §YTelingana§!, his actions may shake up the deadlock entirely.",
        "translation": "1398年§Y德里§!的崩溃是印度次大陆的一大事件，但在§Y毗陀罗§!这并没有造成太大的影响。§Y巴赫曼尼§!苏丹在50年前就已宣布独立，并且现在已经在德干高原建立了一个新的直属州。那里有着丰富的资源，其中包括戈尔孔达的钻石矿，这使得苏丹的富裕无人能匹敌。他宫廷中的宝藏及其传说中的绿松石王座，甚至在次大陆之外闻名。他这闻名的宝藏同时也吸引了整个穆斯林世界的贪狼们。\\n\\n巴赫曼尼苏丹国现在陷入了困境。断绝了与北部的陆上联系使它无法直通西域。不过巴赫曼尼国内有着比北方任何苏丹国都少的穆斯林人口，而且就连其中最波斯化的一些贵族也已经接受了本地语言和文化。不过外来贵族和土生贵族经常爆发冲突，他们在首都古尔伯加的尔虞我诈也是使苏丹决定在毗陀罗营造新都的原因之一。\\n\\n距离王国南部边境不远就是胜利之城。这座城市正是桑迦摩罗阇的王庭所在，它有着40万居民，这大大超过其以前的首都--毗陀罗军堡。这座城市就是南方大帝国--§Y毗奢耶那伽罗§!的首都，它最近几乎征服了所有泰米尔人国家。毗奢耶那伽罗足以称为巴赫曼尼的劲敌，而且现在它已经在两国之间的争议地区前推边境线。在西部，巴赫曼尼众多港口，控制着苏丹国移民和物资进口的生命线，现在遭到了毗奢耶那伽罗的掠夺。\\n\\n在东部的卡皮伦德拉，§Y奥里萨§!加贾帕蒂王朝的创始人，预谋通过军事行动来崛起。他想通过攻击§Y章普尔§!，§Y孟加拉§!，毗奢耶那伽罗或巴赫曼尼，来为自己赢得征服者的称号。当然他也可能将注意力转向南方，瞄向§Y安得拉§!或§Y特伦甘纳§!，他的贸然行动可能会破坏整个地区的平衡。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_south_india:0",
        "original": "Separated from Northern India by the Vindhya mountains and the hills and jungles of Gondwana and the Garjats, southern India is in many ways its own separate mega-region, often simply called 'Deccan' or 'the South'. It broke free of the §YDelhi§! Sultanate's clutches long before the §YTimurid§! sack of Delhi in 1398.\\n\\nIn §YOrissa§! Kapilendra Gajapati, 'Lord of the Elephants', has turned his regional kingdom into a major power. Drawing upon the loyalty of the Garjat jungle kingdoms and the devotees of Jagannath, he has assembled a great army that performs especially well in the jungles and hills of Eastern India. In short succession Kapilendra has won a number of great victories, each seemingly more unlikely than the next. Having defeated Jaunpur, Bengal, the Bahmanis and Vijayanagar in various regional conflicts, he is now greedily eyeing Telingana and the Andhran coastline. With 18 legitimate sons, Kapilendra must act prudently to avoid all his great conquests being lost upon his death.\\n\\nIn the central Deccani upland the §YBahmani§! Sultanate has been free of Delhi's overlordship for almost 100 years. The Sultans are rich beyond the wildest dreams of the people in their old homelands in Iran, Transoxiana and Arabia, yet they are also the masters of a state far from the entrenched Muslim aristocrats of northern India. Cut off from the north, the state has become dependent on immigration from the Muslim west as well as the acquisition of foreign war horses from overseas. The recent loss of the western coastline is, therefore, a catastrophe for the Sultanate, and steps have been taken to expand to the eastern coast instead, interfering in the internal politics of the Velamas of §YTelingana§! as well as the Reddys of §YAndhra§!.\\n\\nJust a short distance from the Bahmani capital in §YBidar§! lies §YVijayanagar§!, the 'City of Victory' and the capital of their main adversary. From their base near the Tungabhadra river, the Sangama Rajas have built a military base in the dry Deccani upland that they then used to conquer the entire Tamil country to the south. The Tamil lands are incredibly rich, and could likely fund the growing Viyanagara empire for decades, yet integration has not been easy. The rich Tamil trade guilds retain a lot of power and they are also an excellent base for usurpers.\\n\\nThe south is also home to a number of smaller states, anxiously watching the titanic struggle between Vijayanagar, the Bahmanis and the surging Orissa Kingdom. They bide their time and ensure that the spice continues to flow. For such trade states like §YKochin§!, §YCalicut§!, §YCannanore§! and §YVenad§! or the Sinhalese kingdoms this has been their livelihood for centuries. Others, like the chiefs of §YMysore§! or the last §YPandyas§! in Tirunelvelli can only hope that their martial abilities will mean that once an opportunity arises they can actually seize it, for nothing is forever, and perhaps even the great cities of old could fall...",
        "translation": "由于温迪亚山脉与冈瓦纳与迦贾德雨林的阻隔，南印度在历史上几乎都与北印度处于隔绝当中，这里通常被称为「德干高原」或「印度南部」。它在§Y帖木儿§!攻占德里之前就已经摆脱了§Y德里§!苏丹国的控制。\\n\\n在§Y奥里萨§!，「象王」迦毗梨陀罗·加贾帕蒂已经率领他的王国成为了一介强权。依靠丛林中的迦贾德人王国与主宰神信徒们的忠诚，他组建了一支擅长在印度东部的丛林和山丘中作战的部队。在迦毗梨陀罗继位后的短时间内，他便取得了许多胜利，每一次看起来都比上一次更不可能，在多地分别击败章普尔、巴赫曼尼和毗奢耶那伽罗后，他的剑锋现在指向了得楞伽那和案达罗海岸。不过因为他诞有十八个儿子，迦毗梨陀罗必须谨慎行事以避免他伟大征服的战果在他死后丢失。\\n\\n在德干高原中部，§Y巴赫曼尼§!苏丹国早在一百多年前就从德里手中独立了出来。苏丹现在拥有的财富超出了他那来自伊朗、河中地区与阿拉伯半岛的祖先们的想象、由于与北方的陆路联系被切断，§Y巴赫曼尼苏丹国§!现在只能从海路获得穆斯林移民与战马。这也是为什么最近西部海岸线的丧失对苏丹来说是一场灾难，更不妙的是东部沿海也可能会重演覆辙。这将会造成§Y特伦甘纳§!维拉马王朝与§Y安得拉§!瑞迪王朝的国际关系动荡。\\n\\n距离巴赫曼尼首都§Y毗陀罗§!不远便是「胜利之城」--其宿敌§Y毗奢耶那伽罗帝国§!的首都。从他们在东伽婆陀罗河边的基地出发，桑迦摩罗阇已经在德干高地上建立了一个新的前进基地，他们将从那里出发去征服更南方的泰米尔诸王国。泰米尔人的土地非常富裕，能为§Y奢耶那伽罗帝国§!接下来几十年的发展提供资金，不过这其中的整合并不会容易，富裕的泰米尔商行仍保留了很多权利，他们可以说是分离主义者的绝佳助力。\\n\\n南部还存在这一些小国，他们警觉地旁观着§Y毗奢耶那伽罗帝国§!、§Y巴赫曼尼苏丹国§!和§Y奥里萨王国§!之间的斗争。像§Y科钦§!，§Y卡利卡特§!，§Y坎纳诺尔§!、§Y维纳德§!、或者§Y僧伽罗§!王国这些已经存续了几个世纪的贸易国家，他们唯一的期望就是维持住香料贸易。其他国家，像§Y迈索尔§!的酋长或是蒂鲁内尔维利的§Y潘地亚王国§!，他们维持着自己的军事力量，以希望自己能在某一天抓住崛起的机会。因为他们相信世界无常势，任何小国都有坐大的可能。",
        "stage": 2,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tag_north_india:1",
        "original": "Northern India reels in the wake of the collapse of the §YDelhi§! Sultanate and the recent §YTimurid§! invasion. Once spanning the entire region, the new §YSayyid§! Sultans of Delhi control an empire that is barely a shadow of its former glory. All founded by former generals under the defeated §YTughluq§! dynasty, the Sultans of §YBengal§! and §YJaunpur§! have declared their independence while the §YLodi§! governors of §YSirhind§! plan to seize the throne of Delhi for themselves. These rising powers will be integral to the unfolding history of the region, though they are not the only nations worthy of note.\\n\\nThe §YSamma§! dynasty of §YSindh§! have ruled from §YThatta§! for generations, having endured centuries of subjugation by the Delhi Sultanate. To their north, the Baluchi §YLanga§! tribe have seized an opportunity in the chaos of Delhi's collapse to conquer §YMultan§!. These nations enjoy a period of relative peace, though only Allah knows how long it will last.\\n\\nDynasties across India proudly trace their ancestry to §YRajputana§!, the unconquerable heartland of the §YRajput§!. §YMewar§! is nominally the largest and most powerful of the Rajput kingdoms, though they presently face a crisis as the §YRathore§! dynasty, discontent with the previous power-sharing arrangement, rises up in rebellion seeking to rule an independent §YMarwar§!. These events are watched closely by Mewar's greatest rivals, the §YKhalji§! Sultans of §YMalwa§!. Overlords of several Gondi and Vindhyan kingdoms, the Sultans are ever eager to expand their court with new subjects.\\n\\nHome to India's most prosperous ports, the mercantile Sultanate §YGujarat§! reaps the economic benefits of being a global center of trade. What it lacks however is a notable military force to deter its jealous Rajput, Bahmani, and Vijayanagari neighbours. To this end, Sultan Muhammad Shah II seeks to conquer the nearby Hindu princes and build a realm capable of resisting any would-be invaders. Capitalizing on trade must also be a high priority for Gujarat, as gold can be as effective as land ownership when raising an army.\\n\\n§YNepal§! is plagued with disunity, with each generation leading to the creation of new petty kingdoms as the sons of kings inherit or carve out their own realms. The §YMalla§! Kings of Kathmandu, the rising §YGorkha§! Kingdom, and the §YLimbuwan§! tribes all covet control over the Kathmandu Valley. Nepal must also contend with the question of religion as Tibetan monks begin to settle and spread the Buddhist faith. The dream of a unified Nepal lives on, though there is not yet any clear candidate for its fulfilment.\\n\\nThe §YAhom§! Kingdom is on the rise in §YAssam§!. Founded in the 13th Century as a Shan Mong, it has become a cultural melting pot with a sophisticated method of government utilizing the Paik system of labour and administration.\\n\\nAs the endless cycle of the rise and fall of empires continues, all that is certain of the future is that war is coming to India.",
        "translation": "在§Y德里§!苏丹国的崩溃和最近的§Y帖木儿§!入侵之后，印度北部陷入了混乱之中。德里新苏丹§Y萨义德§!的影响力难以覆盖昔日的帝国。在由前朝§Y图格鲁克§!王朝军阀建立的§Y孟加拉§!苏丹国和§Y章普尔§!苏丹国宣告独立的同时，§Y信德§!总督§Y洛迪§!也在计划着夺取德里的王位。这些崛起中的大国将成为该地区历史不可或缺的一部分，尽管它们并不是唯一值得注意的国家。\\n\\n§Y信德§!的§Y萨姆§!王朝几代人一直统治着§Y塔达§!，并从德里苏丹国的征服行动中存活了几个世纪。在他们的北方，俾路支的§Y兰加§!部落趁德里的混乱征服了§Y木尔坦§!。这些国家暂时处于和平状态，尽管只有安拉知道它会持续多久。\\n\\n印度各地的王朝自豪地将他们的祖先追溯到§Y拉杰普塔纳§!，拉杰普塔纳是§Y拉杰普特§!从未陷落的心脏地带。§Y梅尔瓦§!名义上是拉杰普特王国中规模最大，实力最强的王国，但他们目前正面临危机，因为§Y拉索尔王朝§!对先前的权力分配感到不满，他们反叛寻求§Y马瓦尔§!的独立。梅尔瓦最强大的竞争对手§Y摩腊婆§!的§Y哈利吉§!苏丹密切关注着这些事。作为几个岗德和温迪亚王国的统治者，苏丹渴望用新的贡品装点他的王宫。\\n\\n作为印度最繁华的港口的所在地，商业苏丹国§Y古吉拉特§!获得了其全球贸易中心的经济利益。然而，他缺乏一支足够强大的军队来阻止他的邻居，拉杰普特、巴赫曼尼和毗奢耶那伽罗的觊觎。为此，苏丹穆罕默德沙阿二世正寻求先征服附近的印度教王公，并建立一个能够抵抗任何潜在入侵者的国度。利用贸易也必须成为古吉拉特邦的高度优先事项，因为在筹集军队时，黄金像土地所有权一样有效。\\n\\n§Y尼泊尔§!充满了不团结，每一代国王继位都会使国内分裂出新的小王国。加德满都的§Y马拉§!国王，崛起的§Y廓尔喀§!王国和§Y林布旺§!部落都想夺取加德满都谷地。同时尼泊尔也必须应对宗教问题，因为来自西藏的僧侣开始在国内定居并传播佛教信仰。统一尼泊尔的梦想将继续存在，尽管尚未有确定的人能实现它。\\n\\n§Y阿洪姆§!王国正在§Y阿萨姆§!崛起。它成立于13世纪，是一个掸邦王国，现在它已经成为一个文化大熔炉，拥有先进的政府管理方式。实行名为帕克的劳动和行政管理制度。\\n\\n分久必合，印度迎来的未来将会是长期的战争。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_startup_estates_explanation_cossacks:0",
        "original": "Your Government is augmented by the §YEstates§! of the Realm. These can differ from country to country but represent strong interest groups within your country that can give you powerful benefits if they are §YLoyal§! and §YInfluential§!. An Estate might also be a great hindrance if it is disloyal or too influential however. Their influence and loyalty can be increased through choices in events as well as by granting them territory in the form of provinces in states.\\n\\n£DLC_cos [Root.GetName] has access to the §YCossacks§! Estate. The Cossacks can improve our cavalry units, but if they reach §Y100 Influence§! they will break away from our nation and form a separate state. If this happens, we can choose to play as this breakaway nation.\\n\\n",
        "translation": "你领地上的§Y阶层§!增强了你的统治。不同国家的阶层会有差异，但都代表了你的国家中强大的利益集团。如果他们§Y忠诚§!且§Y有影响力§!，他们就会提供强大的奖励。但如果一个阶层不忠或者影响力过大，他们反而会成为巨大的妨害。阶层的影响力与忠诚度可以通过事件中的选项以及在直属州省份界面向阶层授给领地来提高。\\n\\n£DLC_cos [Root.GetName]可以与§Y哥萨克§!阶级互动。哥萨克人可以加强我们的骑兵单位，但如果他们达到§Y100影响力§!，他们将脱离我们成立一个独立的国家。 如果发生这种情况，我们可以选择扮演这个分裂出的国家。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_cossacks_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_tatars:0",
        "original": "The §YGolden Horde§! is dead; its §YTatar§! successors fight over its corpse even as their enemies grow strong around them. The once great empire of §YJochi§!, son of §YGenghis Khan§!, has been divided into several Khanates each seeking dominance over the steppe.\\n\\nThe most direct successor to the Golden Horde is the §YGreat Horde§!. Controlling the cities of Sarai and Astrakhan, Khan Küchük Muhammad pronounces his hegemony over the steppe to deaf ears. The constituent tribes continue to break away from his rule and the Khan has thus far been unable to stop them.\\n\\nA Khan who is not feared even by his neighbors is barely a Khan at all; once mere tax-collectors, the Grand Principality of §YMuscovy§! has expanded greatly without a strong Khan to keep them in check. If they are left to grow they will surely seek to throw off the Tatar yoke entirely and conquer the steppes for themselves. Likewise, §YLithuania§! has benefitted from the collapse of the Golden Horde. They have already stolen Ruthenia away from Tatar control and will likely continue to pose a threat to the nomads.\\n\\n§YUlugh Muhammad§! of §YKazan§! has twice proclaimed himself Khan of the Golden Horde, but his reigns were short-lived. With the support of local Bolghar nobles he seized the city of Kazan and established a new Khanate in the northern steppe. Kazan is an important trade hub, and the new Khanate can easily access nearby veins of metals both precious and utilitarian. As the wealthiest of the Tatar realms, Kazan is both a promising state and a target for greedy invaders.\\n\\nThe §YCrimean Khanate§! broke from the Great Horde in 1441 after the Crimean clans invited §YHaci Giray§!, a descendent of Ghenghis Khan, to rule them. Giray led the Crimean Tatars in a bloody struggle for independence, eventually emerging victorious and as Khan of a new horde. The Crimeans are avid slavers, and must contend with the §YGenoese§! colonies for control of local trade. They have also attracted the interests of the §YOttoman§! Sultan, who keeps a watchful eye over the Khanate’s affairs.\\n\\nThe §YNogai§! and §YUzbek§! Khanates, while successful in their bid for independence and controlling vast stretches of the steppe, lack the wealth or strategic importance of the other successor states. Opportunism must be their guiding philosophy if they wish to claim any part of Genghis Khan’s legacy, and by great fortune it seems that their §YTimurid§! neighbors are close to collapse and civil war. A worthy Khan might take the chance to seize the cities of §YSamarkand§! or §YBukhara§! while the Timurids are distracted.",
        "translation": "§Y金帐§!汗国已经作古；它的§Y鞑靼§!继承者们不见周围的敌人羽翼渐满，只顾争夺其遗产。这个昔日属于§Y成吉思汗§!之子§Y术赤§!的伟大帝国分裂成几个汗国，各自谋求称霸草原。\\n\\n金帐汗国最直接的继承者是§Y大帐§!汗国。汗库奇克·穆罕默德控制着萨莱和阿斯特拉罕的城市，草原上的部族却对他的号令充耳不闻。汗国里的部族陆续脱离他的统治，汗至今未能扭转局面。\\n\\n一个不令邻国丧胆的汗，根本就不是真正的汗；曾经不过是税吏的§Y莫斯科§!大公国脱离了强大的汗的监视，得到了极大的扩张。如果任由他们继续发展，他们肯定会谋求摆脱鞑靼人的枷锁，自己征服草原。同样，§Y立陶宛§!也从金帐汗国的瓦解中受益匪浅：他们已经从鞑靼人手中偷走了鲁塞尼亚，而且很可能会继续对游牧民族构成威胁。\\n\\n§Y喀山§!汗国的§Y乌鲁·穆罕默德§!曾两次宣布自己为金帐汗国的汗，但都是昙花一现的短命王朝。凭借地方的保加尔贵族支持，他占领了喀山城，在北方草原上建立了一个新的汗国。喀山是一个重要的贸易中心，这个新汗国可以轻易利用上附近贵重金属和实用金属的矿脉。作为鞑靼诸国中的首富之地，喀山既因此有着光明的前途，也因此是贪婪入侵者的目标。\\n\\n1444年，§Y克里米亚§!汗国脱离了金帐汗国，众氏族举成吉思汗的后裔§Y哈吉·吉拉伊§!为头领。吉拉伊带领克里米亚的鞑靼人进行了一场流血的独立斗争，最终赢得了胜利，身登一国之汗。克里米亚人是狂热的奴隶贩子，必然会与§Y热那亚§!的殖民地在地方贸易的控制权上展开竞争；他们还招致了密切关注着汗国事务的§Y奥斯曼§!苏丹的注意。\\n\\n§Y诺盖§!汗国和§Y乌兹别克§!汗国虽然成功地争取了独立、摄取了大片草原，但与其他金帐的接班人相比，其所拥有的财富与战略地位略逊一筹。他们要是想主张任何成吉思汗的遗产，就必须把机会主义奉为指导思想；宏运当头，他们的邻国§Y帖木儿§!处在崩溃边缘、内战前夕。一位称职的汗应当抓住帖木儿人注意力转移的机会，夺取§Y撒马尔罕§!或§Y布哈拉§!。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_romania:0",
        "original": "The Principalities of §YWallachia§! and §YMoldavia§! are nested between powers much greater than themselves. Thus far they have survived by playing the dangerous game of offering fealty to whichever nation they believe most likely to protect them against the others. A Voivode who wishes to thrive must carefully observe the balance of power.\\n\\nThe Voivodes had long been members of the Order of the Dragon, a noble and knightly order dedicated to defending Christendom from the encroaching §YOttoman Empire§!. It was no surprise when the Principalities answered the call for the §YCrusade of Varna§!. This grand military coalition aimed to drive the Turks from the Balkans and restore Christian rule. The Crusade, however, was a devastating failure, leaving kingdoms broken and the future of the region insecure.\\n\\nIn the immediate aftermath of the Crusade a diplomatic incident led to the §YHungarian§! general §YHunyadi§! being imprisoned by §YVlad II§! of Wallachia. Though the situation was resolved without further conflict, relations have soured enough that Wallachia should not count on Hungarian aid for the time being.\\n\\nThe Voivode of Wallachia joined the Crusade in spite of his son §YVlad Dracula§! being an Ottoman captive; unsurprisingly he now believes that his son must have been slain by Turkish hands. Unbeknownst to the Voivode an embittered Vlad was spared by the Sultan and lives in exile, plotting his revenge against Turk and Wallachian alike.\\n\\nUncertainty grips Moldavia also; the former monarch §YIlias I§! has died in exile in §YPoland§!, leaving his son §YRoman§! as a potential claimant to the throne. Roman has secured nominal Polish support for his claim, pledging eternal Moldavian fealty should he become Voivode. It is only a matter of time before Roman attempts to seize the throne from his uncle §YStefan§!.",
        "translation": "§Y瓦拉几亚§!公国和§Y摩尔达维亚§!公国存立于远比他们强大的国家之间。轮番向他们认为最可能从别国的入侵中保护自己的国家献殷勤——他们就是凭借着这种危险的把戏竚立至今。一位冀图发迹的领袖必须竦意守护权力的平衡。\\n\\n公爵们素来是龙骑士团成员，这个高尚而具有骑士精神的骑士团一心要从§Y奥斯曼帝国§!的魔爪之中保卫基督教世界。因此公国们响应§Y十字军征瓦尔纳§!的召唤不足为奇。这个庞大军事的联盟旨在将土耳其人从巴尔干半岛驱逐出去，并恢复天主教的统治。但是，这场十字军之征一败涂地，致使参战王国分崩解析、巴尔干地区的未来风雨飘摇。\\n\\n十字军甫一结束，马上出现一场外交事故，导致了§Y匈牙利§!将军§Y匈雅迪§!被瓦拉几亚的§Y弗拉德二世§!囚禁了起来。虽然没有爆发进一步的冲突，情况就得以解决，两国的关系已经恶化到瓦拉几亚不用再指望匈牙利暂时给自己提供什么援助了。\\n\\n即使他的儿子§Y弗拉德·德拉库拉§!仍然被奥斯曼关押，瓦拉几亚公爵仍然参加了这场十字军。他理所当然地相信自己的儿子此时已经被突厥人所杀害。不过公爵并不知道，怨恨恼怒的弗拉德被苏丹饶过一命，活着被流放了，在流放的过程中，他策划着对突厥人和瓦拉几亚人两方的复仇。\\n\\n不确定性此时也束缚住了摩尔达维亚; 前君主§Y伊利亚斯一世§!已经在流亡§Y波兰§!时死去，留下他的儿子§Y罗曼§!作为对公爵之位的潜在宣称者。罗曼已经为他的宣称赢得了波兰人名义上的支持，承诺如果他成为摩尔达维亚公爵，摩尔达维亚将永远效忠于波兰。现在，罗曼尝试从自己的舅舅§Y斯蒂芬§!手里夺取爵位已经只是时间问题。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_title_aragon:0",
        "original": "The Crown of Aragon",
        "translation": "阿拉贡联合王国",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_maghreb:0",
        "original": "The collapse of the §YAlmohad Caliphate§! i the 13th Century fractured §YIberia§! and the §YMaghreb§! into a multitude of warring states. This period of chaos was a perfect opportunity for the Christian kingdoms to wage their war of ‘Reconquista’, resulting in the annexation of all the Muslim states on the Peninsula with the sole exception of the Emirate of §YGranada§!.\\n\\nThe §YNasrids§! of §YGranada§! cling to their remaining territory as §YCastile§! makes repeated attempts to end Muslim rule in §YAndalucia§!. Granada cannot face the military might of Castile alone; if it is to survive it will need to make some powerful friends indeed. To add to Granada’s troubles, the Emirate is plagued with internal strife. At present the clearest threat is §YEmir Muhammad’s§! nephew, §YYusuf§!, who has ambitions for the throne and is rapidly gathering support to enforce his claim.\\n\\nThe §YZayyanids§! of §YTlemcen§! find themselves especially vulnerable. Tlemcen, locked between the stronger powers of §YTunis§! and §YMorocco§!, struggles to even maintain control over the population beyond the city of Tlemcen itself.\\n\\nThe most powerful of the Maghrebi kingdoms is the Sultanate of Morocco, ruled by the §YMarinid§! dynasty. Though they control a great deal of strategically and economically important territory, the Marinid rulers are little more than puppets of their §YWattasid§! viziers. Many within the Marinid family resent the Wattasid custodianship of Morocco, while the Wattasids themselves all but openly covet the throne for themselves. Being so concerned with internal mistrust, Morocco failed to defend the city of §YCeuta§! from a §YPortuguese§! assault in 1415 and have since been unable to recapture it.\\n\\nThe §YHasfids§! of Tunis were once governors in the service of the Almohads. When the Caliphate collapsed they continued to rule Tunis and have even awarded themselves the title of Caliph, though the Muslim world at large pays little heed to this bold claim. Of the three large kingdoms on the coast, Tunis is the least beset by internal struggle and is relatively free to make incursions into the surrounding states.\\n\\nIn the interior, the Berber tribes of §YMzab§!, §YDjerid§!, §YTouggourt§!, and §YFezzan§! all vie for dominance of the desert. Mzab follows the rare Ibadi sect of Islam, and its rulers descend from the Rustamid Imams who ruled a large part of the Maghrebi interior in the 9th Century. Though unlikely candidates to reunite the Maghreb, the nomads of the interior have had a great impact on the fate of North Africa many times in the past.",
        "translation": "十三世纪，§Y穆瓦希德哈里发国§!的崩溃让§Y伊比利亚§!和§Y马格里布§!的众多邦国陷入分裂战乱。这段混乱的时期给了基督教众王国一个可乘之机，他们发动了名为「收复失地运动」的战争吞并了半岛上的伊斯兰众邦，只有§Y格拉纳达§!埃米尔国独存。\\n\\n为了结束穆斯林在§Y安达卢西亚§!的统治，§Y卡斯蒂利亚§!屡次进攻，让§Y格拉纳达§!的§Y纳斯尔§!家族的领土所剩无几。格拉纳达无法独自对抗卡斯蒂利亚强大的军事力量，交好友邦才能有一线生机。祸不单行，埃米尔国内部也冲突不断，眼下最明显的威胁是§Y穆罕默德埃米尔§!之侄§Y尤素福§!，他觊觎王位而迅速积蓄了力量。\\n\\n§Y特雷姆森§!的§Y扎亚尼§!家族困于两大强国§Y突尼斯§!与§Y摩洛哥§!之间，处境艰难，甚至连完全控制特雷姆森城外的臣民都有些困难。\\n\\n马格里布最强的王国是摩洛哥苏丹国，由§Y马林§!家族统治，尽管手握许多战略要地和经济重镇，但与维齐尔§Y瓦塔斯§!家族的傀儡无异。许多族人不满瓦塔斯对摩洛哥的治理，因为瓦塔斯家族对王位虎视眈眈。由于内部猜忌，1415 年，§Y休达§!被§Y葡萄牙§!攻陷，至今未收复。\\n\\n突尼斯的§Y哈斯非德§!家族曾是阿尔摩哈德的封臣，在哈里发国土崩瓦解后维持了在突尼斯的统治，并且自封为哈里发，然而伊斯兰世界的其他国家对其大胆宣称不以为意。海岸三国中，突尼斯国内局势最稳定，可以不带顾虑对外扩张。\\n\\n内陆的§Y姆扎卜§!、§Y杰里德§!、§Y图古尔特§!和§Y费赞§!等柏柏尔部落正争夺着沙漠霸权。姆扎卜信仰罕见的伊巴德派伊斯兰教，其君主为鲁斯塔姆伊玛目的继承者。九世纪，鲁斯塔姆王朝曾经统治马格里布内陆的大片领土。尽管不太可能再统一马格里布，这些内陆部落往日曾屡次改写了北非的命运，不可小觑。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_aztecs:0",
        "original": "From the early fourteenth century, the valley of §YMexico§! and its neighboring regions have labored under the sway of the rulers of the §YTepanec§! rulers of §YAzcapotzalco§!. Their reign, however, has faded. A bitter feud for the throne between the rival brothers Tayatzin and Maxtla left them vulnerable, and in 1428 they were overthrown by the nascent alliance between the city-states of §YMexico-Tenochtilan§!, §YTlacopan§! and §YTexcoco§!. Having now consolidated their power, this §YAztec§! triple alliance led by §YMontezuma Ilhuicamina§! now look to expand beyond their homes, in particular toward the wealth of the §YMixtec§! cities (such as §YCoixtlahuaca§!) to the south.\\n\\nEast of the Aztec, the allied city-states of §YTlaxcala§! are determined to maintain their independence in the face of Aztec aggression. The Aztecs are willing to accept it: Tlaxcalan captives taken in war to offer as sacrifice have far greater value to the empire than Tlaxcalan subjects. Meanwhile, to the south, the Nahuatl people of §YTeotitlan§! play the dangerous game of trying to maintain their independence through friendship with the Empire, rather than through warfare.\\n\\nTo the west, in the highlands of §YMichoacan§!, the cities of Lake Patzcuaro were unified between 1300 and 1350 under the rule of §YTariacuri of Tzintzuntzan§!. From this power, Tariacuri's §YTarascan§! successors have spread further, creating a powerful state that can rival the Aztecs. Between them both Tarascans and Aztecs eye the §YMatlatzinca§! of the valley of §YTolluca§! warily: while they would make a nice addition to either empire, they may be more valuable as a buffer state, and aggression in that direction may well draw the two powers in a war they do not wish to fight.\\n\\nBut Tolluca is not the only worry of the Tarascan rulers. To the west and north of their realm, a plethora of small states like §YColima§!, §YTonalla§! and §YXalixco§! watch over wealthy saltpeter deposits that the Tarascans would like to control. Independently, they are unlikely to resist Tarascan expansion, but if they were to assist one another, they could be a formidable obstacle to Tarascan expansion.\\n\\nFinally, at the northern edge of the region, the various people that the Aztec collectively call §YChichimeca§! are a perennial source of problem for the more settled states to the south. The most powerful of them are likely the §YGuamar§! confederacy, but far more familiar to the Mesoamerican people are the §YOtomies§!, who are often settled among them, or found serving as mercenaries in countless wars.",
        "translation": "自十四世纪早期起，§Y墨西哥§!谷地及其周边地区一直臣服于§Y阿斯卡波特萨尔科§!城邦的§Y特帕内克族§!统治者之下。不过，他们的统治渐趋式微。塔亚特辛和马克斯特拉两兄弟为争夺王位展开了血腥的较量，而落得两败俱伤的境地——1428年，其统治终于被§Y墨西哥-特诺奇蒂特兰§!、§Y特拉科潘§!和§Y特斯科科§!三个城邦的早期同盟所推翻。这一同盟后来发展为§Y阿兹特克§!三邦同盟，并确立其权力统治，在§Y蒙特苏马·伊维卡米纳§!的统治下，准备向周边地区发动扩张，尤其是南方富饶的§Y米斯特克§!城邦，如§Y科伊斯特拉瓦卡§!。\\n\\n在阿兹特克联盟的东面，§Y特拉斯卡拉§!城邦联盟决意在阿兹特克人的扩张战争中维持独立，而阿兹特克人也乐意接受：将战争中被俘获的特拉斯卡拉人献给诸神，要优于迫使他们称臣。同时，在南方，§Y特奥蒂特兰§!的纳瓦特尔人试图同阿兹特克帝国保持友谊、避免对抗，进行着维持独立的危险游戏。\\n\\n在西方的§Y米却肯§!高地，帕茨夸罗湖周边的城邦在§Y钦春钱的塔里亚库里§!治下迎来统一，塔里亚库里的§Y塔拉斯卡王朝§!自此确立统治，其继承者开疆扩土，建起能与阿兹特克相媲美的强大国家。两国都在谨慎地注视着§Y托卢卡§!谷地的§Y马特拉钦卡§!：将之纳入国土是个不错的选择，不过将之作为缓冲国似乎更有价值，而向这一方向扩张则有可能使得两支并不希望彼此为敌的势力短兵相接。\\n\\n不过托卢卡也并非塔拉斯卡统治者唯一的忧愁之地。在其国土的西方和北方，诸多小城邦如§Y科利马§!、§Y托纳拉§!和§Y哈利斯科§!拥有塔拉斯卡人梦寐以求的硝石矿。如果各自为战，他们难以抵抗塔拉斯卡的扩张，不过如果他们互相协助，便可能成为塔拉斯卡扩张战争的强大障碍。\\n\\n最后，在整个地区的北部边境，被阿兹特克人称为§Y奇奇梅克人§!的诸多游牧民族不断给南方的定居城邦制造麻烦，其中最为强大者当属§Y瓜马尔§!联盟，不过美索美洲人最熟悉的民族却是§Y奥托米人§!，他们常与美索美洲人混居，并在无数战争中充当佣兵。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "strong_start_mayans:0",
        "original": "The splendors of the Mayan golden age of the first millenia have faded, leaving way to an era of bitter conflict and uneasy alliances. The glory of §YChichen Itza§! has waned, and the last of the §YItza§! rulers have been forced to flee into the jungles, at the southern edge of §YYucatan§!, to build new cities. In its stead only one last §YMayan§! empire remained to hold the Yucatan together: the §YLeague of Mayapan§!. In 1441, however, the §YXiu§! rulers of §YUxmal§! broke free of the League, slaughtering the entire §YCocomes§! ruling family of Mayapan, save for one survivor. Returning to Yucatan, that survivor rallied his allies, and founded a new capital at §YSotuta§!, while the Xiu moved theirs to Mani. With their bitter rivalry, the last ties holding Yucatan together have fallen apart, and other polities, like §YChactemal§! and §YCan Pech§! are striking out on their own, rejecting the influence of the great dynasties of ancient Yucatan.\\n\\nFurther south, in the mountains of §YGuatemala§!, little is left of the once-great cities in the region. Only two significant powers remain: the chief of them is §YQumarkaj§!, capital of the §YKiche§! people, which united much of the highlands over generations of rulers. Much of the Kiche's power rests on their alliance with their powerful vassals, the §YKaqchikel§!. So long as they stand together, they are powerful, but should event divide them, let alone turn on each other, the Kiche's power would be greatly diminished. Nearby, the §YCh'orti§! people, the heirs to the once-great city of §YCopan§!, largely stay out of the politics of their neighbors, while in the mountain valleys of §YChiapas§!, a plethora of local Mayan people, like the §YTzotzil§!, remain largely ignored by the more powerful realms around them. North of the Chiapas, along the coast of the Gulf of Mexico, the last descendants of the §YOlmec§! people, the §YYokot'an§!, likewise keep to their land, though they maintain a brisk trade with their neighbors.\\n\\nBut not all Mayan people live in the regions surrounding the Yucatan. Far to the north, beyond the lands of the Nahuatl people, the §YHuastec§! people left Mayan country thousands of years ago, driven north by the pressure of the then-nascent, now-forgotten Olmec Empire. They dwell now in the forest jungles at the northeastern edge of Mesoamerica, beyond the great empires of central Mexico. To them, their fellow Mayan people are but a forgotten dream; they are more concerned with the expansionist powers that surround them and constantly threaten them.",
        "translation": "持续千年的玛雅黄金时代的辉煌已经消退，只留下了一个激烈冲突不断，同盟动荡不安的时代。§Y奇琴伊察§!的荣耀已经衰落，§Y伊察§!最后的统治者被迫逃进丛林，前往§Y尤卡坦§!的南部建立新的城市。取而代之的是§Y玛雅帝国§!最后的残余，将尤卡坦人团结在一起的§Y玛雅潘联盟§!。然而在1441年，§Y乌斯马尔§!的§Y休§!统治者打破了联盟，屠杀了玛雅潘联盟中§Y可可米斯§!的整个统治家族，只有一人幸存。回到尤卡坦后，这个幸存者团结了他的盟友，趁着休正迁移到马尼时在§Y索图塔§!建立了新的首都。随着他们激烈的竞争，使尤卡坦人团结的最后纽带也分崩离析，而其他政治实体，像§Y查克特马尔§!和§Y坎佩奇§!，则各自为政，拒绝来自这些尤卡坦古代王朝的影响。\\n\\n再往南，是§Y危地马拉§!的山脉，这里曾有很多伟大的城市，如今已经所剩无几。只有两股主要力量仍然存在：§Y库马尔卡赫§!酋长国和把高地数代统治者联合起来的§Y基切§!。基切的大部分力量依赖他们强大的附庸国，§Y喀克其奎§!。它们站在一方时十分强大，但如果事件使它们分道扬镳，兵戎相见，基切的力量就会被大大削弱。附近的§Y奇奥蒂§!人，是过去的伟大之城§Y科潘§!的继承人，他们在很大程度上远离了邻居的政治纷争，而在§Y恰帕斯§!的山谷中，像§Y乔齐尔§!这样的玛雅人群体仍被周边的国家所忽视。恰帕斯以北，墨西哥湾沿岸，是§Y奥尔梅克§!人最后的继承人§Y约科坦§!，他们保有自己的领土，并与邻居保持着活跃的贸易往来。\\n\\n但并非所有玛雅人都生活在尤卡坦半岛周边。在遥远的北方，纳瓦特尔人的土地之外，§Y瓦斯特克§!人在数千年前就离开了玛雅，在当时新生，现已被遗忘的奥尔梅克帝国的压力下向北前进。他们现在居住在中美洲东北边缘的丛林中，远离墨西哥中部的各大帝国。对他们来说，玛雅同胞只是一个被遗忘的梦；他们更关心周边不断威胁着他们的扩张势力。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_start_aragon:0",
        "original": "The Crown of §YAragon§! emerged as a major power from humble origins as a mere County in the Pyrenees. After winning its independence from the now much reduced Kingdom of §YNavarra§!, Aragon entered into a union with the County of §YBarcelona§!. Its monarchs were eager participants in the Reconquista, the campaign of conquest against the Muslim states of §YIberia§!, which saw Aragon expand to its current southerly extent and add the Kingdom of §YValencia§! to the composite Crown.\\n\\nThe fates of Aragon and Navarra are once again tied together; the King of Navarra is also the heir to the Aragonese throne. Should §YKing Joan§! manage to survive his father §YAlfons V§! while preserving the independence of Navarra, the two nations will be joined in a personal union under one monarch.\\n\\nOn the subject of dynastic unions, the Kingdom of §YNaples§! in southern Italy is also subject to the Crown of Aragon. Aragon rules §YSicily§! directly, but Naples has yet to be fully integrated into the Crown following King Afonso’s conquest of the kingdom in 1442. The former King of Naples, §YRené of Anjou§!, has fled to §YProvence§! where he continues to insist upon his claim not only on Naples but also on Aragon itself as well as §YJerusalem§!.\\n\\nAragon’s relationship with its powerful neighbour §YCastile§! is difficult to pin down. Though these nations share a dynasty, the feuding House of §YTrastámara§! is rarely at peace with itself. At times it seems as though peace may be possible and that the two Crowns could be united into one, while at other times it seems that the kingdoms are destined to struggle against one another for eternity as bitter rivals.\\n\\nBeyond dynastic matters, Aragon is a nation deeply concerned with dominating trade in the Mediterranean. Aragon’s §YConsulate of the Sea§! aims to regulate and administrate all trade in the region, while Catalan and Valencian merchants struggle against merchants from §YGenoa§! and §YTuscany§! to control the flow of profit. Aragon also has designs upon the elusive §Ysilk§! trade. Silk has traditionally seen almost no production in Europe; its secrets are closely guarded but now seem to be within reach.",
        "translation": "§Y阿拉贡§!联合王国起源于比利牛斯山的一个卑微的伯爵领，逐渐发展为了一支主要力量。成功从现已弱小的§Y纳瓦拉§!王国独立后，阿拉贡与§Y巴塞罗那§!伯爵领建立了联合统治。阿拉贡的君主们积极参与了收复失地运动，即对§Y伊比利亚§!穆斯林国家的征服运动，这使阿拉贡得以扩张至如今的南部疆域并将§Y瓦伦西亚§!纳入它的王国。\\n\\n阿拉贡和纳瓦拉的命运再度联系在一起，纳瓦拉的国王同时也是阿拉贡的王位继承人。如果§Y胡安国王§!能够活得比§Y阿方索五世§!久，同时确保纳瓦拉的独立，那么这两个国家将建立起联合统治。\\n\\n南意大利的§Y那不勒斯§!王国同样也处于阿拉贡的联合统治之下。虽然阿拉贡直接统治着§Y西西里§!，但在1442年被阿方索国王征服的那不勒斯尚未完全纳入王国统治。那不勒斯曾经的国王，§Y安茹的勒内§!，已经逃往§Y普罗旺斯§!，在那里他不仅继续坚持着对那不勒斯的宣称，甚至还宣称阿拉贡本身和§Y耶路撒冷§!。\\n\\n阿拉贡与它强大的邻居§Y卡斯蒂利亚§!之间的关系很难确定。尽管它们同属一个王朝，但内部不和的§Y特拉斯塔马拉§!家族难以和平共处。有时候，和平似乎是可能的，甚至能将两个王冠合二为一，而在其他时候，这些王国又似乎注定要作为宿敌永远地斗争下去。\\n\\n在王朝事务之外，阿拉贡还密切关注着地中海的贸易统治地位。阿拉贡的§Y海事领事馆§!旨在监察管理地区内的所有贸易活动，加泰隆和瓦伦西亚的商人则与§Y热那亚§!和§Y托斯卡纳§!的商人竞争着对利润流动的控制。阿拉贡还觊觎着难以捉摸的§Y丝绸§!贸易。过去的欧洲几乎从未生产过丝绸；丝绸的秘密一直被严加守护，但现在似乎已经触手可及了。",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_dharma_government_reforms:0",
        "original": "£DLC_dha All governments use §YGovernment Reforms§!. These reforms gradually add distinctive bonuses to a government over the course of a game. Reforms are unlocked by the accumulation of §Yreform progress points§!, which are passively gained at a rate determined by the average autonomy level of your provinces.\\n\\n",
        "translation": "£DLC_dha 所有政体使用§Y政府改革§!。在游戏过程中，这些改革将逐步地添加独特的奖励给政体。解锁改革通过积累§Y改革进度点§!，改革点被动获取的速度取决于你的各省平均自治度水平。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_dharma_government_reforms_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_cossacks_steppe_nomads:0",
        "original": "£DLC_cos [Root.GetName] is a §Y[Root.GovernmentName]§!, which means you use §Yhorde unity§! instead of legitimacy. Horde unity is gained by §Yrazing§! development, §Ylooting§! provinces, and keeping the loyalty of the §YTribes estate§! high.\\n\\n",
        "translation": "£DLC_cos [Root.GetName] 是一个 §Y[Root.GovernmentName]§!，这意味着你将使用 §Y游牧团结§! 代替正统性。游牧团结可以通过§Y焚掠§!发展度，§Y劫掠§!省份，以及维持§Y部落阶层§!的高忠诚度获得。\\n\\n",
        "stage": 1,
        "file": "localisation/startup_screen_l_english.yml"
    },
    {
        "key": "string_cossacks_steppe_nomads_no:0",
        "original": "",
        "translation": "",
        "stage": -1,
        "file": "localisation/startup_screen_l_english.yml"
    }
]