[
    {
        "key": "usa_dlc.EVTNAME1:0",
        "original": "Congress of the Confederation",
        "translation": "联邦议会",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC1:0",
        "original": "From March 1, 1781, to March 4, 1789, the governing body of the United States of America was the Congress of the Confederation for the United States in Congress Assembled, an immediate successor to the Second Continental Congress.\\n\\nDespite a lack of power, the Congress managed to pass many laws, including the Northwest Ordinance. The Congress has convened to discuss the enormous debt the War of Independence has saddled the country with and the matter of slavery in the Northwest Ordinance. Eight million dollars is owed to the French and Dutch, with the total federal debt being nearly 40 million dollars. A five percent duty on import is proposed, and the proposed abolishment of slavery in the Northwest Ordinance is causing quite an uproar...",
        "translation": "1781年3月1日至1789年3月4日，美利坚合众国执政机构被称为邦联议会，是第二届大陆会议的直接继承者。\\n\\n尽管缺乏权力，议会仍通过了包含《西北条例》在内的诸多法律。美国邦联议会召开的主要议题为讨论独立战争带来的债务问题，以及通过西北条例确定西北领域内不得实行奴隶制。在邦联议会时期，美国欠法国和荷兰800万美元，而邦联债务总额达到近4000万。另有一项5％的进口税被通过。西北条例中废除奴隶制的条款则引起一阵哗然……",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA1:0",
        "original": "Discuss Import Duties",
        "translation": "讨论进口关税",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB1:0",
        "original": "Discuss slavery in the Northwest Ordinance",
        "translation": "在西北条例中讨论奴隶制",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME2:0",
        "original": "Import Duties",
        "translation": "进口关税",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC2:0",
        "original": "The War of Independence against the British left the country in serious debt, with the federal debt a total of 40 million dollar of which eight million dollars owed to the French and Dutch. The Congress has twice proposed to lay a 5% duty on imports in order to pay the interest and principal of the debt, but it needs the consent of all thirteen states to add this to the Articles of Confederation.",
        "translation": "美国在对抗英国的独立战争后留下了严重国家债务，联邦债务总计4000万美元，其中欠法国和荷兰800万美元。美国国会已经两次提出征收5％的进口关税，以支付债务的利息和本金，但它需要的所有13个州同意将这条加入邦联条例。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA2:0",
        "original": "Accept the 5% duty on imports",
        "translation": "同意5%进口税",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB2:0",
        "original": "Reject the proposed amendment",
        "translation": "拒绝拟议修正案",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME3:0",
        "original": "Northwest Ordinance",
        "translation": "西北条例",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC3:0",
        "original": "The Northwest Ordinance creates the Northwest Territory, from lands south of the Great Lakes, north and west of the Ohio River, and east of the Mississippi River. This is the most important piece of legislation passed by members of the Continental Congresses other than the Declaration of Independence. The Northwest Ordinance established the precedent by which the federal government would be sovereign and expand westward across North America with the admission of new states, rather than with the expansion of existing states and their established sovereignty under the Articles of Confederation.\\n\\nThe Congress has proposed that 'There shall be neither slavery nor involuntary servitude in the said territory.', which has caused uproar among the members of the Congress. What shall it be, shall slavery be prohibited in the Northwest Territory according to the Northwest Ordinance or not?",
        "translation": "「西北条例」建立了西北领地，囊括了北至五大湖，东南以俄亥俄河为界，西至密西西比河的广袤土地。这是除了独立宣言以外大陆会议通过的最重要的法律。「西北条例」为联邦政府确立主权制造了判例，并通过接纳新州向西扩张到整个北美，而不是根据联邦条款扩张现有州及其既定主权。\\n\\n大陆会议还提议在「该领地不得蓄奴或强迫劳动」，这在议员之间引起轩然大波。是否应该依据「西北条例」，在西北领地禁止奴隶制？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA3:0",
        "original": "Prohibit slavery!",
        "translation": "禁止奴隶制！",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB3:0",
        "original": "Let them decide for themselves",
        "translation": "让他们自己决定",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME4:0",
        "original": "Articles of Confederation",
        "translation": "邦联条例",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC4:0",
        "original": "The Thirteen States that established the United States as a confederation of sovereign states have approved a version of the Articles of Confederation and sent to the states for them to ratify. It has provided domestic and international legitimacy for the Continental Congress to direct the American Revolutionary War, conduct diplomacy with Europe and deal with territorial issues and Indian relations even though it is not yet ratified. There has been long debates on issues such as sovereignty, the exact powers to be given the confederate government, whether to have a judiciary, and voting procedures during the drafting of the Articles.",
        "translation": "以主权州组成邦联的形式成立了合众国的十三州已经批准了一版邦联条例并送交各州批准。即使邦联条例尚未被批准，它仍为大陆会议指挥美国革命战争、同欧洲进行外交、解决领土争议和处理印第安关系提供了国内和国际上的合法性。在诸如主权、具体向邦联政府移交的权力、是否成立司法部以及在条例起草过程中的投票程序等问题上的争议持续了很久。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA4:0",
        "original": "Ratify the Articles",
        "translation": "批准宪章",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME5:0",
        "original": "Declaration of American Independence",
        "translation": "宣布美国独立",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC5:0",
        "original": "Thomas Paine, the English-American political activist, author, political theorist and revolutionary who inspired the Patriots to declare independence from Britain, argued in the first edition of 'Common Sense' that USA needed a formal declaration of American Independence. Without a Declaration of Independence, USA is considered outlaws by the European nations, rebels against a legitimate monarch, and to transform us into a legitimate nation we need international recognition for our cause and foreign allies to support it. The Declaration of Independence is a statement that announces that the Thirteen States regards themselves as independent states and no longer part of the British Empire.",
        "translation": "托马斯·潘恩，英裔美国政治活动家、作家、政治理论家和革命家，启发爱国者们宣布脱离英国独立。他在第一版的《常识》中就主张，美国需要正式宣布独立。如果没有一份独立宣言，美国会被被欧洲国家视为反叛合法君主的不法分子。而要改变这一点则只能通过国际社会对我们独立的承认和外国盟友的支持。《独立宣言》宣布，十三州认为自己是独立国家，而不再是大英帝国的一部分。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA5:0",
        "original": "Sign the Declaration of Independence",
        "translation": "签署独立宣言",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME6:0",
        "original": "American Independence",
        "translation": "美国独立",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC6:0",
        "original": "The Thirteen States of America has declared their independence from the British Empire by signing the United States Declaration of Independence. This was done to transform the Thirteen States into a legitimate nation and to give USA the international recognition needed to gain support and allies for their cause. Should we formally recognize the new country and accept their Declaration of Independence, with a possibility to anger Great Britain but gaining gratitude from a young nation?",
        "translation": "北美十三州联合签署了《美国独立宣言》，宣布他们从大英帝国独立。此举是为了将十三个州合并为一个合法的国家并为美国赢得国际社会的承认, 借此获得独立战争的盟友和支援。我们是否应该冒着激怒大不列颠的风险正式承认这个新国家，并接受他们的《独立宣言》，以获这个年轻的国家的感谢？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA6:0",
        "original": "Recognize USA as an Independent Nation!",
        "translation": "承认美国为独立国家！",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB6:0",
        "original": "USA will never be an independent nation!",
        "translation": "美国永远也不会成为独立国家！",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC7:0",
        "original": "Our Declaration of Independence from Great Britain was followed with great interest by countries in Europe, and [From.GetName] has sent an ambassador to talk with the leaders of the Congress.",
        "translation": "我们从英国独立的宣言引发了欧洲各国的极大兴趣，[From.GetName] 已派出大使与国会领导人会谈。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA7:0",
        "original": "The ambassador acknowledged our independence!",
        "translation": "这位大使承认我们的独立！",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB7:0",
        "original": "The ambassador refused to acknowledge our independence!",
        "translation": "这位大使拒绝承认我们的独立！",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME10:0",
        "original": "Constitutional Convention",
        "translation": "制宪会议",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC10:0",
        "original": "The Constitutional Convention is addressing problems in governing the USA, as operating under the Articles of Confederation has proven problematic. The Confederation government is inadequate for managing the various conflicts that has risen among the states, and as it is dependent on the Thirteen States for money but has no taxing power it lack funds to deal with the increasing debt from the War of Independence. There was a proposal to modify the Articles of Confederation but it was decided it would be better to create a new government than fix the existing one. The issues that will be discussed are the government form, composition and election of the Senate, how to elect the president, the slavery issue, to abolish the slave trade or not and what offenses should be impeachable among many others.",
        "translation": "制宪会议的目的是解决《邦联条例》在实行与管理中遇到的重重困难。邦联政府的资金依赖于十三州所提供，并没有独立的收税权力，因此邦联政府无力于解决十三州之间的争端以及偿付独立战争时欠下的款项。鉴此，修改《邦联条例》势在必行，但是部分代表希望可以直接建立一个新政府。需要讨论的问题包含新政体形式，参议院的选举和组成，总统的选举方法，奴隶制的存续，奴隶交易的存废，何等罪名可被弹劾等诸多议题。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA10:0",
        "original": "First issue: USA's government form",
        "translation": "第一个问题：美利坚的政体",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME11:0",
        "original": "Government Form",
        "translation": "政体",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC11:0",
        "original": "The first issue discussed for the new Constitution was the government form. The composition and election of the Senate, how to divide the executive power, between three persons or invest the power into a single president, how to elect the president and how long his term was to be and whether he could stand for reelection.\\n\\nThe two suggested government forms were 'American Republic', 'American Federation' and 'Constitutional Monarchy'.",
        "translation": "制宪会议上讨论的第一个问题是政体。问题包括：参议院的构成和选举，行政权的划分（即三人共治还是由总统一人独享），总统的选举方式、任期和连任次数。\\n\\n与会代表建议的政体分别是：「美利坚共和制」、「美利坚联邦制」和「君主立宪制」。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA11:0",
        "original": "American Republic",
        "translation": "美利坚共和制",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB11:0",
        "original": "Federal Republic",
        "translation": "联邦共和制",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTC11:0",
        "original": "Constitutional Monarchy",
        "translation": "君主立宪制",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME12:0",
        "original": "The Slave Trade",
        "translation": "奴隶贸易",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC12:0",
        "original": "The second issue was about the slave trade. Slavery is widespread in the states and twenty-five of the Convention's fifty-five delegates owns slaves, with slaves comprised about one-fifth of the population of the states. The Southern states own the majority of slaves and the agrarian economy is based on slave labor. Many of the Southern delegates are unwilling to accept any proposals that might threaten the institution. The slave trade was discussed, a new fugitive slave clause that would require slaves who escaped to another state to be returned to the owner in the state from which they escaped and if the slave trade should be abolished.\\n\\nThe Southern states are against the abolition of slave trade, should we risk their wrath or should we let it be?",
        "translation": "第二个问题是关于奴隶贸易。奴隶制广泛存在于各州，而「制宪会议」的55名代表中25名拥有奴隶，奴隶占各州的人口的五分之一左右。南部各州拥有数量庞大的奴隶于奴隶劳动基础上的农业经济。极少数的南方代表不愿意接受任何可能威胁到该机制的建议。奴隶贸易进行讨论了一个要求当奴隶逃到另一个州时，应将他们归还其属主的州的新逃亡奴隶条款，以及是否应该废除奴隶贸易的问题。\\n\\n南部诸州反对废除奴隶贸易，我们应该承受他们的怒火还是应该顺着他们？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA12:0",
        "original": "Abolish it",
        "translation": "废除奴隶贸易",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB12:0",
        "original": "Let it be",
        "translation": "就这样吧",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME13:0",
        "original": "Impeachable Offenses",
        "translation": "可导致弹劾的罪名",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC13:0",
        "original": "The third issue discussed was which offenses should be impeachable and how the laws should be written. A rather harsh law, where death penalty is issued for murderers and long prison sentences for other offenses, was suggested. Some of the delegates sought endorsement for a medium law, with prison sentences and fines being the primary punishments. There were those that thought that each state should be able to set their own laws for offenses, and suggested mild laws that each state could build upon. Mild laws, with short prison sentences and hefty fines, were another suggestion.\\n\\nWhat should the Thirteen States vote for?",
        "translation": "第三个话题讨论了哪些情况下可以弹劾总统以及如何撰写刑法。有的代表提议制定对谋杀罪判死刑、其他罪行判处长期徒刑的严苛法律；有的代表则为订立一部以适量徒刑和罚款为主要处罚的中庸的法律寻求支持；有的代表则认为每个州应该独立制定刑法；还有代表提议制定以高额罚金和短期徒刑为主要刑罚的温和法律。\\n\\n北美十三州应该采取哪一种法律？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA13:0",
        "original": "Harsh Laws",
        "translation": "严刑峻法",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB13:0",
        "original": "Medium Laws",
        "translation": "中道法律",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTC13:0",
        "original": "State Laws",
        "translation": "州法",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTD13:0",
        "original": "Mild Laws",
        "translation": "温和法律",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME14:0",
        "original": "The Constitution of the United States",
        "translation": "美国宪法",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC14:0",
        "original": "The Constitution of the United States is the supreme law of the United States of America, with the first three Articles of the Constitution establishing the rules and separate powers of the three branches of the federal government. The three branches are a legislature held by the bicameral Congress, an executive branch led by the President, and a federal judiciary headed by the Supreme Court. The last four Articles frame the principle of federalism. The Tenth Amendment confirms its federal characteristics.",
        "translation": "美国宪法是美利坚合众国的最高法律。宪法的前三条确立了三权分立制度。三权分别为：国会两院代表的立法机构，总统代表的行政机构以及联邦最高法院代表的司法机构。宪法的后四条建立了联邦制的原则。宪法第十条修正案确认了其联邦特征。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA14:0",
        "original": "Adopt the Constitution",
        "translation": "采用宪法",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME20:0",
        "original": "Supply weapons to American Indians",
        "translation": "向美国印第安人提供武器",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC20:0",
        "original": "Our colonies in North America have declared independence from us and are fighting the natives for more land. We could supply the Indians with weapons to try and block further American expansion...",
        "translation": "我们在北美的殖民地宣布独立并且为了扩张而攻打原住民。我们可以给印第安人提供武器，以试图阻止美国的进一步扩张……",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA20:0",
        "original": "Supply them",
        "translation": "向他们提供武器",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB20:0",
        "original": "Not worth it",
        "translation": "不值得",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME21:0",
        "original": "Great Britain offers weapons",
        "translation": "大不列颠提供武器",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC21:0",
        "original": "Great Britain has offered to supply us with weapons to help us in our war against USA.",
        "translation": "英国已经表示愿意向我们提供武器，帮助我们对美国的战争。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA21:0",
        "original": "Good",
        "translation": "好",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME22:0",
        "original": "Indians supplied with weapons from Great Britain",
        "translation": "印第安人获得大不列颠的武器",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC22:0",
        "original": "Our war against the natives of America has become increasingly difficult. After some investigating, we have found proof of British merchants and government agents supplying our enemies with weapons in hopes of blocking further American expansion.",
        "translation": "我们对美洲原住民的战争已经变得越来越困难。经过一番调查，我们发现了英国商人和政府代理人向我们的敌人提供武器的证据，他们希望能阻止美国进一步扩张。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA22:0",
        "original": "Bastards!",
        "translation": "杂种!",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME25:0",
        "original": "Benjamin Franklin",
        "translation": "本杰明·富兰克林",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC25:0",
        "original": "'The First American', a title earned by the polymath Benjamin Franklin for his campaigning for colonial unity and in many ways exemplifying the emerging American nation, is one of the founding fathers of the United States. During his years as an advisor to USA he has fundamentally defined the American ethos, a marriage of the practical values of thrift, hard work, education, community spirit, self-governing institutions, and opposition to authoritarianism both political and religious, with the scientific and tolerant values of the Enlightenment. Without Franklin's endless work and energy, the United States of America would be a lesser nation.",
        "translation": "「第一个美国人」，博学的本杰明·富兰克林，是美国的开国元勋之一，这是他在殖民地团结等方面彰显新兴的美国精神赢来的称号。他作为美国的顾问时，已经从根本上定义的美国民族精神：勤俭节约，艰苦奋斗，教育，社区精神，自治机构，反对政治独裁、宗教独裁，与启蒙运动的科学和容忍价值观的结合。没有富兰克林的无尽的工作和努力，美利坚合众国不会像现在这样伟大。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA25:0",
        "original": "That is true",
        "translation": "那是事实",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME26:0",
        "original": "Fur Trade",
        "translation": "毛皮贸易",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC26:0",
        "original": "The natives of North America has always traded and sold animal furs, and the Europeans colonizing America started participating in the trade from the beginning of their arrival. The British established trading post early and it has become one of the main economic ventures in North America. The fur trade in USA has gotten a set-back in recent years, and although Europe is screaming for furs the supply from USA is steadily lessening. If we would be able to capitalizing on this trade and remove the British stranglehold over it, our nation would flourish.",
        "translation": "北美原住民在很久以前就开始买卖动物毛皮了。而自从美洲被殖民之后，欧洲人也开始参与其中。英国人很早就在北美建立了贸易站，这也成为他们在北美的主要的经济来源之一。近些年来，美国的毛皮贸易正在逐渐衰退。虽然欧洲人对皮草趋之若鹜，但美国的毛皮供应量正在逐年减少。如果我们可以投资毛皮贸易，打破英国的垄断，我们就要发财了！",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA26:0",
        "original": "Kickstart the fur trade",
        "translation": "注资毛皮贸易",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB26:0",
        "original": "Nah",
        "translation": "别!",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME27:0",
        "original": "Cultural assimilation of Native Americans",
        "translation": "同化北美土人",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC27:0",
        "original": "George Washington and Henry Knox have formulated a policy to encourage the assimilation of Native Americans and transform their culture to European-American culture. Education is the primary method in the acculturation process for minorities and the immigrants from Europe has caused a growing public support for education to encourage a standard set of cultural values and practices for the majority of citizens to share. The six-point plan for civilization as formulated by George Washington:\\n1. impartial justice toward Native Americans\\n2. regulated buying of Native American lands\\n3. promotion of commerce\\n4. promotion of experiments to civilize or improve Native American society\\n5. presidential authority to give presents\\n6. punishing those who violated Native American rights.",
        "translation": "华盛顿与诺克斯制定一套同化政策，以使北美的土著接受欧美文化。要同化少数民族，教育是主要的手段。同时，来自欧洲的移民也令一套标准的主流文化渐渐成形。华盛顿所拟的文明六点计划：\\n1. 法律平等对待土著；\\n2. 购买土著土地须合乎规章；\\n3. 促进商业；\\n4. 提倡教化土著社会的实验；\\n5. 顺从总统权威；\\n6. 惩罚侵犯土著权利者。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA27:0",
        "original": "Adopt Washington's ideas and start the assimilation",
        "translation": "采用华盛顿的意见来推行同化",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB27:0",
        "original": "Leave the natives be",
        "translation": "由他们去",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME28:0",
        "original": "American Academy of Arts and Sciences",
        "translation": "美国人文与科学院",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC28:0",
        "original": "John Adams, John Hancock and James Bowdoin are only a few of the scholar-patriots that have founded the new American Academy of Arts and Sciences. Its Charter of Incorporation states its purpose as such: 'to cultivate every art and science which may tend to advance the interest, honor, dignity, and happiness of a free, independent, and virtuous people.' To have the United States of America sponsoring the academy would greatly increase the amount of work and prizes that could be done and awarded to those found eligible as a recognition of their inventions, ideas and work.",
        "translation": "美国人文与科学院由众多像约翰·亚当斯，约翰·汉考克和詹姆斯·鲍登这样的爱国学者所建立。 根据其典章记载，该院宗旨为：「弘扬学术，以增进自由、独立、良善之公民德行」。凭合众国的资助，学院可以聘用及奖励更多精英学者，肯定其发明与思想。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA28:0",
        "original": "Sponsor the academy",
        "translation": "资助学院",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB28:0",
        "original": "Ignore it",
        "translation": "无视它",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME29:0",
        "original": "Union Fire Company",
        "translation": "联合消防连",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC29:0",
        "original": "Nicknamed 'Benjamin Franklin's Bucket Brigade', the Union Fire Company is a volunteer fire department formed in 1736 after Franklin and other had pointed out the need for a more effective handling of fires in a couple of publications in the 'Pennsylvania Gazette'. The company is limited to thirty members who meet eight times a year. Together with the 'Hand in Hand Fire & Life Insurance Society', the Union Fire Company bought a fire bell in 1752 which they placed on Fourth Street. When the bell rings it can be heard throughout the city. To stop fire, the Company uses buckets, ladders and two hooks but they have plans on buying a fire hose. As the Company is a bit short on funds at the moment and the members have already paid their fees, a grant from the government would be appreciated and the bigger the grant, the longer the fire hose.",
        "translation": "联合消防连，人称'富兰克林水桶旅'，成立于1736年，是一支志愿消防队。当初，富兰克林指出，一旦'宾夕凡尼亚宪报'面临火灾，将需要一群人迅速救火，以保护其出版物。 连队成员限制为三十人，他们每年会开八次会。1752年，他们与'手拉手火险及寿险社'合作，买了一个火警钟装在第四街，警钟声响起时，可以传遍全城。 连队用水桶，云梯还有两只挂勾来救火，但他们还想要买一条水龙带。 连队已经没多少钱，成员也都尽了最大努力，这时要是政府能资助一下，大家都会感激不尽。 资助越多，水龙带也就越长。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA29:0",
        "original": "80 feet would be long enough",
        "translation": "80英尺就够长了",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB29:0",
        "original": "100 feet at least!",
        "translation": "至少要100英尺吧！",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTC29:0",
        "original": "150 feet is necessary!",
        "translation": "150英尺是必须的!",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTD29:0",
        "original": "We do not need it",
        "translation": "我们并不需要啊",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME30:0",
        "original": "Treaty of Amity and Commerce",
        "translation": "友好通商条约",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC30:0",
        "original": "The Prussian Prime Minister, Count Karl-Wilhelm Finck von Finckenstein, and the United States Ambassador to France, Thomas Jefferson, have presented the government of USA with a Treaty of Amity and Commerce between the Kingdom of Prussia and the United States of America which will establish a commercial alliance between the two countries. If this treaty is signed, it will promote free trade and commerce.\\n\\nThe main provisions of the treaty are as follows:\\nPeace and friendship between the Kingdom of Prussia and the U.S.\\nMutual Most Favored Nation status with regard to commerce and navigation\\nMutual protection of all vessels and cargo when in U.S. or Prussian jurisdiction\\nMutual right for citizens of one country to hold land in other's territory\\nMutual right to search a ship of the other's coming out of an enemy port for contraband\\nMutual right to trade with enemy states of the other as long as those goods are not contraband\\nIf the two nations become enemies, nine months protection of merchant ships in enemy territory\\nUnconditional humane custody for war prisoner\\nMutual right to have Consuls, Vice Consuls, Agents, and Commissaries of one nation in the other's ports.",
        "translation": "普鲁士首相卡尔威廉.芬克.冯.芬肯施泰因伯爵与美国驻法国大使杰佛逊向美国政府提出友好通商条约，普鲁士王国与美利坚合众国将成立商业同盟。 签下条约的话，将促进自由贸易与商业。\\n\\n条约主要条款如下:\\n普通士与美国保持和平友好\\n在商业及航海事务上互相享有最惠国待遇\\n在美国或普鲁士的司法管辖区内，互相保护对方的船只与货物\\n双方国民都有权在对方领土内拥有土地\\n双方有权搜查对方来自敌对港口船只是否有禁运货物\\n双方有权与对方的敌对国进行非禁运货物的贸易\\n当双方陷入敌对，在对方领土之船只须受保护九个月\\n无条件人道对待战俘\\n双方有权在对方港口派驻领事，副领事，中介，代表。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA30:0",
        "original": "Sign the treaty",
        "translation": "签署条约",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB30:0",
        "original": "Maybe later",
        "translation": "日后再说",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME31:0",
        "original": "Dunlap Broadside",
        "translation": "邓赖卜宽幅印本",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC31:0",
        "original": "Copies of the Declaration of Independence are printed and spread throughout the colonies under the supervision of the same committee who wrote the document. The 29-year-old Irish immigrant Dunlap was given the job and spent the night of July 4 setting type, correcting it and running off the broadside sheets. The Commander-in-Chief of the Continental Army George Washington directed that the troops would have the Declaration read to them.",
        "translation": "独立宣言在其起草人监督之下，在各处殖民地印行。 印务是由29岁的爱尔兰裔移民邓赖卜负责的。 他在七月四日的晚上，通宵完成排版及校对，并作宽幅印刷。 大陆军指挥官华盛顿也指令部队要阅读宣言。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA31:0",
        "original": "Make sure everyone can read it",
        "translation": "确保每个人都知道!",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME32:0",
        "original": "Nonintercourse Act",
        "translation": "印第安保护法",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC32:0",
        "original": "'No sale of lands made by any Indians, or any nation or tribe of Indians within the United States, shall be valid to any person or persons, or to any state, whether having the right of pre-emption to such lands or not, unless the same shall be made and duly executed at some public treaty, held under the authority of the United States.'\\n\\nTo regulate commerce between Native Americans and non-Indians, an act called the 'Nonintercourse Act' has been proposed.",
        "translation": "「印第安人，包括合众国内各族印第安人，与任何个人，团体，州份，无效是否对当地有先买权，所进行之土地买卖均无效，除非该交易是由合众国政府之公共契约批准有效并按时履行。」\\n\\n为规范土著与非印第安人之间的商业活动，有人提议出台「印第安保护法」。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA32:0",
        "original": "Pass the Nonintercourse Act",
        "translation": "通过印第安保护法",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB32:0",
        "original": "Reject the Act",
        "translation": "否决法案",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME33:0",
        "original": "Whiskey Rebellion",
        "translation": "威士忌暴乱",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC33:0",
        "original": "Alexander Hamilton, the treasury secretary, has established a new tax as part of his program to increase central government power and to fund his policy of assuming the war debt of those states which had failed to pay. The farmers who use their leftover grain and corn in the form of whiskey as a medium of exchange are forced to pay a new tax, and many resists this. They contend that they are fighting for the principles of the American Revolution, in particular against taxation without local representation, while we the government maintains that the taxes are the legal expression of the taxation powers of Congress.\\nThe resistance developed into a rebellion when a marshal arrived in western Pennsylvania to serve writs to distillers who had not paid the excise. 500 armed men attacked the fortified home of tax inspector General John Neville. George Washington managed to quell the rebellion but the resistance against the tax is still strong.",
        "translation": "财政部长汉米尔顿为增加中央政府权力，订立一项新税，用以替无法偿还独立战争债务的州份还债. 农民一般都用剩余的谷物及粟米酿成威士忌，当作交易媒界使用. 现在他们要为威士忌缴纳新税，令他们非常不满，很多都起来反抗. 他们声称是为美国独立精神而战，即是反对纳税同时却在政府里没有代表; 当时政府指新税是国会征税权的法理体现.\\n当时，一位元帅前往西宾夕凡尼亚传达法庭传票给一个欠税的酿酒商，结果令抗税发展成暴乱. 500个武装人士袭击了税官内维尔将军的家. 华盛顿会亲领部队平定暴乱，但抗税行动依然强烈.",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA33:0",
        "original": "Keep the act",
        "translation": "维持法案",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB33:0",
        "original": "Amend the act",
        "translation": "修订法案",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME34:0",
        "original": "Boston Post Road",
        "translation": "波士顿邮报路",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC34:0",
        "original": "The roads has been used for as long as any can remember, the Upper Post Road for example was called the Pequot Path by native Americans and some of these trails were at time as narrow as two feet. The Boston Post Road is to be a road through Manhattan, Connecticut, Narragansett and Massachusetts, using some of the old native trails to deliver mail transported by post riders. Plenty of organization needs to be done, mileposts to be measured and routes established.\\nWho would be the best to sort this out, the administration, the army or the diplomatic corps?",
        "translation": "波士顿邮报路已经存在久到任何人都能记住它，例如上部分道路被美洲原住民称为佩科特小径，一些小径窄到只能容纳单人通行.波士顿邮报路是一条穿越曼哈顿，康涅狄格，纳拉甘西特和马萨诸塞州的公路，邮报员使用这条道路派送邮件.大量的组织工作需要准备，要测量的里程和建立路线建立. 谁将能更好的做好这些了，行政部门，军队或外交部门？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA34:0",
        "original": "The administration should organize it",
        "translation": "政府应组织",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB34:0",
        "original": "Let the army organize it",
        "translation": "让军队组织",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTC34:0",
        "original": "The diplomatic corps will sort it out",
        "translation": "外交部门组织",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME35:0",
        "original": "American Philosophical Society",
        "translation": "美国哲学学会",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC35:0",
        "original": "The society was founded by Benjamin Franklin and John Bartram in 1743, lapsed into inactivity in 1746 but was revived in 1769 and united with the American Society for Promoting Useful Knowledge under the name 'American Philosophical Society Held at Philadelphia for Promoting Useful Knowledge'. It maintains a standing committee on American Improvements and one of its latest projects was to study the prospects of a canal to connect the Chesapeake Bay and the Delaware River.\\nThe Society is looking into establishing a price for achievement in the field of navigation, astronomy, or natural philosophy. The scientist Jean-Hyacinthe Magellan has offered a grant to the President of the Society, Benjamin Franklin, in order to establish the Magellanic Premium but the society could always do with more money...",
        "translation": "该协会于 1743 年由本杰明·富兰克林和约翰·巴特拉姆创建，在 1746 年陷入闲置，但在 1769 年与「美国实用知识促进会」联合，更名「美国哲学会费城实用知识促进会」。针对美国的发展，它维持一个常设委员会，其最新的项目之一，是连接切萨皮克湾和特拉华河的运河的可行性研究。\\n\\n该协会正在为航海、天文以及自然哲学领域的成就寻找一个奖项。科学家若昂·雅辛托·德马加良斯向会长本杰明·富兰克林提供了一笔赠款，设立「马加良斯奖」，但协会经常在其捐款外奖励更多。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA35:0",
        "original": "Sounds impressive, let's sponsor it",
        "translation": "听起来令人印象深刻，让我们赞助它",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB35:0",
        "original": "Find a less expensive way to support it",
        "translation": "寻找一种不太昂贵的方式来支持它",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTC35:0",
        "original": "Ignore it",
        "translation": "无视它",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME36:0",
        "original": "Evacuation Day",
        "translation": "撤退日",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC36:0",
        "original": "The British troops in New York - the last vestige of British authority in the United States - departed Manhattan on November 25. The Continental Army led by George Washington marched triumphantly through the city and the last shot of the war was shot, by a British gunner firing a cannon at the jeering crowds gathered on the shore of Staten Island. The shot fell well short of the shore and the people shouted in triumph.",
        "translation": "纽约的英军——英国当局在美国的最后痕迹——于11月25日离开曼哈顿。由乔治·华盛顿率领的大陆军举行穿城而过的胜利游行，战争的最后一枪被射出，嘲笑英军的人群聚集在岸边的史泰登岛观看英国炮手射击大炮。炮弹落点离岸边很远，人民高呼胜利。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA36:0",
        "original": "Finally!",
        "translation": "终于！",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME37:0",
        "original": "Massachusetts Humane Society",
        "translation": "马萨诸塞州人道协会",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC37:0",
        "original": "Boston citizens, concerned about the needless deaths resulting from shipwrecks and drownings, has founded the Massachusetts Humane Society in order to save lives. Publishing procedures for dealing with victims of shipwreck and other water-related accidents was the first lifesaving activity the Society did, with instructions on where to find lifesaving equipment and shelters which the Society had placed on the islands and coast of Massachusetts Bay.",
        "translation": "波士顿公民为减少因沉船和溺水造成的不必要的死亡，创办了「马萨诸塞州人道协会」。协会首个救生活动是发布海难受害者和其他水患处理程序，上面有协会在马萨诸塞湾的岛屿和海岸设置的消防装备与庇护所的信息。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA37:0",
        "original": "This is something we need to promote and sponsor!",
        "translation": "这需要我们的促进和支持！",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB37:0",
        "original": "They do well on their own, no help needed from us",
        "translation": "他们自己就能做好，不需要我们的帮助",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME38:0",
        "original": "Committee of Safety",
        "translation": "安全委员会",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC38:0",
        "original": "From the Sons of Liberty groups grew many Committees of Safety, to discuss and spread awareness of the concerns of the time, and consisted of every male adult in the community. The local militias are under the control of the committees and the committees keep watch on the distrusted royal government of Great Britain. John Hancock has suggested that these Committees of Safety, which has been the operating government of all the colonies until the Confederation Congress, will keep control over the militia and be given power to call out mandatory militia, with penalties for failing to respond to a call-up, and provide means of defense.",
        "translation": "自立之子集团促进了安全委员会的发展。安全委员会通常由本地社区的成年男性组成，他们聚在一起，传播并讨论对时事的看法，除此之外，受本地委员会管辖的民兵们还对不受信任的英国政府进行持续监视。安全委员会在联邦议会成立之前一直是十三州的实权政府，约翰 汉考克建议, 为了增强本地防御，安全委员会除了继续保持对民兵的控制之外，还应当被授予强制征兆民兵的权力，拒绝响应的人会被施以惩罚。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA38:0",
        "original": "Keep the Committees of Safety",
        "translation": "维持安全委员会",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB38:0",
        "original": "They have done their part in the revolution",
        "translation": "他们已经完成了在革命中的角色",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME39:0",
        "original": "Liberty pole",
        "translation": "自由之竿",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC39:0",
        "original": "The truce with Great Britain is being celebrated all over the country with liberty poles, tall wooden poles planted in the ground and surmounted by a Phrygian cap. It was used during the War of Independence by the Sons of Liberty as a symbol of dissent against Great Britain. In New York City, the Sons of Liberty erected liberty poles which were periodically destroyed by the royal authorities, a struggle which was often violent and raged for 10 years. Now, a liberty pole in New York City has been crowned with a gilt vane bearing the single word, 'Liberty'.",
        "translation": "全国各地正在用自由之杆庆祝与英国的停战，高大的木棍在地上站立着，战胜了弗里吉亚帽.自由之子，它被用来在独立战争期间表示持不同政见者对大不列颠的象征.在纽约市，自由之子竖起被英国皇室定期销毁的自由之竿，暴力肆虐的武装斗争持续了十年.现在，在纽约市的加冕镀金叶片自由之竿承载了一个字，'自由'.",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA39:0",
        "original": "Perfect!",
        "translation": "完美！",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME40:0",
        "original": "Great Fire of New York",
        "translation": "1776年纽约大火灾",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC40:0",
        "original": "The British forces occupying Manhattan are desperately trying to quench the fire that is slowly engulfing New York. The fire supposedly started in the Fighting Cocks Tavern, near Whitehall Slip, according to John Joseph Henry who saw the fire start from aboard the HMS Pearl, where he was held prisoner. The dry weather and strong winds are making the flames spread north and west, the tightly packed homes and business are easily overtaken by the flames. Seeking refuge from the fire, residents pour into the streets. In the grassy town commons the refugees feel safe enough to turn around and see what damage the fire has brought upon their city.",
        "translation": "英军攻占曼哈顿时极力控制火势，以防蔓延到纽约.据推测火灾开始于斗鸡酒馆，靠近怀特霍尔街，但据约翰·约瑟夫·亨利说，他看见大火从英国皇家海军珍珠号船上开始，他是关押在那儿的囚犯.干燥的天气和大风让大火向西方和北方蔓延，紧凑的住宅和商店加速了火势，居民们在街道上寻找可以躲避的地方.到了格拉斯广场上大家觉得安全了想回过头去看看火势到底怎么样.",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA40:0",
        "original": "Help them in any way possible",
        "translation": "尽可能地帮助他们",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB40:0",
        "original": "Leave it to the British forces",
        "translation": "把烂摊子留给英军",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME41:0",
        "original": "Lewis and Clark Expedition",
        "translation": "刘易斯与克拉克的探索",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC41:0",
        "original": "Captain Meriwether Lewis and his close friend Second Lieutenant William Clark are proposing an American expedition to cross the Western portion of America, to find the most direct and practicable water communication across the continent. Together with a small group of volunteers, the two men will cross the continent and explore the Missouri River, to find if the Columbia, Oregon, Colorado or any other river may offer a waterway across this continent for the purpose of commerce.",
        "translation": "梅里韦瑟·刘易斯上尉和他的密友威廉·克拉克少尉计划了一次穿越美国直到西部的探索，目的是寻找跨越大陆的可用水源。二人将和一小队志愿者穿越大陆并探索密苏里河，寻找哥伦比亚州、俄勒冈州、科罗拉多州是否有可用于商业目的穿越大陆的河流。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA41:0",
        "original": "Fund their expedition",
        "translation": "资助他们的探索",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB41:0",
        "original": "They need more preparation",
        "translation": "他们还要再准备准备",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME42:0",
        "original": "First Bank of the United States",
        "translation": "美国第一银行",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC42:0",
        "original": "The Secretary of the Treasury, Alexander Hamilton, has proposed three major financial innovations. The first is a national bank, which Hamilton argues is most important in order to reach the three goals he has set for the United States:\\nEstablish financial order, clarity and precedence in and of the newly formed United States.\\nEstablish credit—both in country and overseas—for the new nation.\\nTo resolve the issue of the fiat currency, issued by the Continental Congress immediately prior to and during the United States Revolutionary War — the 'Continental'.",
        "translation": "财政部长亚历山大·汉密尔顿提出了三大财政改革，首先是国家银行，这是汉密尔顿为美国提出的三个目标中最重要的一步:\\n建立明确的金融制度，这对草创的美国最为要紧.\\n为这个新国家建立信贷制度——不论是在国内还是海外.\\n确定发行法定货币，由大陆会议在美国独立革命发行的大陆币.",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA42:0",
        "original": "Follow Hamilton's advice and charter the central bank",
        "translation": "同意汉密尔顿的建议并设立中央银行",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB42:0",
        "original": "Find another way to reach Hamilton's goals",
        "translation": "寻找其他的方法来实现汉密尔顿的目标",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME43:0",
        "original": "Women in the American Revolution",
        "translation": "美国革命中的妇女",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC43:0",
        "original": "The Homespun Movement urges women to weave and spin their own cloth to provide clothes for their families instead of wearing or purchasing clothing made of imported British material. During the Independence War, the movement was a form of resistance against Great Britain. The denouncement of silks, satins, and other luxuries in favor of homespun clothing sent a strong message of unity against supposed British oppression. The Continental Army, led by George Washington, was provided with clothing and blankets by the Homespun Movement.\\nThe Edenton Tea Party was fifty-one women in Edenton, North Carolina who signed an agreement officially agreeing to boycott tea and other English products and sent it to British newspapers. There have been many examples of women and their efforts to free the United States from the British suppression, and today we honor and thank them for their support and struggle.",
        "translation": "‘土布运动’要求妇女自己做衣服给家里人穿，以避免购买英国货.独立战争期间，该运动也是对抗英国的一种形式.他们谴责使用绸缎等奢侈布料，而赞同用家庭生产的土布，这是团结一致对抗英国压迫的一个信号.华盛顿所领导的大陆军也采用土布运动中生产的衣服和坛子.\\n北卡罗莱纳州伊登顿茶党的51名妇女成员，签署一分正式协议抵制英国的茶等其他商品，并将协议送给了英国的报刊.这是妇女们努力使美国从英国的压迫中得到解放的一个例子，直到今天我们仍旧对此深表敬意并以此为荣.",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA43:0",
        "original": "Hurray for the women of America!",
        "translation": "美国的女士们万岁！",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME44:0",
        "original": "The Invention of the Cotton Gin",
        "translation": "发明轧棉机",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC44:0",
        "original": "A new machine which separates cotton fibers from their seeds in a quick and easy way is currently being tested. The Cotton gin is a wooden drum with small wire hooks that pulls the cotton fibers through a mesh to separate the seeds from the cotton while brushes removes the loose cotton lint to prevent jams. A patent is pending and Eli Whitney, the inventor, claims that his machine can produce up to 25 kilo of cleaned cotton, daily, and he is trying to find more places where he can test his machine.",
        "translation": "最近的实验中发明了一个新机器，它能轻易快速地将棉籽从棉花中分离.轧棉机通过各木鼓和小铁钩将棉花拉过一个网来分离棉籽，并有个刷子清理棉绒以防机器卡住.发明者伊莱·惠特尼声称他的机器每天能生产25公斤干净的棉花，并且他在寻找更多可以测试机器的地方.",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA44:0",
        "original": "Purchase a couple of machines off him",
        "translation": "买几个他的机器",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB44:0",
        "original": "Help him through the patent process",
        "translation": "帮他通过专利审核",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME45:0",
        "original": "United States Mint",
        "translation": "美国铸币局",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC45:0",
        "original": "The United States Congress is debating whether or not the Coinage Act should be passed. A Mint would be established and the coinage of USA would be regulated. The silver dollar is the suggested unit of money and a decimal system for the U.S currency is being created. A Director, an Assayer, a Chief Coiner, an Engraver and a Treasurer, are suggested as officers of the U.S. Mint.",
        "translation": "美国国会正在为是否通过造币法案争论不休.将建立一个造币局管理造币事宜.银币为建议货币单位，并且将在采用十进制.一名主管，一名分析专家，一名首席造币员，一名雕刻师和一名会计， 这就是建议的造币局的官员.",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA45:0",
        "original": "Establish the Mint and pass the Coinage Act",
        "translation": "设立铸币局并通过铸币法案",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB45:0",
        "original": "We'll get to this later",
        "translation": "以后再说",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME46:0",
        "original": "Tecumseh",
        "translation": "特库姆塞",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC46:0",
        "original": "The Native Americans in the Old Northwest has created Tecumseh's Confederacy, which includes several thousand warriors under the leadership of Shawnee leader Tecumseh. Tenskwatawa, a religious and political leader and brother of Tecumseh, is known as The Prophet and the Confederacy is formed around his teachings. The two Lenape religious leaders Neolin and Scattamek, who had predicted a coming apocalypse in which the white men would be overthrown by supernatural powers, has greatly influenced Tenskwatawa and he now urges Indians to reject the ways of the whites, like liquor, Europeans style clothing, and firearms. His brother Tecumseh is outraged by the continued loss of land to the Americans and together they call for the tribes to refrain from ceding any more lands to the United States. Many different Native American tribes are brought together by the two brothers and their goal has just been realized. A pan-tribal confederacy powerful enough to counter and resist the United States has been created.",
        "translation": "旧西北地区的美国土著建立了特库姆塞联盟，包括由美国印第安人特库姆塞领导的数千名战士.肖尼先知是个宗教和政治领袖，也是特库姆塞的兄弟，联盟也是在他的指导下建立.两名莱纳佩宗教领袖尼欧林酋长和斯卡塔梅克酋长，他们预言白人将被即将到来的超能力推翻，他们对肖尼先知有很大的影响力，因此肖尼先知要求印第安人要拒绝白人的一切，例如饮酒，欧洲风格的衣服，火枪.特库姆塞一直忍受着丢失领土给美国人的耻辱，终于他们召集了很多部落在一起决定不再做任何退让，一个足以抵抗美国的联盟建立了.",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA46:0",
        "original": "We will defeat them, just as we defeated the British!",
        "translation": "我们会像打败英国人一样打败他们！",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME47:0",
        "original": "Shays' Rebellion",
        "translation": "谢司起义",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC47:0",
        "original": "The post-war economic depression brought about financial difficulties, a credit squeeze caused by a lack of hard currency and fiscally harsh government policies to solve the state's debt problems. Many war veterans have protested against this and shut down county courts to stop the judicial hearings for tax and debt collection. The farmers have no hard currency to pay for goods and the merchants has refused to extend lines of credit to them, which has led to some losing their land and other possessions when they are unable to fulfill their debt and tax obligations. This has led to strong resentments against tax collectors and the courts, where creditors obtained and enforced judgments against debtors, and where tax collectors obtained judgments authorizing property seizures. A militia has been raised as a private army, to begin organizing an armed force. Amending the Articles of Confederation would ease the pressure on these farmers and give them some means to provide for themselves...",
        "translation": "战后的经济萧条带来了许多财政困难。外汇的减少和政府由于财政问题而制定的苛刻的经济政策导致了信贷紧缩。许多老兵抗议并关闭法院来阻止法官监督税务和债务征收。农民已经没钱购买任何商品，而商人们拒绝提高赊贷，这导致了许多人在无力交税的情况下失去了他们的土地和其他财产。这也导致了严重的抗税，那些地方债务人获得对债权人的强制执行判决，税官获得了没收财产的授权。一支国民军队变成了私人武装并开始扩充军力.修正联合会章程将会给农民一条生路……",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA47:0",
        "original": "We do not negotiate with rebels!",
        "translation": "我们不和叛国者谈判！",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB47:0",
        "original": "Amend the Articles",
        "translation": "修改章程",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME48:0",
        "original": "USA: An Independent Nation",
        "translation": "美国：一个独立的国家",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC48:0",
        "original": "John Adams is good friend with Joan van der Capellen tot den Pol, the Dutch Patriot leader, who is an advocate of the American cause. He voted against borrowing the British King George III the Scotch Brigade to be deployed in the war with the American Republic and has continued to dedicate himself to the American War of Independence. His influence could be used to convince the States General to recognize the United States as an independent nation.",
        "translation": "约翰·亚当斯的一位好友，名叫约安·范德卡佩伦·托特登波尔，是「荷兰爱国者运动」的领袖，也是美国独立的支持者。在美国独立战争时，他曾反对借款给英王乔治三世调动苏格兰旅，并致力于美国独立战争。他能说服国民议会认可美国为独立国家。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA48:0",
        "original": "Let him try",
        "translation": "让他试试",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB48:0",
        "original": "We do not need their approval",
        "translation": "我们不用他管",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC49:0",
        "original": "Joan van der Capellen tot den Pol, the Dutch Patriot leader, is trying to convince the States General to recognize USA as an independent nation. He has always been an advocate of the American cause and voted against borrowing the British King George III the Scotch Brigade to be deployed in the war with the American Republic. He regards the American struggle as an example for Dutch patriots and recognizing them as an independent nation would be a great step forward for the Dutch nation.",
        "translation": "约安·范德卡佩伦·托特登波尔，是「荷兰爱国者运动」的领袖，正说服国民议会认可美国为独立国家。他一直是美国独立的支持者，曾在美国独立战争中反对借款给英王乔治三世调动苏格兰旅。他视美国独立为「荷兰爱国者运动」的一个示范，他对美国的承认将会是荷兰的一大进步。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA49:0",
        "original": "Accept USA as an Independent Nation",
        "translation": "承认美国为独立国家",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB49:0",
        "original": "Reject their claim",
        "translation": "拒绝他们的要求",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC50:0",
        "original": "With the help and influences of Joan van der Capellen tot den Pol, John Adams has managed to secure [From.GetName] recognition of the United States as an independent government at The Hague.",
        "translation": "在约安·范德卡佩伦·托特登波尔的帮助和影响下，约翰·亚当斯已设法取得了[From.GetName]对美利坚政府独立地位的承认和保证。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA50:0",
        "original": "Fantastic!",
        "translation": "好极了!",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC51:0",
        "original": "[From.GetName] has rejected USA's claim of independence despite Joan van der Capellen tot den Pol's influences and John Adams hard work.",
        "translation": "尽管有约安·范德卡佩伦·托特登波尔的影响力和约翰·亚当斯的努力工作，[From.GetName]还是拒绝了接受美国的独立宣称。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA51:0",
        "original": "Those bastards!",
        "translation": "那些混账!",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME52:0",
        "original": "New York Manumission Society",
        "translation": "纽约解放协会",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC52:0",
        "original": "The battle against the slave trade and towards the emancipation of all the slaves in the country is being fought by white, wealthy and influential men who have founded the New York Manumission Society. They will not rest until slave trade has been abolished, in the mean time they have founded the African Free School for the poor and orphaned children of slaves and free people of color. John Jay is one of the leaders, who has drafted a state law to abolish slavery and although the draft failed, he has set the abolition movement running. Boycotts against New York merchants and newspaper owners involved in the slave trade have been organized and a special committee of militants visits newspaper offices to warn publishers against accepting advertisements for the purchase or sale of slaves is terrorizing the newspapers.",
        "translation": "以终结奴隶贸易和解放这个国家中所有奴隶为目标的战斗已经由白人中的权贵人士所打响，他们已经建立了纽约社会解放协会.他们决不罢休，直至奴隶贸易被彻底废除.同时，他们还建立了免费的非洲学校，向穷人和奴隶的孤儿，以及所有自由的有色人民开放.约翰.杰伊是这次运动中的一位领袖，他已经起草了一个州的废奴法案，尽管法案没有通过，但他的行动依然推动着废奴运动的前进.联合抵制纽约商界和报界牵连奴隶贸易的组织也成立了，一个激进的成员警告了出版商，以对在报纸上刊登奴隶交易广告的报社进行恐吓.",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA52:0",
        "original": "Allow them to continue their work",
        "translation": "继续他们的事业吧.",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB52:0",
        "original": "Stop them immediately!",
        "translation": "立即让他们停下!",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME60:0",
        "original": "The Creation of the Continental Army",
        "translation": "大陆军的建立",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC60:0",
        "original": "On May 10, 1775 representatives from all thirteen colonies met in Philadelphia deciding to create a national army, The Continental Army, under the leadership of the Cavalier George Washington of Virginia. This was a very important for the young Nation as the Professional Army was the first stepping stone to recognition from the Old World. The form of the army was though hotly debated. How will you choose, Sire?",
        "translation": "1775 年 5 月 10 日，十三殖民地的代表在费城的会议上决定创建一支国家军队——「大陆军」，由弗吉尼亚的骑士乔治·华盛顿领导。对这个年轻的国家而言，职业军队的建立是非常重要的区别于旧世界的一步。军队的成立尽管经过了激烈的讨论，但决定权依然在你手里，你要如何选择，长官？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA60:0",
        "original": "Raise Professional Army",
        "translation": "增强职业军队",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB60:0",
        "original": "Raise Provincial Militias",
        "translation": "增强各州民兵军队",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTC60:0",
        "original": "Call for Volunteers",
        "translation": "招募志愿者",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME61:0",
        "original": "The Congress' Printing Machine",
        "translation": "国会铸币机构",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC61:0",
        "original": "In 1779 the Military situation was severe, but the economic situation was even worse. The Congress was not yet an efficient vehicle of governance and members of it let the printing press run freely. The money was needed, but the effect was a growing inflation. The usage of the printing press was a collective decision the body of men responsible could have decided differently. How will you decide, Sire?",
        "translation": "1779年，军事形势十分严峻，经济形势更是雪上加霜.国会还没有有效的管理机构和人员来使铸币工作运行自如.钱是必须的，后果是上升的通货膨胀.印刷机怎样程度工作是一个关乎整体的决定，会直接影响到人民的温饱问题.你将如何决定，长官？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA61:0",
        "original": "Print more money",
        "translation": "印出更多的钱",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB61:0",
        "original": "Use with constrain",
        "translation": "有节制的铸币",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTC61:0",
        "original": "Stop immediately",
        "translation": "立即停止",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME62:0",
        "original": "US. Presidential Election of 1796",
        "translation": "1796年美国总统大选",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC62:0",
        "original": "Campaign and the Issues, 1796: Federalist flocked under the banner of John Adams, who vowed to reinforce Washington's Strong Government. Jefferson and the Anti-Federalists opposed the growing government and rode the wave of popular fears of insidious royalism. Adams supporters retaliated by condemning the French Revolution as Monocracy, the former cherished by the Anti-Federalists. The Anti-Federalists on the other hand still viewed England as the principal enemy and said that Adams was going to pay lip service to Her Majesty's Government. Washington's support and the New Englanders effort to stop Alexander Hamilton from sabotaging Adams campaign gave Adams a marginal electoral victory, 71-68. How will the Spirit of America choose this time?",
        "translation": "竞选运动和问题，1796:联邦党人聚集在约翰.亚当斯的旗帜下，后者发誓要巩固华盛顿的强力政府.杰斐逊和反联邦党人士反抗政府的日益强大，并煽动民众对潜在的君主主义的恐惧.亚当斯的支持者则以指责革命法国为独裁政权，是反联邦党的最佳榜样来报复后者.另一方面，反联邦党仍然把英格兰当作美国主要的敌人，他们声称亚当斯的政府将向女王陛下献上服务.华盛顿的支持以及新英格兰人的努力阻止了亚历山大.汉密尔顿对亚当斯的竞选活动的破坏，这使亚当斯以微弱的优势获得了胜利.这个时刻，美国将选择谁来成为她的灵魂人物？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA62:0",
        "original": "John Adams",
        "translation": "约翰 亚当斯",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB62:0",
        "original": "Thomas Jefferson",
        "translation": "托马斯·杰斐逊",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME63:0",
        "original": "Federal Taxes on Property",
        "translation": "联邦房产税",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC63:0",
        "original": "In July 1798 President Adams approved legislation levying federal taxes on property. This had consequences. The most obvious was the Fries Rebellion of 1799, a group of armed Pennsylvanians resisted tax assessors and collectors. But it also created a great debate of the limits of power of government that never ended, but continues up to this day and beyond. However, depending on the political position of the President and the representatives in Congress a different legislation package could have been approved. How will you choose, Mr. President?",
        "translation": "1798年7月，总统亚当斯批准了一项对房产征税的法案.这产生了一些后果.最显著的就是1799年的弗莱斯暴动，一群武装的宾夕法尼亚人反抗估税员和收税官.但这件事同时也引发了关于政府权力权限的大辩论，这是个至今且今后也不会休止的辩题.无论如何，总统的政治立场可以使国会议院通过一项不一样的法案.你将如何抉择，总统先生？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA63:0",
        "original": "Limited Federal Taxation Rights",
        "translation": "有限的联邦征税权力",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB63:0",
        "original": "No Federal Taxation Rights",
        "translation": "终止联邦征税权力",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTC63:0",
        "original": "Unlimited Federal Taxation Rights",
        "translation": "无限的联邦征税权力",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME64:0",
        "original": "US. Presidential Election of 1800",
        "translation": "1800年美国总统大选",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC64:0",
        "original": "Campaign and the Issues, 1800: The Federalists urged voters to choose God - and a religious President (Adams) over Jefferson - and no God. Initially the Federalists monopolized the media thanks to the Sedition Act that outlawed most opposition as treason. Though this Act was also the rallying point of the Anti-Federalists, or the Republicans, as they were now called as James Madison had written the controversial Virginia and Kentucky Resolution in 1798-1799 which declared the Sedition Act unconstitutional. At a late stage the majority in New York changed and the new electoral votes changed the balance into the favor of Jefferson. However as the nominally vice presidential candidate Aaron Burr got the same number of electoral votes as the Jefferson, Burr later forced the issue to a vote in the House which was eventually won by Jefferson. The Electoral Votes: Jefferson 73, Burr 73, Adams 65. How will the Spirit of America choose this time?",
        "translation": "竞选活动和问题，1800:联邦党人敦促选民去选择上帝——及虔诚敬神的总统（亚当斯），不要选择杰斐逊——无神论者，等同于抛弃了上帝.最初，联邦党人垄断了媒体的发言权，得益于《煽动叛乱法》，大部分在野党派的反对行为都被宣布为叛国.不过这项法案同时也成了反联邦党和共和党打击的焦点.詹姆斯·麦迪逊在1798-1799年间写就了如今被称作《弗吉尼亚和肯塔基提案》的富有争议的著作，它公开宣扬《煽动叛乱法》违背了宪法.一段时间之后，大半纽约人改变了立场，新一轮的竞选活动将票数的天平倾向了杰斐逊.然而，作为名义上的副总统候选人，阿伦·伯尔得到了和杰斐逊相等的票数.竞选票数:杰斐逊73票，波尔73票，亚当斯65票.在这个时刻，美国将选择谁来成为她的灵魂人物？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA64:0",
        "original": "Thomas Jefferson",
        "translation": "托马斯.杰斐逊",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB64:0",
        "original": "Aaron Burr",
        "translation": "阿伦 伯尔",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTC64:0",
        "original": "John Adams",
        "translation": "约翰 亚当斯",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME65:0",
        "original": "The Louisiana Purchase",
        "translation": "路易斯安那交易",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC65:0",
        "original": "In 1803 Napoleon of France was hard pressed for cash as he was set on a dream of European hegemony. He therefore offered the Louisiana Territory, a vast region between the Mississippi and the Rockies against a lump sum of 15 million dollars. The President and the Senate agreed and the United States nearly doubled its size. Sire, you would only get the province that France presently owns for a lump sum of 1000 ducats. How will you choose, Mr. President?",
        "translation": "1803年，陷入欧洲霸主之梦的法兰西皇帝拿破仑，遭遇了经济危机，国库拮据。因此他从法国版图中割出了路易斯安那：一块位于密西西比河和落基山脉间的广袤领土，并以1500万美元的价格向美国出售。总统和议院通过了这项提议，而美国领土的面积因此几乎扩大一倍.阁下，您将以1000杜卡特换取法国目前拥有的省份.您将如何选择，总统先生？",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA65:0",
        "original": "Accept Offer",
        "translation": "接受提议",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB65:0",
        "original": "Decline Offer",
        "translation": "婉拒提议",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME66:0",
        "original": "US. Presidential Election of 1804",
        "translation": "1804年美国总统大选",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC66:0",
        "original": "Campaign and the Issues, 1804: President Jefferson handily checked a feeble challenge from the dying Federalist Party. The Party had been severely damaged by a radical group within called the Essex Junta, which had tried in vain to enlist some eastern seaboard states to secede from the union forming a New England Confederacy free of Jeffersonian Democracy. Among the elites of the country many still supported the Federalists and Pinckney, but the masses were discouraged by the behavior of the Junta. The Biggest Issue was the Louisiana Purchase as Federalists feared that more immigrants (Jefferson-supporters that is) would break the balance of power at the expense of the Federalists. Thus Jefferson made significant inroads in once solidly Federalist New England and victory was his. Electoral Votes: Jefferson 162, Pinckney 14. How will the Spirit of America choose this time?",
        "translation": "竞选活动和问题，1804：总统杰斐逊轻而易举地化解了垂死的联邦党发出的无力的挑战。该党已经被内部矛盾造成的打击严重削弱，一个叫做埃塞克斯集团的小团体徒劳的谋划支持东部沿海各州脱离联邦共和国，成立新英格兰联邦，以从杰斐逊式的民主社会中解脱。这个国家中仍有一些精英支持联邦党和平克尼，但民众已经对他们的行为彻底失望了。最大的问题是深为联邦党恐惧的「路易斯安那交易」，大量支持杰斐逊的新增移民破坏了权力的平衡，打击了联邦党的力量。如此杰斐逊在曾经坚定站在联邦党一边的新英格兰亦取得了重大进展，胜利属于他。选票：杰斐逊162票、平克尼14票。在这个时刻，美国将选择谁来成为她的灵魂人物？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA66:0",
        "original": "Thomas Jefferson",
        "translation": "托马斯.杰斐逊",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB66:0",
        "original": "Charles Pinckney",
        "translation": "查尔斯.平克尼",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME67:0",
        "original": "US. Presidential Election of 1808",
        "translation": "1808年美国总统大选",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC67:0",
        "original": "Campaign and the Issues, 1808: As Thomas Jefferson retired he endorsed James Madison as his successor. Madison was only vulnerable to one issue - The Embargo. As Secretary of State he had been handled the Embargo which was both retaliation against French and British disrespect and a policy of Protectionism. The Embargo was very unpopular in both camps, thus the Federalists once again revitalized under Charles Pinckney and Free-Trade Republicans threatened to support the republican vice presidential candidate George Clinton. The Free-Trade threat never materialized and although Pinckney did well he could not compete with the popularity of former President Jefferson. Jefferson was instrumental in urging fellows and foes alike to stand behind Madison and thus securing his victory. Electoral Vote: Madison 122, Pinckney 47, Clinton 6. How will the Spirit of America choose this time?",
        "translation": "竞选活动和问题，1808:当托马斯.杰斐逊退休时，他支持詹姆斯.麦迪逊作为他的继任者.麦迪逊当时只有一个问题是他的弱点——禁运令.作为美国国务卿，在他手中已处理了对法国和英国两个国家的禁运，已报复这两个国家对美国的不尊重和贸易保护主义.禁运令在两个阵营中都不受欢迎，因此联邦党再次集结在查尔斯.平克尼的麾下蠢蠢欲动，而自由贸易主义的共和党则威胁要支持副总统候选人乔治.克林顿.自由贸易主义者的威胁并没有兑现，而平克尼尽管做得很好，但他无法和广受爱戴的前总统杰斐逊竞争.杰斐逊站在麦迪逊背后，为其说服选民和反对者起到莫大帮助，从而保住了他的胜利.选票:麦迪逊122，平克尼47，克林顿6.在这个时刻，美国将选择谁成为她的灵魂人物？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA67:0",
        "original": "James Madison",
        "translation": "詹姆斯.麦迪逊",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB67:0",
        "original": "Charles Pinckney",
        "translation": "查尔斯.平克尼",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTC67:0",
        "original": "George Clinton",
        "translation": "乔治.克林顿",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME68:0",
        "original": "Hawks and Doves of 1812",
        "translation": "1812年，鹰派与鸽派",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC68:0",
        "original": "During the years up to the War of 1812 the British had never respected the independence of the United States de facto. Great Britain disrespected US neutral rights at sea and impressed American seamen and confiscated the goods of her ships at sea. She also encouraged and supported Indian Unrest in the West. This together with the fact that some American gentlemen like Henry Clay and John C. Calhoun lobbied aggressively for war in an effort to exploit the opportunity to seize Canada made it hard for the President in International affairs. The Nation was though badly divided and when the President asked the Congress for a declaration of war (June1) the South and the West voted for and New England against. The war was not a great success for the United States military and the White House was bombarded by the Royal Navy. Only the Battle of New Orleans in 1815 was considered a victory. The war ended in a status quo peace, but it could very well have ended differently. Who will you choose Mr. President?",
        "translation": "1812年，陷于战争中的英国人仍然没把美国独立的事实当一回事.英国在海上无视美国正当的中立权益，强征美国的船员，扣押美国的船只.他们还鼓动西边的印第安人引发动乱.这些种种状况，另美国的一些上流人士，如亨利.克莱和约翰.C.卡尔霍恩为战争积极游说，他们认为这是夺取加拿大的不容错过的机会，总统应该在国际事务中表现出强硬的一面.尽管国内有着严重的分歧，但当总统要求国会宣战时（六月一日）仍获得了南部和西部的支持，新英格兰则表示反对.战争对美国军队而言并不怎么顺利，白宫遭到了英国皇家海军的炮轰，只有1815年在新奥尔良取得了一次战役的胜利.这场战争最后在维持现状不变的情况下结束了.但是，它完全可能拥有一个非常不同的结局.您将如何选择，总统阁下？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA68:0",
        "original": "Support War hawks",
        "translation": "支持鹰派",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB68:0",
        "original": "Support Doves",
        "translation": "支持鸽派",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME69:0",
        "original": "US. Presidential Election of 1812",
        "translation": "1812年美国总统大选",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC69:0",
        "original": "Campaign and the Issues, 1812: The War of 1812 dominated the campaign. Because the United States suffered early defeats in the West, DeWitt Clinton's supporters blasted the president for incompetence in directing the war effort, a war that Federalists denounced as groundless. Madison's campaigners defended the war as necessary to establish American neutral rights. Madison was not that popular, but two things turned against Clinton. First, Clinton tried to appeal to hawks and doves alike making his position non-credible. Second, Madison was a president at war and people rallied to his defense. Electoral Votes: Madison 128, Clinton 89. How will the Spirit of America choose this time?",
        "translation": "竞选活动和问题，1812:1812年的战争主宰着这次的竞选.由于美国在战争前期在西部遭受的失败，德维特.克林顿的支持者抨击总统在战争中指挥不力，联邦党人则公开批评这场战争本身就是个错误.麦迪逊的竞选团队辩称这场战争是捍卫美国中立权益的必须行为.麦迪逊并不是那么受欢迎，但两件事的变化使克林顿陷于不利.第一，克林顿试图同时拉拢鹰派和鸽派使他失去了两边的信任.第二，麦迪逊总统正经历战争而人民相信他的辩护并团结起来支持他.竞选票数:麦迪逊128，克林顿89.在这个时刻，美国将选择谁来成为她的灵魂人物？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA69:0",
        "original": "James Madison",
        "translation": "詹姆斯.麦迪逊",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB69:0",
        "original": "DeWitt Clinton",
        "translation": "德维特.克林顿",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME70:0",
        "original": "US. Presidential Election of 1816",
        "translation": "1816年美国总统大选",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC70:0",
        "original": "Campaign and the Issues, 1816: There were no big issues. James Monroe was supported by two popular former presidents, Jefferson and Madison, and Monroe was a skilled tactician doing very little campaigning. The election was a sure thing all from the beginning as there were in fact only one efficient party, the Republicans. The Federalists existed, but was trashed from opposing the War of 1812 and had its voters in the New England area. Its organization and form was old and obsolete and it did not even officially nominate a candidate. It though supported Rufus King who put up only token opposition against the republican juggernaut. The Republicans was on the other hand an all-American movement with strong bases in New York, Virginia and in the South from which it campaign with skill and effect. Four republican presidential terms in a row had strengthened the party proportionally to the decline of the Federalists. James Monroe won a walk-over even if it was not as superior as his victory in 1820 where he grabbed all electors but one. Electoral Votes: Monroe 183, King 34. How will the Spirit of America choose this time?",
        "translation": "竞选活动和问题，1816:没有什么很大的障碍.詹姆斯.门罗受到两位广受欢迎的前总统支持，杰斐逊和麦迪逊，门罗是一个极少参与竞选活动的参谋人士.选举从一开始就毫无悬念，事实上已经只有一个政党了，那就是共和党.联邦党还存在，但因对1812年战争的反对而势力尽失，只在新英格兰还有支持者.这个政党已经走向淘汰的边缘，甚至拿不出一个官方指定的候选人.他们通过支持鲁弗斯.金对共和党的主宰进行象征性的抵抗.另一方面，共和党以纽约、弗吉尼亚的坚实基地在全美组织活动，在南部的竞选中发挥他们的技巧和影响力.四位共和党总统的连续在位加强了共和党的实力并使联邦党的实力成反比衰落.詹姆斯.门罗轻而易举地取得了胜利，即便没有1820年的胜利那么辉煌，那次他赢得了除了一张之外的全部选票.竞选票数:门罗183，金34.在这个时刻，美国将选择谁来成为她的灵魂人物？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA70:0",
        "original": "James Monroe",
        "translation": "詹姆斯.门罗",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB70:0",
        "original": "Rufus King",
        "translation": "鲁弗斯.金",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME71:0",
        "original": "Adams-Onís Treaty",
        "translation": "亚当斯-奥尼斯条约",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC71:0",
        "original": "During the First Seminole War (1817-1818) US forces had attacked Seminole Indians and fugitive slaves in Florida that had raided Georgia and massacred residents. To root out the problem General Andrew Jackson burnt villages and overthrew the Spanish governor. This episode convinced the Spanish government that the United States was capable of seizing Florida at will. This belief grew so strong that the Spanish government offered Florida to the United Sates for a lump sum of money. The agreement was finalized by U.S. Secretary of State John Quincy Adams and Spanish Minister Luis de Onis. Mr. President, should we heed the offer?",
        "translation": "在第一次塞米诺尔战争（1817-1818）期间，美国军队攻击了佛罗里达的塞米诺尔印第安人和本地逃亡奴隶。因为这些人袭击了乔治亚，并屠杀当地居民。为了扫清障碍，安德鲁.杰克逊将军烧毁了数个村庄，推翻了当地西班牙总督的统治。这个情况使西班牙政府相信，美国有能力在他想要的时候占有整个佛罗里达。在认清现实后，西班牙政府决定出售佛罗里达给美国以换取一笔金钱。这个协议最终由美国国务卿约翰.昆西.亚当斯和西班牙首相路易斯.德.奥尼斯签署。总统先生，我们应该接受这个提议吗？",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA71:0",
        "original": "Accept Offer",
        "translation": "接受提议",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB71:0",
        "original": "Decline Offer",
        "translation": "拒绝提议",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME72:0",
        "original": "The Economic Dependency on Great Britain is broken",
        "translation": "对英国的经济依赖崩溃",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC72:0",
        "original": "After the second war with Great Britain, The War of 1812, the United States' economic dependency on Great Britain had finally come to an end. Domestic industry, filled the vacuum created by a suspension of trade with Europe, emerged from the war a vital, expanding force in the economy. America had taken its first steps in the evolution from a largely agrarian nation into an industrial giant.",
        "translation": "在第二次和英国的战争——1812年战争——之后，美国对英国的经济依赖终于走到了尽头。随着和欧洲贸易的暂止，国内的工业填补了这个空缺。因这场战争而蓬勃发展的经济使得美国迈出了他从农业国家转变为工业巨人的第一步。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA72:0",
        "original": "At last!",
        "translation": "终于!",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTNAME100:0",
        "original": "More Buns for the People",
        "translation": "为人民准备更多的面包",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTDESC100:0",
        "original": "People have been complaining about the buns they are buying. They want the all-inclusive bun, with spices, toppings and lovely flavor but for the same price as the regular bun without all the nice, tasty things.",
        "translation": "人们一直在抱怨他们所购买的面包.他们想要吃到风味可口的面包，有着丰富的调味料和配料，但这些价格相同的普通面包根本没法满足他们.",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTA100:0",
        "original": "Give them buns!",
        "translation": "给他们面包!",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTB100:0",
        "original": "Buns for all!",
        "translation": "为所有人准备面包!",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTC100:0",
        "original": "No bun for you!",
        "translation": "没面包给你们!",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_dlc.EVTOPTD100:0",
        "original": "My preciousss bunss!",
        "translation": "我珍贵的面包!",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "american_republic:0",
        "original": "American Republic",
        "translation": "美利坚共和国",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "american_republic_ruler:0",
        "original": "President",
        "translation": "总统",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "american_republic_ruler_female:0",
        "original": "President",
        "translation": "总统",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "american_republic_desc:0",
        "original": "The American Republic is a confederation of the Thirteen States of America, each with their own independence and governments, with a President who rules for four years after election.",
        "translation": "美利坚共和国是美洲十三州组成的邦联，每个州都拥有自己的政府和独立地位，统治者为四年一次选举而产生的总统。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "FEDERAL_REPUBLIC:0",
        "original": "Federal Republic",
        "translation": "联邦共和国",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "federal_republic:0",
        "original": "Federal Republic",
        "translation": "联邦共和国",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "federal_republic_ruler:0",
        "original": "President",
        "translation": "总统",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "federal_republic_ruler_female:0",
        "original": "President",
        "translation": "总统",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "federal_republic_desc:0",
        "original": "The Federal Republic is a federation of the Thirteen States of America, each with their own independence and governments, with a President who rules for four years after election.",
        "translation": "联邦共和国是美洲十三州组成的联邦，每个州都有自己的政府和独立地位，统治者为四年一次选举而产生的总统。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "opinion_supplied_indians:0",
        "original": "Supplied Indians with Weapons",
        "translation": "给印第安人提供武器",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "opinion_supplied_weapons:0",
        "original": "Supplied us with weapons",
        "translation": "给我们自己提供武器",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "opinion_treaty_of_amity_and_commerce:0",
        "original": "Treaty of Amity and Commerce",
        "translation": "友好通商条约",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "opinion_disgruntled:0",
        "original": "Disgruntled",
        "translation": "不满的",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "opinion_disappointed:0",
        "original": "Disappointed",
        "translation": "失望的",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "opinion_acknowledged_independence:0",
        "original": "Acknowledged Independence",
        "translation": "承认独立",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "opinion_florida:0",
        "original": "Bought Florida",
        "translation": "买下佛罗里达",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "opinion_louisiana:0",
        "original": "Sold us Louisiana",
        "translation": "卖给我们路易斯安那",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "opinion_warhawks:0",
        "original": "War Hawks",
        "translation": "鹰派",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "opinion_doves:0",
        "original": "Doves",
        "translation": "鸽派",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "opinion_correct_ruler:0",
        "original": "Correct Ruler",
        "translation": "合适的统治者",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "opinion_yay_independence:0",
        "original": "USA Independence Acknowledged",
        "translation": "承认美国独立",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "opinion_nay_independence:0",
        "original": "Rejected USA Independence",
        "translation": "不承认美国独立",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "gbr_weapons:0",
        "original": "Weapons from Great Britain",
        "translation": "来自大不列颠的武器",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_gbr_weapons:0",
        "original": "Great Britain has supplied us with weapons in order to fight USA.",
        "translation": "大不列颠向我们提供武器以对抗美国。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "cultural_assimilation:0",
        "original": "Cultural Assimilation of Native Americans",
        "translation": "同化美洲原住民",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_cultural_assimilation:0",
        "original": "A policy formulated by George Washington and Henry Knox is being used to assimilate the natives of America and transform their culture to European-American culture.",
        "translation": "一项由乔治·华盛顿和亨利·诺克斯起草的政策被用于同化印第安人并把他们的文化转换为欧美文化。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "american_academy_of_arts_and_sciences:0",
        "original": "American Academy of Arts and Sciences",
        "translation": "美国人文与科学院",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_american_academy_of_arts_and_sciences:0",
        "original": "The purpose of the American Academy of Arts and Sciences is to cultivate every art and science which may tend to advance the interest, honor, dignity, and happiness of a free, independent, and virtuous people.",
        "translation": "美国人文与科学院的宗旨为：「弘扬学术，以增进自由、独立、良善之公民德行」",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "indian_trade_and_intercourse_act:0",
        "original": "Indian Trade and Intercourse Act",
        "translation": "印第安贸易和交往",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_indian_trade_and_intercourse_act:0",
        "original": "The Act regulates commerce between Native Americans and non-Indians.",
        "translation": "这个法案规范了印第安人与非印第安人之间的贸易。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "indian_trade:0",
        "original": "Indian Trade",
        "translation": "印第安贸易",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_indian_trade:0",
        "original": "Trade between Native Americans and non-Indians is not regulated.",
        "translation": "印第安人与非印第安人之间的贸易并没有得到监管。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "north_american_fur_trade:0",
        "original": "North American Fur Trade",
        "translation": "北美毛皮贸易",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_north_american_fur_trade:0",
        "original": "With the trade of furs, the nation flourishes.",
        "translation": "因为毛皮贸易，国家非常繁荣。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "dunlap_broadside:0",
        "original": "Dunlap Broadside",
        "translation": "邓拉普印刷版",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_dunlap_broadside:0",
        "original": "The Dunlap Broadside is copies of the Declaration of Independence, printed and spread through the nation by the Irish immigrant Dunlap.",
        "translation": "邓拉普传单是印有独立宣言的传单，由爱尔兰移民邓拉普印刷并传遍全国。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "american_philosophical_society:0",
        "original": "American Philosophical Society",
        "translation": "美国哲学学会",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_american_philosophical_society:0",
        "original": "The American Philosophical Society has just established the Magellanic Premium, a prize to be awarded for achievement in the field of navigation, astronomy, or natural philosophy.",
        "translation": "美国哲学学会刚刚设立了麦哲伦奖金，一个授予在导航，天文或自然哲学领域获得的成就的奖项。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "massachusetts_humane_society:0",
        "original": "Massachusetts Humane Society",
        "translation": "马塞诸塞人道协会",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_massachusetts_humane_society:0",
        "original": "The Massachusetts Humane Society saves lives by publishing procedures for dealing with victims of shipwreck and other water-related accidents and placing lifesaving equipment and shelters on the islands and coast of Massachusetts Bay.",
        "translation": "马萨诸塞人道协会通过出版救助船难获其它与水有关的事故的救助指南以及在马萨诸塞湾的岸边和岛上设置救生装置和避难所来拯救生命。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "committee_of_safety:0",
        "original": "Committee of Safety",
        "translation": "安全委员会",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_committee_of_safety:0",
        "original": "The Committees of Safety grew from the Sons of Liberty groups and became operating governments of all the colonies until the Confederation Congress. They will keep control over the militia and be given power to call out mandatory militia.",
        "translation": "安全委员会从自由之子集团发展而来，成为了联邦议会成立之前殖民地实质上的政府。他们拥有民兵的控制权，并被赋予了强制征兵的权利。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "great_fire:0",
        "original": "The Great Fire of New York",
        "translation": "纽约大火",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_great_fire:0",
        "original": "A fire started in the Fighting Cocks Tavern, near Whitehall Slip and soon engulfed the whole of Manhattan.",
        "translation": "一场大火从白厅水道附近的斗鸡酒馆开始，不久就席卷了整个曼哈顿。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "first_bank_usa:0",
        "original": "First Bank of USA",
        "translation": "第一个美国银行",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_first_bank_usa:0",
        "original": "The National Bank of the United States is a part of The Secretary of the Treasury, Alexander Hamilton's plans to Establish financial order, clarity and precedence in and of the newly formed United States.",
        "translation": "美国国家银行是财政部的一部分，亚历山大·汉密尔顿的计划是新生的合众国建立财政的秩序，透明度和优先级。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "us_mint:0",
        "original": "U.S Mint",
        "translation": "美国铸币部",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_us_mint:0",
        "original": "The Coinage Act has passed, establishing a mint, the silver dollar as the unit of money and created a decimal system for the U.S. currency.",
        "translation": "铸币法案被通过了。根据该法案，铸币局被建立，银美元成为货币单位。除此之外，美国还建立了一个十进制的货币系统。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "cotton_gin:0",
        "original": "Cotton Gin",
        "translation": "轧棉机",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_cotton_gin:0",
        "original": "The Cotton gin is a machine which separates cotton fibers from their seeds in a quick and easy way, invented by Eli Whitney.",
        "translation": "轧花机是一种可以快速简易地分离棉花和棉花籽的机器，它由伊莱·惠特尼发明。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "articles_of_confederation:0",
        "original": "Articles of Confederation",
        "translation": "联邦条例",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_articles_of_confederation:0",
        "original": "The Articles of Confederation are ratified by the Continental Congress and USA has a new government.",
        "translation": "邦联条例被大陆会议通过，美国迎来了一个新的政府。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "new_articles_of_confederation:0",
        "original": "New Articles of Confederation",
        "translation": "新联邦条例",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_new_articles_of_confederation:0",
        "original": "The New Articles of Confederation is ratified by the Continental Congress.",
        "translation": "新的联邦条例被大陆会议通过。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "protest_manumission_society:0",
        "original": "Protest against the Manumission Society",
        "translation": "抗议奴隶解放协会",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_protest_manumission_society:0",
        "original": "Slave owners in the USA are protesting against the Manumission Society, who works against the slave trade and the emancipation of slaves.",
        "translation": "美国的奴隶主们抗议致力于废除奴隶贸易和奴隶制的奴隶解放协会。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "manumission_society:0",
        "original": "Manumission Society",
        "translation": "奴隶解放协会",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_manumission_society:0",
        "original": "The Manumission Society is founded by white, wealthy and influential men who promote the abolition of slavery and the emancipation of slaves.",
        "translation": "奴隶解放协会由一些富裕而有影响力的白人建立，旨在推进废除奴隶制和解放奴隶。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "northwest_ordinance_slavery_prohibited:0",
        "original": "Slavery Prohibited in the Northwest Ordinance",
        "translation": "西北条例禁止奴隶制",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_northwest_ordinance_slavery_prohibited:0",
        "original": "'There shall be neither slavery nor involuntary servitude in the Northwest territory.'",
        "translation": "「在西北地区不应该有奴隶和强制劳动」",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "usa_slavery:0",
        "original": "Slavery in USA",
        "translation": "美国奴隶制",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_usa_slavery:0",
        "original": "Slavery in USA is allowed, slaves can be sold and used for work in any state.",
        "translation": "奴隶制在美国是被允许的，奴隶在任何州都能被买卖和使用。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "abolish_slavery:0",
        "original": "Abolish Slavery",
        "translation": "废除奴隶制",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_abolish_slavery:0",
        "original": "Slavery is abolished. No man is able to own another man.",
        "translation": "奴隶制被废除了，没有人有权利拥有另一个人。",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "harsh_laws_usa:0",
        "original": "Harsh Laws",
        "translation": "严苛的法律",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_harsh_laws_usa:0",
        "original": "Impeachable offenses are punished with death penalty and long prison sentences.",
        "translation": "我们用死刑和长期徒刑来惩罚犯罪行为。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "medium_laws_usa:0",
        "original": "Medium Laws",
        "translation": "适度的法律",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_medium_laws_usa:0",
        "original": "Impeachable offenses are punished with prison sentences and fines.",
        "translation": "我们用适量的徒刑和罚款来惩罚犯罪行为。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "mild_laws_usa:0",
        "original": "State Laws",
        "translation": "州法律",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_mild_laws_usa:0",
        "original": "Each state is able to set its own laws for offenses.",
        "translation": "每个州应该独立制定刑法。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "easy_laws_usa:0",
        "original": "Mild Laws",
        "translation": "温和的法律",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "desc_easy_laws_usa:0",
        "original": "Impeachable offenses are punished with short prison sentences and hefty fines",
        "translation": "我们用高额罚金和短期徒刑来惩罚犯罪行为。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "american_republic_legacy:0",
        "original": "American Republic",
        "translation": "美利坚共和国",
        "stage": 5,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "american_republic_legacy_desc:0",
        "original": "The American Republic is a confederation of the Thirteen States of America, each with their own independence and governments, with a President who rules for four years after election.",
        "translation": "美利坚共和国是美洲十三州组成的邦联，每个州都拥有自己的政府和独立地位，统治者为四年一次选举而产生的总统。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "federal_republic_legacy:0",
        "original": "Federal Republic",
        "translation": "联邦共和国",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    },
    {
        "key": "federal_republic_legacy_desc:0",
        "original": "The Federal Republic is a federation of the Thirteen States of America, each with their own independence and governments, with a President who rules for four years after election.",
        "translation": "联邦共和国是美洲十三州组成的联邦，每个州都有自己的政府和独立地位，统治者为四年一次选举而产生的总统。",
        "stage": 1,
        "file": "localisation/USA_dlc_l_english.yml"
    }
]